Repository: DriveQuantPublic/drivekit-ui-ios
Catalog: DriveKitApp/*.lproj/Localizable.strings
Languages: de, fr

# sync_trips_loading_message
source: Retrieving the existing trips...
de: Abrufen bestehender Fahrten...
fr: Récupération des trajets…

# sync_user_info_loading_message
source: Retrieving user information...
de: Abrufen von Benutzerinformationen...
fr: Récupération des informations utilisateur…

# sync_vehicles_loading_message
source: Retrieving the vehicle setup...
de: Abrufen der Fahrzeugkonfiguration...
fr: Récupération de la configuration véhicule…

# sync_working_hours_loading_message
source: Retrieving working hours...
de: Wiederherstellung der Arbeitszeiten...
fr: Récupération des horaires de travail…

# trip_cancelled_reset
source: DriveKit reset during trip
de: DriveKit-Reset während der Fahrt
fr: DriveKit SDK a été réinitialisé

# trip_simulator_automatic_stop_in
source: Automatically stopping the recording in
de: Automatische Beendigung der Aufnahme in
fr: Arrêt automatique de l’enregistrement dans

# trip_simulator_boat_description
source: This example simulates a boat trip of about a 20 kilometers. It can be used to test the detection of alternative modes of transportation.
de: Dieses Beispiel simuliert eine Bootsfahrt über eine Strecke von 20 Kilometern. Es kann verwendet werden, um die Erkennung von alternativen Verkehrsmitteln zu testen.
fr: Cet exemple simule une traversée en bateau d'une vingtaine de kilomètres. Il peut être utilisé pour tester la détection des modes de transport alternatifs.

# trip_simulator_boat_title
source: Crossing by boat (40 min)
de: Überfahrt mit dem Boot (40 min)
fr: Traversée en bateau (40 min)

# trip_simulator_city_description
source: This example simulates a city trip that lasts just over 20 minutes. The average speed in this road context is 25km/h.
de: Dieses Beispiel simuliert eine Fahrt in einem städtischen Gebiet, die etwas mehr als 20 Minuten dauert. Die Durchschnittsgeschwindigkeit beträgt ca. 25 km/h.
fr: Cet exemple simule un trajet en zone urbaine d'une durée d'un peu plus de 20 minutes. La vitesse moyenne dans ce contexte routier est d'environ 25 km/h.

# trip_simulator_city_suburban_description
source: This 15-minute mixed trip includes a fast portion and an urban portion.
de: Die 15-minütige Fahrt besteht aus einem schnellen und einem städtischen Abschnitt.
fr: Ce trajet mixte de 15 minutes comprend une portion rapide et une portion urbaine.

# trip_simulator_city_suburban_title
source: Mixed trip (12 km)
de: Gemischte Strecke (12 km)
fr: Trajet mixte (12 km)

# trip_simulator_city_title
source: City trip (8 km)
de: Fahrt in die Stadt (8 km)
fr: Trajet en ville (8 km)

# trip_simulator_crash_0_description
source: This example is a short trip with a collision that the detection algorithm does not confirm.
de: Bei diesem Beispiel handelt es sich um eine Kurzstrecke mit einem Zusammenstoß, den der Erkennungsalgorithmus nicht bestätigt.
fr: Cet exemple est un trajet court avec une collision que l'algorithme de détection ne confirme pas.

# trip_simulator_crash_0_title
source: Trip with unconfirmed crash
de: Unbestätigter Unfall
fr: Accident non confirmé

# trip_simulator_crash_10_description
source: This example is a short trip with a confirmed accident at a speed of 10 km/h.
de: Bei diesem Beispiel handelt es sich um eine kurze Strecke mit einem bestätigten Unfall bei einer Geschwindigkeit von 10 km/h.
fr: Cet exemple est un trajet court avec un accident confirmé à un vitesse de 10 km/h.

# trip_simulator_crash_10_title
source: Crash confirmed at 10 km/h
de: Unfall bei 10 km/h bestätigt
fr: Accident confirmé à 10 km/h

# trip_simulator_crash_20_description
source: This example is a short trip with a confirmed accident at a speed of 20 km/h.
de: Bei diesem Beispiel handelt es sich um eine kurze Strecke mit einem bestätigten Unfall bei einer Geschwindigkeit von 20 km/h.
fr: Cet exemple est un trajet court avec un accident confirmé à un vitesse de 20 km/h.

# trip_simulator_crash_20_title
source: Crash confirmed at 20 km/h
de: Unfall bei 20 km/h bestätigt
fr: Accident confirmé à 20 km/h

# trip_simulator_crash_30_description
source: This example is a short trip with a confirmed accident at a speed of 30 km/h.
de: Bei diesem Beispiel handelt es sich um eine kurze Strecke mit einem bestätigten Unfall bei einer Geschwindigkeit von 30 km/h.
fr: Cet exemple est un trajet court avec un accident confirmé à un vitesse de 30 km/h.

# trip_simulator_crash_30_title
source: Crash confirmed at 30 km/h
de: Unfall bei 30 km/h bestätigt
fr: Accident confirmé à 30 km/h

# trip_simulator_description
source: The purpose of the simulator is to help you reproduce a trip and understand the life cycle of the Trip Analysis component of DriveKit. We advise you to use it after the SDK integration. It reproduces real GPS data for several types of trips. It is a test tool, you should not embed it in a production application. We also recommend that you always test your application in real conditions before publishing it.
de: Der Simulator soll Ihnen helfen, eine Fahrt nachzuvollziehen und den Lebenszyklus der DriveKit-Komponente Trip Analysis zu verstehen. Wir empfehlen Ihnen, ihn nach der Integration des SDK zu verwenden. Es reproduziert echte GPS-Daten für verschiedene Arten von Fahrten. Es ist ein Testwerkzeug und sollte nicht in eine Produktionsanwendung eingebaut werden. Wir empfehlen Ihnen außerdem, Ihre Anwendung immer unter realen Bedingungen zu testen, bevor Sie sie veröffentlichen.
fr: Le simulateur a pour objectif de vous aider à reproduire un trajet et à comprendre le cycle de vie du composant Trip Analysis de DriveKit. Nous vous conseillons de l'utiliser après l'intégration du SDK. Il reproduit des données GPS réelles pour plusieurs types de trajets. C'est un outil de test, il ne faut pas l'embarquer dans une application de production. Nous vous recommandons également de toujours tester votre application en condition réelles avant de la publier.

# trip_simulator_error_dev_mode
source: You must activate the developer mode to access the option to select a mock application and allow the application to work properly. To do this, follow the official documentation.
de: Sie müssen den Entwicklermodus aktivieren, um auf die Option zuzugreifen, eine fiktive Anwendung auszuwählen, und damit die Anwendung ordnungsgemäß funktionieren kann. Folgen Sie dazu der offiziellen Dokumentation.
fr: Vous devez activer le mode développeur pour accéder à l'option permettant de sélectionner une application fictive et permettre le bon fonctionnement de l'application. Pour cela, suivez la documentation officielle.

# trip_simulator_error_mock_location
source: To make the simulator work properly, you must select this application as the mock location app. To do this, type "mock location" in the parameters search, and select this application.
de: Damit der Simulator richtig funktioniert, müssen Sie diese Anwendung als Mock-Position-Anwendung auswählen. Geben Sie dazu in der Parametersuche "Mockposition" ein und wählen Sie diese Anwendung aus.
fr: Pour faire fonctionner le simulateur correctement, vous devez sélectionner cette application comme application de position fictive. Pour cela, tapez "position fictive" dans la recherche des paramètres, et sélectionnez cette application.

# trip_simulator_graph_time
source: Time (s)
de: Zeit (s)
fr: Temps (s)

# trip_simulator_graph_velocity
source: Speed (km/h)
de: Geschwindigkeit (km/h)
fr: Vitesse (km/h)

# trip_simulator_header
source: Trip simulator
de: Fahrtensimulator
fr: Simulateur de trajet

# trip_simulator_highway_description
source: This 55-minute trip mainly covers a 100 km stretch of motorway. The average speed is 110 km/h.
de: Die 55-minütige Fahrt führt hauptsächlich über einen 100 km langen Autobahnabschnitt. Die Durchschnittsgeschwindigkeit beträgt 110 km/h.
fr: Ce trajet de 55 minutes parcourt principalement un tronçon d'autoroute de 100 km. La vitesse moyenne est de 110 km/h.

# trip_simulator_highway_title
source: Highway trip (100 km)
de: Autobahnfahrt (100 km)
fr: Trajet autoroutier (100 km)

# trip_simulator_restart_button
source: RESTART THE SIMULATION
de: DIE SIMULATION ERNEUT STARTEN

# trip_simulator_run_duration
source: Total time
de: Dauer der Simulation
fr: Durée de la simulation

# trip_simulator_run_sdk_state
source: SDK state
de: Etat du SDK
fr: Etat du SDK

# trip_simulator_run_time
source: Elapsed time
de: Verstrichene Zeit
fr: Temps écoulé

# trip_simulator_run_velocity
source: Instantaneous speed
de: Sofortige Geschwindigkeit
fr: Vitesse instantanée

# trip_simulator_select_trip
source: Select a trip
de: Eine Fahrt auswählen
fr: Sélectionner un trajet

# trip_simulator_short_trip_description
source: This example simulates a trip that is too short to evaluate driver behaviour. It lets you see what type of displays would be appropriate in this case.
de: Dieses Beispiel simuliert eine Fahrt, die zu kurz ist, um das Verhalten des Fahrers zu bewerten. Anhand dieses Beispiels können Sie sehen, welche Art von Anzeige in diesem Fall angezeigt werden sollte.
fr: Cet exemple simule un trajet trop court pour permettre l'évaluation du comportement du conducteur. Il vous permet de visualiser le type d'affichage qui convient de présenter dans ce cas là.

# trip_simulator_short_trip_title
source: Short trip (less than 2 km)
de: Kurze Fahrt (weniger als 2 km)
fr: Trajet court (moins de 2 km)

# trip_simulator_start_button
source: START THE SIMULATION
de: DIE SIMULATION STARTEN
fr: LANCER LA SIMULATION

# trip_simulator_stop_button
source: STOP THE SIMULATION
de: DIE SIMULATION ABBRECHEN
fr: STOPPER LA SIMULATION

# trip_simulator_stop_simulation_alert_content
source: This will stop the current trip.
de: Dadurch wird die aktuelle Fahrt gestoppt.

# trip_simulator_stop_simulation_alert_title
source: Stop the simulation?
de: Simulation stoppen?

# trip_simulator_suburban_description
source: This example simulates a suburban trip lasting 30 minutes. The average speed is 62 km/h.
de: Dieses Beispiel simuliert eine überwiegend außerstädtische Fahrt mit einer Dauer von 30 Minuten. Die Durchschnittsgeschwindigkeit beträgt 62 km/h.
fr: Cet exemple simule un trajet majoritairement extra urbain et d'une durée de 30 minutes. La vitesse moyenne est de 62 km/h.

# trip_simulator_suburban_title
source: Suburban trip (30 km)
de: Außerstädtische Fahrt (30 km)
fr: Trajet extra-urbain (30 km)

# trip_simulator_train_description
source: This trip corresponds to a train commute and can be used to test the alternative transportation modes detection.
de: Diese Fahrt entspricht einer Fahrt mit dem Zug. Sie kann verwendet werden, um die Erkennung von alternativen Verkehrsmitteln zu testen.
fr: Ce trajet correspond à un déplacement en train. Il peut être utilisé pour tester la détection des modes de transport alternatifs.

# trip_simulator_train_title
source: Travelling by train (10 min)
de: Fahrt mit dem Zug (10 min)
fr: Déplacement en train (10 min)

# unknown_error
source: The service is unavailable, please try again later
de: Der Dienst ist nicht verfügbar, bitte versuchen Sie es später noch einmal
fr: Le service est indisponible, veuillez réessayer ultérieurement

# user_id_error
source: Please fill in your login
de: Bitte geben Sie Ihren Benutzernamen ein
fr: Veuillez renseigner votre identifiant

# user_info_description
source: You can add information to a user's account such as first name, last name, and pseudo. This data is optional and you can skip this step.
de: Sie können dem Konto eines Benutzers Informationen wie Vorname, Nachname und Benutzername hinzufügen. Diese Angaben sind optional und Sie können diesen Schritt überspringen.
fr: Vous pouvez ajouter des informations au compte d'un utilisateur tels que son prénom, son nom de famille et son pseudo. Ces données sont optionnelles et vous pouvez passer cette étape.

# user_info_header
source: User edition
de: Ausgabe von einem Benutzer
fr: Édition d'un utilisateur

# user_info_title
source: User information
de: Benutzerinformationen
fr: Informations utilisateur

# vehicle_intro_button
source: ADD A VEHICLE
de: EIN FAHRZEUG HINZUFÜGEN
fr: AJOUTER UN VEHICULE

# vehicle_intro_description
source: The application calculates driving indicators and scores to evaluate the driver's behavior. The calculation of the scores takes into account the main characteristics of the vehicle such as its mass and the type of engine. To help you configure a vehicle we have developed the Vehicle component which contains a simple path to help the user set up his vehicle in two ways: (1) from the type (city car, sedan for example) or (2) from the make, model and version. We advise you to integrate the Vehicle component in your app to save time.
de: Die Anwendung berechnet Fahrindikatoren und Punktzahlen, um das Verhalten des Fahrers zu bewerten. Bei der Berechnung der Punktzahlen werden wichtige Fahrzeugmerkmale wie das Gewicht und die Art der Motorisierung berücksichtigt. Um Sie bei der Konfiguration eines Fahrzeugs zu unterstützen, haben wir die Komponente Vehicle entwickelt, die einen einfachen Pfad enthält, der dem Benutzer hilft, sein Fahrzeug nach zwei Methoden zu konfigurieren: (1) anhand des Typs (z. B. Stadtwagen, Limousine) oder (2) anhand der Marke, des Modells und der Version. Wir empfehlen Ihnen, die Komponente Vehicle in Ihre App zu integrieren, um Zeit zu sparen.
fr: L'application calcule des indicateurs et des scores de conduite pour évaluer le comportement du conducteur. Le calcul des scores prend en compte les caractéristiques importantes du vehicule telles que sa masse et le type de motorisation. Pour vous aider à configurer un véhicule nous avons développé le composant Vehicle qui contient un parcours simple pour aider l'utilisateur à paraméter son véhicule suivant deux méthodes : (1) à partir du type (citadine, berline par exemple) ou (2) à partir de la marque, du modèle et de la version. Nous vous conseillons dintégrer le composant Vehicle dans votre app pour gagner du temps.

# vehicle_intro_header
source: Vehicle
de: Fahrzeug
fr: Véhicule

# vehicle_intro_title
source: Vehicle configuration
de: Konfiguration des Fahrzeugs
fr: Configuration du véhicule

# welcome_header
source: DriveKit starting
de: Starten von DriveKit
fr: Démarrage de DriveKit

# welcome_invalid_key_title
source: Your API key is not valid
de: Ihr API-Key ist ungültig
fr: Votre clé API est invalide

# welcome_ko_description
source: To use this demo application, it is essential to configure a valid API key. For more information on configuring the key, follow the instructions in our documentation. If you do not have an API key, contact us at contact@drivequant.com.
de: Um diese Demo-Anwendung nutzen zu können, müssen Sie einen gültigen API-Key einrichten. Weitere Informationen zur Einrichtung des Keys finden Sie in unserer Dokumentation. Wenn Sie keinen API-Key haben, wenden Sie sich bitte per E-Mail an contact@drivequant.com an uns.
fr: Pour utiliser cette application de démonstration, il est indispensable de configurer une clé API valide. Pour plus d'informations sur la configuration de la clé, suivez les instructions de notre documentation. Si vous n'avez pas de clé API, contactez nous à contact@drivequant.com.

# welcome_ko_title
source: Your API key is not configured
de: Ihr API-Key ist nicht konfiguriert.
fr: Votre clé API n'est pas configurée

# welcome_ok_button
source: NEXT STEP
de: NÄCHSTER SCHRITT
fr: ÉTAPE SUIVANTE

# welcome_ok_description
source: Congratulations, you have built the DriveKit demo application ðŸŽ‰ This application shows you how the DriveKit components work and guides you to install them in your application. Your API key is: %@ Under no circumstances it shouldn't be shared or used in multiple applications.
de: Bravo, Sie haben soeben die DriveKit-Demo-App installiert 🎉 Diese App zeigt die Funktionsweise der DriveKit-Komponenten und leitet Sie an, diese in Ihrer App zu installieren. Ihr API-Key ist : %@ Unter keinen Umständen sollte es gemeinsam genutzt oder in mehreren Anwendungen verwendet werden.
fr: Bravo, vous venez d’installer l'application de démonstration de DriveKit 🎉 Cette application présente le fonctionnement des composants de DriveKit et vous guide pour les installer dans votre application. Votre clé API est : %@ Elle ne doit en aucun cas être partagée ou utilisée dans plusieurs applications.

# welcome_ok_title
source: Welcome to the DriveKit demo application
de: Willkommen bei der DriveKit-Demoanwendung
fr: Bienvenue sur l’application de démonstration de DriveKit

# dashboard_header
source: Dashboard
fr: Tableau de bord

# drivekit_doc_ios_vehicle
source: https://docs.drivequant.com/vehicle/user-interface/ios/get-started#display-vehicle-picker-in-navigation-controller
fr: https://docs.drivequant.com/vehicle/user-interface

# feature_ranking_title
source: Driver Achievement | Rankings
fr: Driver Achievement | Classements
