Repository: DriveQuantPublic/drivekit-ui-ios
Catalog: DriveKitApp/*.lproj/Localizable.strings
Languages: de, fr

# authentication_description
source: To initialize the DriveKit SDK, it is essential to configure a unique identifier for each user. We recommend that you enter an anonymous identifier and never use a phone number or an email address.
de: Um das DriveKit SDK zu initialisieren, müssen Sie für jeden Benutzer eine eindeutige ID einrichten. Wir empfehlen Ihnen, eine anonyme ID einzugeben und niemals eine Telefonnummer oder E-Mail-Adresse zu verwenden.
fr: Pour initilaliser le SDK DriveKit, il est indispensable de configurer un identifiant unique pour chaque utilisateur. Nous vous recommandons de saisir un identifiant anonyme et de ne jamais utiliser un numéro de téléphone ou une adresse email.

# authentication_error
source: Invalid login
de: Ungültige Kennung
fr: Identifiant invalide

# authentication_header
source: User identification
de: Benutzeridentifikation
fr: Identification utilisateur

# authentication_title
source: Please enter a unique user ID
de: Bitte geben Sie eine eindeutige Benutzerkennung an.
fr: Veuillez renseigner un identifiant unique d'utilisateur

# authentication_unique_identifier
source: Unique identifier
de: Eindeutige Kennung
fr: Identifiant unique

# button_logout
source: LOG OUT
de: ENTFERNUNG
fr: DÉCONNEXION

# button_next_step
source: Go to the next step
de: Zum nächsten Schritt übergehen
fr: Passer à l'étape suivante

# button_see_documentation
source: SEE THE DOCUMENTATION
de: DIE DOKUMENTATION ANSEHEN
fr: VOIR LA DOCUMENTATION

# button_see_feature
source: SEE THE FUNCTION
de: FUNKTION ANSEHEN
fr: VOIR LA FONCTION

# button_see_features
source: SEE THE FEATURES
de: SIEHE FUNKTIONEN
fr: VOIR LES FONCTIONNALITÉS

# button_stop
source: Stop
de: Stopp
fr: Arrêter

# button_validation
source: VALIDATE
de: GULTIG
fr: VALIDER

# cancel_trip
source: Cancel the trip
de: Stornierung der Reise
fr: Annuler le trajet

# client_error
source: An error has occurred, please try again later.
de: Es ist ein Fehler aufgetreten. Bitte versuchen Sie es zu einem späteren Zeitpunkt noch einmal.
fr: Une erreur est survenue, veuillez réessayer ultérieurement.

# feature_badges_description
source: The Driver Achievement component contains a function to reward driver achievements with badges. Badges are awarded according to driving scores.
de: Die Komponente Driver Achievement enthält eine Funktion, mit der die Leistungen des Fahrers mit Abzeichen belohnt werden. Die Abzeichen werden auf der Grundlage der Fahrergebnisse vergeben.
fr: Le composant Driver Achievement contient une fonction pour récompenser les accomplissements du conducteur avec des badges. Les badges sont attribué en fonction des scores de conduite.

# feature_challenges_description
source: The driving challenge is a one-time event during which drivers compete to get the best driving score. The Challenge component includes several themes: eco-driving, safety, distraction and speed limit.
de: Eine Fahr-Challenge ist ein einmaliges Ereignis, bei dem Fahrer um die höchste Punktzahl im Fahren konkurrieren. Die Challenge-Komponente bietet verschiedene Themen an: Eco-Driving, Sicherheit, Ablenkung und Geschwindigkeitsbegrenzung.
fr: Le challenge de conduite est un événement ponctuel pendant lequel des conducteurs concourent pour obtenir le meilleur score de conduite. Le composant Challenge propose plusieurs thèmes : éco-conduite, sécurité, distraction et limitation de vitesse.

# feature_challenges_title
source: Challenge | List and results
de: Challenge | Liste und Ergebnisse
fr: Challenge | Liste et résultats

# feature_list
source: List of features
de: Liste der Funktionen
fr: Liste des fonctionnalités

# feature_list_description
source: DriveKit is a rich and versatile SDK that includes phone sensor analysis, driving data display, driver coaching and gamification features. Discover these features before embedding in your app ðŸš€.
de: DriveKit ist ein vielseitiges SDK, das Funktionen zur Analyse der Sensoren des Telefons, zur Anzeige von Fahrdaten, zum Fahrercoaching und zur Gamification enthält. Entdecken Sie sie, bevor Sie sie in Ihre App integrieren 🚀.
fr: DriveKit est un SDK polyvalent qui contient des fonctions d'analyse des capteurs du téléphone, d'affichage des données de conduite, de coaching du conducteur et de gamification. Découvrez-les avant de les intégrer dans votre app 🚀.

# feature_permission_onboarding_ok
source: The onboarding permissions is not available because you have already granted all permissions.
de: Die Sammlung der Berechtigungen ist nicht verfügbar, da Sie bereits alle Berechtigungen erteilt haben.
fr: Le recueil des permissions n’est pas disponible car vous avez déjà accordé toutes les permissions.

# feature_permission_utils_description
source: The Permissions Utils component contains a diagnostic function to check the status of sensors and permissions. This component alerts the user and guides him to set up his phone.
de: Die Komponente Permissions Utils enthält eine Diagnosefunktion, mit der Sie den Status von Sensoren und Berechtigungen überprüfen können. Diese Komponente warnt den Benutzer und führt ihn durch die Einstellungen seines Telefons.
fr: Le composant Permissions Utils contient une fonction de diagnostic pour vérifier l'état des capteurs et des permissions. Ce composant alerte l'utilisateur et le guide pour régler son téléphone.

# feature_permission_utils_onboarding_description
source: The Permissions Utils component contains screens that display the permission requests that are essential for automatic mode operation and data analysis. We recommend that you use this component or replicate it in your app.
de: Die Komponente Permissions Utils enthält Bildschirme, die Berechtigungsanfragen anzeigen, die für den Betrieb des automatischen Modus und die Datenanalyse unerlässlich sind. Wir empfehlen Ihnen, diese Komponente zu verwenden oder sie in Ihrer App zu replizieren.
fr: Le composant Permissions Utils contient des écrans qui affichent les demandes de permissions indispensables au fonctionnement du mode automatique et à lanalyse des données. Nous vous invitons à utiliser ce composant ou à le répliquer dans votre app.

# feature_permission_utils_onboarding_title
source: Permissions Utils | Onboarding permissions
de: Permissions Utils | Sammlung von Berechtigungen
fr: Permissions Utils | Recueil des permissions

# feature_permission_utils_title
source: Permissions Utils | App diagnostic
de: Permissions Utils | Anwendungsdiagnostik
fr: Permissions Utils | Diagnostic de l'application

# feature_ranking_description
source: The Driver Achievement component displays rankings by time period and by score. The driver can visualise his rank and compare his driving performance with his community.
de: Die Komponente Driver Achievement zeigt Ranglisten nach Zeitraum und Punktzahl an. Der Fahrer kann sich seine Position anzeigen lassen und seine Fahrleistung mit seiner Gemeinschaft vergleichen.
fr: Le composant Driver Achievement affiche des classements par période et par score. Le conducteur peut visualiser sa position et comparer ses performances de conduite avec sa communauté.

# feature_streaks_description
source: Combos reward drivers who manage to complete several consecutive trips with high scores. To install this feature in your app, see the documentation for the Drivers Achievement component.
de: Mit Combos werden Fahrer belohnt, die es schaffen, mehrere aufeinanderfolgende Fahrten mit hohen Punktzahlen zu absolvieren. Um diese Funktion in Ihrer App zu installieren, lesen Sie bitte die Dokumentation der Komponente Driver Achievement.
fr: Les combos récompensent les conducteurs qui parviennent à enchainer plusieurs trajets consécutifs avec de scores élevés. Pour installer cette fonction dans votre app, consultez la documentation du composant Driver Achievement.

# feature_streaks_title
source: Driver Achievement | Streaks
de: Driver Achievement | Combos
fr: Driver Achievement | Combos

# feature_trip_list_description
source: The Driver Data component shows the results of the driving data analysis. It includes a list of trips and a map display with scores presented by theme: safety, eco-driving, distraction and speed limit.
de: Die Komponente Driver Data zeigt die Ergebnisse der Fahrdatenanalyse. Sie enthält eine Liste der Fahrten und eine Kartenansicht mit den nach Themen gegliederten Ergebnissen: Sicherheit, Eco-Driving, Ablenkung und Geschwindigkeitsbegrenzung.
fr: Le composant Driver Data présente les résultats de l'analyse de données de conduite. Il comprend une liste des trajets et un affichage cartographique accompagné des scores présentés par thématique : sécurité, éco-conduite, distraction et limite de vitesse.

# feature_trip_list_title
source: Driver Data | List and display of trips
de: Driver Data | Liste und Anzeige von Fahrten
fr: Driver Data | Liste et affichage des trajets

# feature_vehicle_description
source: The Vehicle component displays the list of vehicles and their characteristics. It allows to add, replace or delete a vehicle. The activation mode is configurable per vehicle (GPS, iBeacon or Bluetooth device).
de: Die Komponente Vehicle zeigt eine Liste der Fahrzeuge und ihrer Eigenschaften an. Sie ermöglicht das Hinzufügen, Ersetzen oder Löschen eines Fahrzeugs. Die Art der Auslösung kann pro Fahrzeug konfiguriert werden (GPS, iBeacon oder Bluetooth-Gerät).
fr: Le composant Vehicle affiche la liste des véhicules et leurs caractéristiques. Il permet d'ajouter, de remplacer ou de supprimer un véhicule. Le mode de déclenchement est configurable par véhicule (GPS, iBeacon ou appareil Bluetooth).

# feature_vehicle_odometer_description
source: The Vehicle component includes a function to display the analyzed distance and an estimation of the annual distance. The user can also enter the mileage read from the car's odometer.
de: Die Komponente Vehicle enthält eine Funktion zur Anzeige der analysierten Entfernung und einer Schätzung der jährlichen Entfernung. Der Benutzer kann auch den Kilometerstand eingeben, der auf dem Tacho seines Autos abgelesen wird.
fr: Le composant Vehicle comprend une fonction pour afficher la distance analysée et une estimation de la distance annuelle. L'utilisateur peut également saisir le kilométrage lu sur le compteur de sa voiture.

# feature_vehicle_odometer_title
source: Vehicle | Mileage tracking
de: Vehicle | Kilometerverfolgung
fr: Vehicle | Suivi kilométrique

# feature_vehicle_title
source: Vehicle | Display and configuration
de: Vehicle | Anzeige und Konfiguration
fr: Vehicle | Affichage et configuration

# feature_working_hours_description
source: The Trip Analysis component offers the option of adjusting the trip recording hours. It is also possible to label the trips for each configured time slot (business or personal).
de: Die Komponente Trip Analysis bietet die Möglichkeit, die Aufzeichnungszeiten für Fahrten einzustellen. Außerdem können Sie die Fahrten für jedes konfigurierte Zeitfenster mit einem Label versehen (geschäftlich oder privat).
fr: Le composant Trip Analysis offre la possibilité de régler les horaire d'enregistrement des trajets. Il est également possible de labeliser les trajets pour chaque plage horaire configurée (professionnel ou personnel).

# feature_working_hours_title
source: Trip Analysis | Working Hours
de: Trip Analysis | Fahrplanmanagement
fr: Trip Analysis | Gestion des horaires

source: First name
de: Vorname
fr: Prénom

# forbidden_error
source: You do not have the required rights
de: Sie haben nicht die nötigen Rechte
fr: Vous n'avez pas les droits nécessaires

source: Last name
de: Nachname
fr: Nom

# logout_confirmation
source: Are you sure you want to logout?
de: Möchten Sie die Verbindung wirklich trennen?

# network_ko_error
source: Mobile data is not enabled
de: Mobile Daten sind nicht aktiviert
fr: Les données mobiles ne sont pas activées

# notif_trip_analysis_continue
source: Continue analysis
de: Analyse fortsetzen

# notif_trip_analysis_not_driving
source: I do not drive
de: Ich fahre nicht

# notif_trip_analysis_suspend
source: Stop
de: Stoppen

# notif_trip_bike_detected
source: Your trip was made by bike
de: Ihre Reise wurde mit dem Fahrrad gemacht

# notif_trip_boat_detected
source: Your trip was made by boat
de: Ihre Reise wurde mit dem Boot gemacht

# notif_trip_cancelled_highspeed
source: Your trip has been canceled because you are traveling by train or plane
de: Ihre Fahrt wurde storniert, weil Sie mit dem Zug oder Flugzeug unterwegs sind

# notif_trip_cancelled_no_beacon
source: Your trip has been canceled because your Bluetooth badge has not been recognized
de: Ihre Fahrt wurde abgebrochen, da Ihr Bluetooth-Signalgeber nicht erkannt wurde

# notif_trip_cancelled_no_gps_data
source: The trip could not be analyzed because the GPS data could not be retrieved.
de: Die Fahrt konnte nicht analysiert werden, da die GPS-Daten nicht abgerufen werden konnten.

# notif_trip_cancelled_no_gps_data_title
source: Trip analysis is not possible
de: Analyse der Fart ist nicht möglich

# notif_trip_cancelled_title
source: Trip cancelled
de: Fahrt abgebrochen
fr: Trajet annulé

# notif_trip_error_duplicate_trip
source: Your trip has already been saved.
de: Ihre Fahrt wurde bereits gespeichert.

# notif_trip_error_unauthorized
source: The analysis is not allowed for your team
de: Die Analyse ist für Ihr Team nicht erlaubt

# notif_trip_finished
source: A new trip has just been analyzed
de: Eine neue Fahrt wurde gerade analysiert

# notif_trip_finished_advice
source: Open to view the driving tip
de: Öffnen, um den Fahrtipp anzuzeigen

# notif_trip_finished_advices
source: Open to view all available driving tips
de: Öffnen, um alle verfügbaren Fahrtipps

# notif_trip_finished_distraction
source: Distraction score
de: Ablenkungswert

# notif_trip_finished_efficiency
source: Ecodriving score
de: Punkt Ecodriving

# notif_trip_finished_no_beacon
source: Your trip has not been made with your vehicle
de: Ihre Fahrt wurde nicht mit einem registrierten Fahrzeug gemacht

# notif_trip_finished_safety
source: Safety score
de: Sicherheitspunkte

# notif_trip_finished_title
source: New trip
de: Neue Fahrt
fr: Trajet terminé

# notif_trip_idle_detected
source: The trip data does not correspond to a vehicle trip.
de: Die Daten beziehen sich nicht auf eine Fahrt mit einem Fahrzeug.

# notif_trip_no_network
source: The trip could not be analyzed because your phone is not connected to the mobile network. It will be analyzed later
de: Die Fahrt konnte nnoch nicht analysiert werden, da Ihr Telefon nicht mit dem Mobilfunknetz verbunden ist. Die Fahrt wird später analysiert

# notif_trip_no_network_title
source: The analysis of the trip is postponed
de: Die Analyse der Fahrt wird verschoben

# notif_trip_postpone
source: Stop the trip recording if you're not driving
de: Stoppen Sie die Reiseanalyse, wenn Sie nicht fahren

# notif_trip_save_for_repost
source: The trip could not be analyzed because the internet connection is too slow. It will be analyzed later.
de: Die Fahrt konnte nicht analysiert werden, da die Internetverbindung zu langsam ist. Diese wird später analysiert werden.

# notif_trip_skiing_detected
source: Your journey was made on skis
de: Ihre Reise wurde mit Skiern gemacht

# notif_trip_started
source: A trip is recording
de: Eine Fahrt wird aufgezeichnet

# notif_trip_started_title
source: Start of trip
de: Beginn der Fahrt

# notif_trip_too_short
source: The trip distance is too short to be analyzed.
de: Die Fahrtstrecke ist zu kurz, um analysiert zu werden.

# notif_trip_too_short_title
source: Trip too short
de: Fahrt zu kurz

# notif_trip_train_detected
source: Your trip was made by train
de: Ihre Reise wurde mit dem Zug gemacht

# notification_description
source: Notifications are very important to understand the app's behaviour. They inform users that a trip is being analysed, cancelled or completed. After a few days or weeks, users may not want to see all the notifications because they have become familiar with how it works. Therefore, we invite you to integrate a notification manager into your app with the settings below. To do this, simply replicate the code from the demo app.
de: Benachrichtigungen sind sehr wichtig, um das Verhalten der App zu verstehen. Sie informieren die Nutzer darüber, dass eine Fahrt analysiert wird, storniert wurde oder beendet ist. Nach ein paar Tagen oder Wochen möchten die Nutzer vielleicht nicht mehr alle Benachrichtigungen sehen, weil sie sich an die Funktionsweise der App gewöhnt haben. Deshalb empfehlen wir Ihnen, einen Benachrichtigungsmanager mit den folgenden Einstellungen in Ihre App zu integrieren. Dazu brauchen Sie nur den Code der Demo-App zu kopieren.
fr: Les notifications sont très importantes pour comprendre le comportement de l'app. Elles informent les utilisateurs qu'un trajet est en cours d'analyse, qu'il est annulé ou qu'il est terminé. Après quelques jours ou semaines, les utilisateurs ne voudront peut-être plus voir s'afficher toutes les notifications car ils se sont accoutumés à son fonctionnement. C'est pourquoi, nous vous invitons à intégrer un gestionnaire de notifications dans votre app avec les réglages ci-dessous. Pour cela, il vous suffit de répliquer de code de l'app de démonstration.

# notification_trip_cancelled_description
source: Notify me when a trip has been cancelled or if it is waiting for analysis.
de: Benachrichtigen Sie mich, wenn eine Reise abgesagt wurde oder wenn sie auf die Analyse wartet.

# notification_trip_cancelled_title
source: Trip cancelled
de: Stornierte Reise

# notification_trip_finished_description
source: Notify me as soon as a trip has been analyzed.
de: Benachrichtigen Sie mich, sobald eine Route analysiert wurde.

# notification_trip_finished_title
source: Trip completed
de: Route abgeschlossen

# notification_trip_in_progress_description_disabled
source: Do not display a notification when a trip is being analyzed.
de: Zeigen Sie keine Benachrichtigung an, wenn eine Route analysiert wird.

# notification_trip_in_progress_description_enabled
source: Always notify me and display a notification when a trip is being analyzed.
de: Benachrichtigen Sie mich immer und zeigen Sie eine Benachrichtigung an, wenn eine Reise analysiert wird.

# notification_trip_in_progress_title
source: Trip in progress
de: Fortlaufende Reise

# notifications_header
source: Notifications
de: Benachrichtigungen

# parameters_account_description
source: A user has an anonymous unique identifier (userId). Optionally, you can add information to the user's account such as first name, last name and a nickname.
de: Ein Nutzer hat eine anonyme eindeutige Kennung (userId). Optional können Sie dem Benutzerkonto weitere Informationen wie Vorname, Nachname und einen Nickname hinzufügen.
fr: Un utilisateur possède un identifiant unique anonyme (userId). En option, vous pouvez ajouter des informations au compte de l'utilisateur telles que son prénom, son nom et un pseudo.

# parameters_account_title
source: User account
de: Konto des Benutzers
fr: Compte de l'utilisateur

# parameters_auto_start_disabled
source: The automatic mode is in idle mode. Enable this function if you want the application to automatically detect and analyze your trips.
de: Der Automatikbetrieb befindet sich im Standby-Modus. Aktivieren Sie diese Funktion, wenn Sie möchten, dass die Anwendung Ihre Routen automatisch erkennt und analysiert.
fr: Le mode automatique est en veille. Activez cette fonction si vous souhaitez que l'application détecte et analyse vos trajets automatiquement.

# parameters_auto_start_enabled
source: The automatic mode is activated. In this configuration, the application analyzes your trips without any manual action even if it is in the background.
de: Der Automatikbetrieb ist aktiviert. In dieser Konfiguration analysiert die Anwendung Ihre Routen ohne manuelles Eingreifen, auch wenn sie sich im Hintergrund befindet.
fr: Le mode automatique est activé. Dans cette configuration, l'application analyse vos trajets sans intervention manuelle même si elle est en arrière-plan.

# parameters_auto_start_title
source: Auto Start
de: Automatisches Starten
fr: Démarrage automatique

# parameters_enter_firstname
source: Enter yout first name
de: Geben Sie Ihren Vornamen ein

# parameters_enter_lastname
source: Enter your last name
de: Geben Sie Ihren Nachnamen ein

# parameters_enter_pseudo
source: Enter your pseudo
de: Geben Sie Ihr Pseudo

# parameters_header
source: Parameters
de: Einstellungen
fr: Paramètres

# parameters_notification_description
source: Find out how to configure the notifications sent by the DriveKit SDK during and after the analysis of a trip.
de: Hier erfahren Sie, wie Sie die Benachrichtigungen konfigurieren können, die das DriveKit SDK während und nach der Analyse einer Fahrt sendet.
fr: Découvrez comment configurer les notifications qui sont envoyées par le SDK DriveKit pendant et après l’analyse d'un trajet.

# parameters_notification_title
source: Notification management
de: Verwaltung von Benachrichtigungen
fr: Gestion des notifications

# permissions_intro_button
source: REQUESTING PERMISSIONS
de: NACH BERECHTIGUNGEN FRAGEN
fr: DEMANDER LES PERMISSIONS

# permissions_intro_description
source: The recording of trip data is possible provided that the user authorizes the application to access the phone's sensors when the application is running in the background. To help you implement a permission gathering path we have developed the Permissions Utils component which contains all the requests and follows the recommendations to ensure your app works properly and your app is validated for deployment on the app stores. We advise you to integrate Permission Utils in your app or to replicate this path identically.
de: Die Aufzeichnung von Fahrtdaten ist nur möglich, wenn der Benutzer der App erlaubt, auf die Sensoren des Telefons zuzugreifen, wenn die App im Hintergrund läuft. Um Ihnen bei der Implementierung eines. TBerechtigungspfads zu helfen, haben wir die Komponente Persmissions Utils entwickelt, die alle Anfragen enthält und den Empfehlungen folgt, um sicherzustellen, dass Ihre App reibungslos funktioniert und für den Einsatz in den App-Stores freigegeben wird.. TWir empfehlen Ihnen, Permission Utils in Ihre App zu integrieren oder den Pfad identisch zu replizieren.
fr: L'enregistrement des données d'un trajet est possible à condition que l'utlisateur autorise l'application à accéder aux capteurs du téléphone quand l'application fonctionne en arrière-plan. Pour vous aider à implémenter un parcours de recueil des permissions nous avons développé le composant Persmissions Utils qui contient toutes les demandes et qui suit les recommandations pour garantir le bon fonctionnement de votre app et la validation de votre application pour un déploiement sur les stores d'apps. Nous vous conseillons d'intégrer Permission Utils dans votre app ou de répliquer ce parcours à l'identique.

# permissions_intro_header
source: Permissions
de: Erlaubnisse

# permissions_intro_title
source: Onboarding permissions
de: Sammlung von Berechtigungen
fr: Recueil des permissions

source: Pseudo
de: Name

# see_settings
source: Go to the settings
de: Siehe die Einstellungen
fr: Voir les réglages

# server_error
source: Server error, please try later
de: Serverfehler, bitte versuchen Sie es später noch einmal
fr: Erreur serveur, veuillez réssayez plus tard

# simulate_trip
source: Simulate a trip
de: Eine Fahrt simulieren
fr: Simuler un trajet

# start_trip
source: Start a trip
de: Fahrt beginnen
fr: Démarrer un trajet

# stop_trip
source: Stop the trip
de: Fahrt abbrechen
fr: Stopper le trajet

# sync_challenge_loading_message
source: Retrieving challenges...
de: Herausforderungen abrufen...
fr: Récupération des challenges…
