Repository: DriveQuantPublic/drivekit-ui-ios
Catalog: DriveKitDriverDataUI/Localizable/*.lproj/DriverDataLocalizables.strings
Languages: da, de, es, fr, it, nl, pt_br

# dk_driverdata_mysynthesis_safety_level_very_bad
source: Your driving is too risky. Be aware that the majority of traffic accidents are caused by unsafe driving. Try to adopt a more relaxed driving style.
da: Din kørsel er for risikabel. Vær opmærksom på, at størstedelen af trafikulykker skyldes risikabel kørsel. Prøv at køre mere afslappet.
de: Ihr Fahrstil ist zu riskant. Sie sollten wissen, dass die meisten Verkehrsunfälle durch eine riskante Fahrweise verursacht werden. Versuchen Sie, eine entspanntere Fahrweise anzunehmen.
fr: Votre conduite est trop risquée. Sachez que la majorité des accidents de la route sont causés par une conduite à risque. Essayez d'adopter une conduite plus détendue.
it: La vostra guida è troppo rischiosa. Sappiate che la maggior parte degli incidenti stradali è causata da una guida rischiosa. Cercate di adottare uno stile di guida più rilassato.
nl: Je rijdt te riskant. Wees je ervan bewust dat de meeste verkeersongevallen worden veroorzaakt door onveilig rijgedrag. Probeer een meer ontspannen rijstijl aan te nemen.
pt_br: Sua direção é muito arriscada. Esteja ciente de que a maioria dos acidentes de trânsito é causada por direção insegura. Tente adotar um estilo de direção mais relaxado.

# dk_driverdata_mysynthesis_safety_level_very_good
source: Your driving is very safe and you are close to perfection.
da: Din kørsel er meget sikker, og du er tæt på perfektion.
de: Ihr Fahrstil ist sehr sicher und Sie sind nahe an der Perfektion.
fr: Votre conduite est très sûre et vous êtes proche de la perfection.
it: La vostra guida è molto sicura e siete vicini alla perfezione.
nl: Je rijdt heel veilig en bent dicht bij perfectie.
pt_br: Sua direção é muito segura e você está perto da perfeição.

# dk_driverdata_mysynthesis_safety_score
source: My safety score
da: Min sikkerhedsscore
de: Mein Sicherheitsergebnis
fr: Mon score de sécurité
it: Il mio punteggio di sicurezza
nl: Mijn veiligheidsscore
pt_br: Minha pontuação de segurança

# dk_driverdata_mysynthesis_safety_score_info
source: The safety score ranges from 3 to 10. Your score determines your level, which is represented on a colour scale.
da: Sikkerhedsscoren varierer mellem 3 og 10. Din score definerer dit niveau, som er repræsenteret på en farveskala.
de: Die Sicherheitsbewertung variiert zwischen 3 und 10. Ihre Punktzahl bestimmt Ihre Stufe, die auf einer Farbskala dargestellt wird.
fr: Le score de sécurité varie entre 3 et 10. Votre score définit votre niveau qui est représenté sur une échelle de couleurs.
it: Il punteggio di sicurezza varia da 3 a 10. Il vostro punteggio definisce il vostro livello, rappresentato da una scala di colori.
nl: De veiligheidsscore varieert van 3 tot 10. Je score bepaalt je niveau, dat wordt weergegeven op een kleurenschaal.
pt_br: A pontuação de segurança varia de 3 a 10. Sua pontuação determina seu nível, que é representado em uma escala de cores.

# dk_driverdata_mysynthesis_score_title_average
source: Average (%@ - %@) :
da: Gennemsnitlig (%@ - %@) :
de: Durchschnittlich (%@- %@) :
fr: Moyen (%@ - %@) :
it: Medio (%@ - %@) :
nl: Gemiddelde (%@ - %@) :
pt_br: Média (%@ - %@) :

# dk_driverdata_mysynthesis_score_title_bad
source: Bad (%@ - %@) :
da: Ringe (%@ - %@) :
de: Schlecht (%@ - %@) :
fr: Mauvais (%@ - %@) :
it: Pessimo (%@ - %@) :
nl: Slecht (%@ - %@) :
pt_br: Ruim (%@ - %@) :

# dk_driverdata_mysynthesis_score_title_excellent
source: Excellent (%@ - %@) :
da: Fremragende (%@ - %@) :
de: Ausgezeichnet (%@ - %@) :
it: Eccellente (%@ - %@) :
nl: Uitstekend (%@ - %@) :
pt_br: Excelente (%@ - %@) :

# dk_driverdata_mysynthesis_score_title_good
source: Good (%@ - %@) :
da: God (%@ - %@) :
de: Gut (%@ - %@) :
fr: Bon (%@ - %@) :
it: Buono (%@ - %@) :
nl: Goed (%@ - %@) :
pt_br: Bom (%@ - %@) :

# dk_driverdata_mysynthesis_score_title_low
source: Low (%@ - %@) :
da: Dårlig (%@ - %@) :
de: Niedrig (%@ - %@) :
fr: Faible (%@ - %@) :
it: Scarso (%@ - %@) :
nl: Laag (%@ - %@) :
pt_br: Baixo (%@ - %@) :

# dk_driverdata_mysynthesis_score_title_very_bad
source: Very bad (%@ - %@):
da: Meget dårlig (%@ - %@) :
de: Sehr schlecht (%@ - %@) :
fr: Très mauvais (%@ - %@) :
it: Molto negativo (%@ - %@) :
nl: Zeer slecht (%@ - %@):
pt_br: Muito ruim (%@ - %@) :

# dk_driverdata_mysynthesis_score_title_very_good
source: Very good (%@ - %@) :
da: Meget godt (%@ - %@) :
de: Sehr gut (%@ - %@) :
fr: Très bon (%@ - %@) :
it: Molto buono (%@ - %@) :
nl: Zeer goed (%@ - %@) :
pt_br: Muito bom (%@ - %@) :

# dk_driverdata_mysynthesis_speeding_level_average
source: Your score is in the average range but you can do much better! Respect all the speed limitation signs.
da: Din score er gennemsnitlig, men du kan gøre det meget bedre! Sørg for at overholde alle fartbegrænsningsskilte.
de: Ihre Punktzahl liegt im Durchschnitt, aber Sie können noch viel mehr erreichen! Beachten Sie alle Schilder mit Geschwindigkeitsbegrenzungen.
fr: Votre score est dans la moyenne mais vous pouvez faire bien mieux ! Respectez bien tous les panneaux de limitation de vitesse.
it: Il vostro punteggio è nella media, ma potete fare molto meglio! Assicuratevi di rispettare tutti i segnali di limite di velocità.
nl: Je score is gemiddeld, maar je kunt veel beter! Respecteer alle borden met snelheidsbeperkingen.
pt_br: Sua pontuação está no intervalo médio, mas você pode fazer muito melhor! Respeite todos os sinais de limitação de velocidade.

# dk_driverdata_mysynthesis_speeding_level_bad
source: You are driving too fast! If all road users respected the speed limits, many lives could be saved each year. Make the roads safer by lowering your speed
da: Du kører for hurtigt! Hvis alle trafikanter overholdt hastighedsgrænsen, kunne mange liv reddes hvert år. Gør vejene mere sikre ved at nedsætte hastigheden.
de: Sie fahren zu schnell! Wenn sich alle Verkehrsteilnehmer an die Geschwindigkeitsbegrenzungen halten würden, könnten jedes Jahr viele Leben gerettet werden. Machen Sie die Straßen sicherer, indem Sie Ihre Geschwindigkeit reduzieren.
fr: Vous roulez trop vite ! Si l'ensemble des usagers de la route respectait les limitations, de nombreuses vies pourraient être sauvées chaque année. Rendez les routes plus sûres en diminuant votre vitesse.
it: Stai guidando troppo veloce! Se tutti gli utenti della strada rispettassero i limiti di velocità, ogni anno si potrebbero salvare molte vite. Rendete le strade più sicure riducendo la velocità.
nl: Je rijdt te snel! Als alle weggebruikers zich aan de snelheidslimieten zouden houden, zouden er elk jaar veel levens gered kunnen worden. Maak de wegen veiliger door je snelheid te verlagen.
pt_br: Você está dirigindo muito rápido! Se todos os usuários da estrada respeitassem os limites de velocidade, muitas vidas poderiam ser salvas a cada ano. Torne as estradas mais seguras, diminuindo sua velocidade

# dk_driverdata_mysynthesis_speeding_level_excellent
source: Well done, you are perfectly respecting the speed limits. You are a true example 🏆!
da: Godt gået, du overholder hastighedsgrænserne perfekt. Du er eksemplarisk 🏆!
de: Bravo, Sie halten sich perfekt an die Geschwindigkeitsbegrenzungen. Sie sind vorbildlich🏆!
fr: Bravo, vous respectez parfaitement les limitations de vitesses. Vous êtes exemplaire🏆 !
it: Bravi, rispettate perfettamente i limiti di velocità. Siete esemplari 🏆!
nl: Goed gedaan, je respecteert de snelheidslimieten perfect. Je bent een waar voorbeeld 🏆!
pt_br: Bem feito, você está respeitando perfeitamente os limites de velocidade. Você é um verdadeiro exemplo 🏆!

# dk_driverdata_mysynthesis_speeding_level_good
source: You rarely exceed the speed limits but you can still make progress. Just a little more effort 💪
da: Du overskrider sjældent hastighedsgrænserne, men du kan stadig forbedre dig. Bare en lille smule mere indsats 💪
de: Sie überschreiten selten die Geschwindigkeitsbegrenzungen, aber Sie können sich noch verbessern. Strengen Sie sich noch ein bisschen an 💪.
fr: Vous dépassez rarement les limitations de vitesse mais vous pouvez encore progresser. Encore un petit effort 💪
it: Raramente si superano i limiti di velocità, ma si può ancora migliorare. Basta un po' di impegno in più 💪
nl: Je overschrijdt zelden de snelheidslimieten, maar je kunt nog steeds vooruitgang boeken. Gewoon een beetje meer moeite doen.
pt_br: Você raramente excede os limites de velocidade, mas ainda pode progredir. Só um pouco mais de esforço 💪

# dk_driverdata_mysynthesis_speeding_level_low
source: Your score is below the average. The good news is that all you have to do is slow down to make progress.
da: Din score er under gennemsnittet. Den gode nyhed er, at du har masser af muligheder for at forbedre dig, så udnyt dem!
de: Ihre Punktzahl ist unterdurchschnittlich. Die gute Nachricht ist, dass Sie noch viel Raum für Verbesserungen haben, nutzen Sie ihn!
fr: Votre score est en dessous de la moyenne. La bonne nouvelle c'est qu'il vous suffit de lever le pied pour progresser.
it: Il vostro punteggio è inferiore alla media. La buona notizia è che avete un ampio margine di miglioramento, quindi approfittatene!
nl: Je score ligt onder het gemiddelde. Het goede nieuws is dat je alleen maar langzamer hoeft te gaan om vooruitgang te boeken.
pt_br: Sua pontuação está abaixo da média. A boa notícia é que tudo o que você precisa fazer é desacelerar para progredir.

# dk_driverdata_mysynthesis_speeding_level_very_bad
source: Your speed is dangerous 😡 ! Remember that it is the number one cause of road fatalities. Slow down to avoid accidents and to protect yourself.
da: Din hastighed er farlig 😡 ! Vær opmærksom på, at det er den første dødsårsag i trafikken. Sæt farten ned for at undgå ulykker og for at beskytte dig selv.
de: Ihre Geschwindigkeit ist gefährlich 😡 ! Seien Sie sich bewusst, dass es die häufigste Todesursache im Straßenverkehr ist. Verlangsamen Sie Ihr Tempo, um Unfälle zu vermeiden und sich selbst zu schützen.
fr: Votre vitesse est dangereuse 😡 ! Sachez que c'est la première cause de mortalité sur les routes. Ralentissez pour éviter des accidents et pour vous protéger.
it: La tua velocità è pericolosa 😡 ! Sappiate che è la prima causa di morte sulle strade. Rallentate per evitare incidenti e per proteggervi.
nl: Je snelheid is gevaarlijk 😡 ! Vergeet niet dat dit de belangrijkste oorzaak is van dodelijke verkeersongevallen. Vertraag om ongelukken te voorkomen en jezelf te beschermen.
pt_br: Sua velocidade é perigosa 😡! Lembre -se de que é a causa número um de mortes na estrada. Desacelerar para evitar acidentes e se proteger.

# dk_driverdata_mysynthesis_speeding_level_very_good
source: Your score is very good, keep it up to reach the top!
da: Din score er meget god, bliv ved med at nå toppen!
de: Ihr Ergebnis ist sehr gut, bleiben Sie dran, um die Spitze zu erreichen!
fr: Votre score est très bon, continuez ainsi pour atteindre le haut du panier !
it: Il tuo punteggio è molto buono, continua così per raggiungere il top!
nl: Je score is erg goed, ga zo door om de top te bereiken!
pt_br: Sua pontuação é muito boa, mantenha -a para chegar ao topo!

# dk_driverdata_mysynthesis_speeding_score
source: My speeding score
da: Min hastighedsscore
de: Mein Geschwindigkeits-Score
fr: Mon score de vitesse
it: Il mio punteggio di velocità
nl: Mijn snelheidsscore
pt_br: Minha pontuação de excesso de velocidade

# dk_driverdata_mysynthesis_speeding_score_info
source: The speeding score ranges from 0 to 10. Your score defines your level which is represented on a coloured scale.
da: Hastighedsscoren varierer mellem 0 og 10. Din score definerer dit niveau, som er repræsenteret på en farveskala.
de: Die Punktzahl für Geschwindigkeit variiert zwischen 0 und 10. Ihre Punktzahl bestimmt Ihre Stufe, die auf einer Farbskala dargestellt wird.
fr: Le score de vitesse varie entre 0 et 10. Votre score définit votre niveau qui est représenté sur une échelle de couleurs.
it: Il punteggio di velocità varia da 0 a 10. Il vostro punteggio definisce il vostro livello, rappresentato da una scala di colori.
nl: De snelheidsscore varieert van 0 tot 10. Je score bepaalt je niveau dat wordt weergegeven op een gekleurde schaal.
pt_br: A pontuação de excesso de velocidade varia de 0 a 10. Sua pontuação define seu nível, que é representado em uma escala colorida.

# dk_driverdata_mysynthesis_very_bad_score
source: Your score is very bad
da: Din score er meget dårlig
de: Ihre Punktzahl ist sehr schlecht
fr: Votre score est très mauvais
it: Il vostro punteggio è molto negativo
nl: Je score is zeer slecht
pt_br: Sua pontuação é muito ruim

# dk_driverdata_mysynthesis_very_good_score
source: Your score is very good
da: Din score er meget god
de: Ihre Punktzahl ist sehr gut
fr: Votre score est très bon
it: Il vostro punteggio è molto buono
nl: Je score is zeer goed
pt_br: Sua pontuação é muito boa

# dk_driverdata_mysynthesis_you_are_average
source: You are in the average
da: Du befinder dig i den gennemsnitlige
de: Sie befinden sich im Durchschnitt
fr: Vous êtes dans la moyenne
it: Siete nella media
nl: Je bent zit in de middenmoot
pt_br: Você está em média

# dk_driverdata_mysynthesis_you_are_best
source: You are better than %@ of users
da: Du er bedre end %@ af brugerne
de: Sie sind besser als %@ der Nutzer
fr: Vous êtes meilleur que %@ des utilisateurs
it: Siete migliori dell'%@ degli utenti
nl: Je bent beter dan %@ van de gebruikers
pt_br: Você é melhor que %@ de usuários

# dk_driverdata_mysynthesis_you_are_lower
source: %@ of users are better than you
da: %@ af brugerne er bedre end dig
de: %@ der Nutzer sind besser als Sie
fr: %@ des utilisateurs sont meilleurs que vous
it: L'%@ degli utenti è migliore di te
nl: %@ van de gebruikers zijn beter dan jij
pt_br: %@ de usuários são melhores do que você

# dk_driverdata_night
source: Night trip
da: Natkørsel
de: Fahrt in der Nacht
es: Excursión nocturna
fr: Trajet de nuit
it: Viaggio notturno
nl: Nachtelijke rit
pt_br: Viagem noturna

# dk_driverdata_no_call_congrats
source: Congratulations!
da: Tillykke!
de: Glückwunsch!
es: ¡Felicitación!
fr: Félicitations !
it: Congratulazione!
nl: Gefeliciteerd!
pt_br: Parabéns!

# dk_driverdata_no_call_content
source: No calls
da: Ingen opkald
de: Keine Anrufe
es: Sin llamadas
fr: Aucun appel
it: Nessuna chiamata
nl: Geen oproepen
pt_br: Sem chamadas

# dk_driverdata_no_screen_unlocking
source: No unlocking
da: Ingen oplåsning
de: Keine Entriegelung
es: Sin desbloqueo
fr: Pas de déverrouillage
it: Nessun sblocco
nl: Geen ontgrendeling
pt_br: Sem desbloqueio

# dk_driverdata_no_speeding_content_congratulations
source: You have respected the authorized speed limits all along your trip.
da: Du har respekteret fartgrænserne på din tur.
de: Sie haben während der gesamten Fahrt die Geschwindigkeitsbegrenzungen beachtet.
es: Has respetado los límites de velocidad durante todo el trayecto.
fr: Vous avez respecté les limites de vitesse autorisées tout au long de votre trajet
it: Hai rispettato i limiti di velocità durante tutto il tuo viaggio.
nl: Je hebt je tijdens je rit aan de toegestane snelheidslimieten gehouden.
pt_br: Você respeitou os limites de velocidade autorizados ao longo de sua viagem.

# dk_driverdata_no_speeding_events
source: No overruns
da: Ingen overskridelser
de: Keine Überschreitungen
es: No hay excesos
fr: Aucun dépassement
it: Nessun superamento
nl: Geen overschrijdingen
pt_br: Sem excedentes

# dk_driverdata_no_speeding_title_congratulations
source: 👍 Bravo and thank you for your caution!
da: Tillykke og tak for din forsigtighed!
de: 👍 Bravo und vielen Dank für Ihre Vorsicht!
es: 👍 ¡Bravo y gracias por su cautela!
fr: 👍 Bravo et merci pour votre prudence !
it: 👍 Bravo e grazie per la tua prudenza!
nl: 👍 Bravo en bedankt voor je voorzichtigheid!
pt_br: 👍 Bravo e obrigado por sua cautela!

# dk_driverdata_no_trip_placeholder
source: You haven't made any trips with this vehicle yet.
da: Du har endnu ikke kørt nogen ture med dette køretøj.
de: Du hast noch keine Fahrten mit diesem Fahrzeug gemacht.
es: Aún no has hecho ningún viaje con este vehículo.
fr: Vous n'avez pas encore réalisé de trajets avec ce véhicule.
it: Non avete ancora effettuato alcun viaggio con questo veicolo.
nl: Je hebt nog geen ritten gemaakt met dit voertuig.
pt_br: Você ainda não fez nenhuma viagem com este veículo.

# dk_driverdata_no_trips_recorded
source: Make your first trip to fill this list
da: Applikationen har endnu ikke analyseret dine ture. For at måle din kørestil og modtage tips og råd om, hvordan du kan forbedre dig, skal du kontrollere, at applikationen er korrekt konfigureret og gennemføre en rejse. Når automatisk tilstand er aktiveret, registrerer og analyserer applikationen dine bevægelser, selv når den ikke er åben.
de: Sie sind noch nicht gefahren.
es: Aún no has viajado.
fr: L'application n'a pas encore analysé vos trajets. Pour mesurer votre style de conduite et recevoir des conseils et indications pour progresser, vérifiez que l'application est bien configurée et réalisez un trajet. Lorsque le mode automatique est activé, l'application détecte et analyse vos déplacements même lorsqu'elle n'est pas ouverte.
it: L'applicazione non ha ancora analizzato i vostri viaggi. Per misurare il proprio stile di guida e ricevere suggerimenti e consigli su come migliorare, verificare che l'applicazione sia configurata correttamente ed effettuare un viaggio. Quando è attivata la modalità automatica, l'applicazione rileva e analizza i vostri movimenti anche quando non è aperta.
nl: De app heeft je ritten nog niet geanalyseerd. Om je rijstijl te meten en tips en adviezen te krijgen om je rijstijl te verbeteren, controleer je of de app goed is ingesteld en voer je een rit uit.
pt_br: Faça sua primeira viagem para preencher esta lista

# dk_driverdata_phone_call_plur
source: %@ phone calls
da: %@ telefonopkald
de: %@ Telefonate
es: %@ llamadas telefónicas
fr: %@ appels téléphoniques
it: %@ telefonate
nl: %@ telefoongesprekken
pt_br: %@ liga

# dk_driverdata_phone_call_sing
source: %@ phone call
da: %@ telefonopkald
de: %@ Telefonat
es: %@ llamada telefónica
fr: %@ appel téléphonique
it: %@ telefonata
nl: %@ telefoongesprek
pt_br: %@ telefonema

# dk_driverdata_safety_accel
source: Harsh accelerations
da: Hårde accelerationer
de: Starke Beschleunigung
es: Aceleraciones bruscas
fr: Accélérations fortes
it: Accelerazioni brusche
nl: Harde versnellingen
pt_br: Acelerações duras

# dk_driverdata_safety_adherence
source: Adherence limits
da: Hårde sving
de: Adhäsionsgrenze
es: Límites de adherencia
fr: Limites d'adhérence
it: Limiti di aderenza
nl: Limiet wegligging
pt_br: Limites de aderência

# dk_driverdata_safety_decel
source: Hard brakings
da: Hårde opbremsning
de: Starkes Bremsen
es: Frenadas fuertes
fr: Freinages forts
it: Frenate brusche
nl: Harde remmingen
pt_br: Freios duros

# dk_driverdata_safety_explain_acceleration
source: Your acceleration is a little too strong. An event has been detected because the acceleration of the vehicle is greater than 2,0 m/s². For your safety and the comfort of your passengers, adopt a flexible ride. In addition, sporty driving uses tires, brakes and shock absorbers faster.
da: Du accelererede lidt for hurtigt med en acceleration over 2,0 m/s². Det betyder, at bilen larmer. Ifølge Færdselsloven § 38 skal køretøjet betjenes således, at "det ikke afgiver unødig støj eller unødigt udvikler røg eller gasarter." Accelerér lidt langsommere næste gang. Det er desuden bedre for din egen sikkerhed og mere behageligt for de andre passagerer i bilen.
de: Ihre Beschleunigung ist etwas zu stark. Dieses Ereignis wurde erkannt, weil die Beschleunigung des Fahrzeugs größer als 2,0 m/s² ist. Wählen Sie für Ihre Sicherheit und den Komfort Ihrer Passagiere eine gemässigtere Fahrweise. Sportliches Fahren hat zudem einen negativen EInfluss auf den Verschleiß der Reifen, Bremsen und Stoßdämpfer.
es: Tu aceleración es un poco demasiado fuerte. Se ha detectado un evento porque la aceleración del vehículo es mayor de 2,0 m/s². Para su seguridad y la comodidad de sus pasajeros, adopte un viaje flexible. Además, la conducción deportiva utiliza neumáticos, frenos y amortiguadores más rápido.
fr: Votre accélération est un peu trop forte. Un évènement a été détecté car l'accélération du véhicule est supérieure à 2,0 m/s². Pour votre sécurité et le confort de vos passagers, adoptez une conduite souple. De plus, une conduite sportive use plus vite les pneus, les freins et les amortisseurs.
it: La tua accelerazione è un po 'troppo forte. È stato rilevato un evento perché l'accelerazione del veicolo è superiore a 2.0 m/s². Per la tua sicurezza e il comfort dei tuoi passeggeri, adotta una guida flessibile. Inoltre, la guida sportiva utilizza più velocemente pneumatici, freni e ammortizzatori.
nl: Je versnelling is een beetje te sterk. Er is een voorval gedetecteerd omdat de versnelling van het voertuig groter is dan 2,0 m/s². Voor jouw veiligheid en het comfort van je passagiers moet je soepeler rijden. Bovendien slijten banden, remmen en schokdempers sneller bij sportief rijden.
pt_br: Sua aceleração é um pouco forte demais. Um evento foi detectado porque a aceleração do veículo é superior a 2,0 m/s². Para sua segurança e o conforto de seus passageiros, adote um passeio flexível. Além disso, a Sporty Driving usa pneus, freios e amortecedores mais rapidamente.

# dk_driverdata_safety_explain_acceleration_critical
source: Your acceleration is too strong. An event has been detected because the acceleration of the vehicle exceeds 2,5 m/s². For your safety and the comfort of your passengers, adopt a flexible ride. In addition, sporty driving uses tires, brakes and shock absorbers faster.
da: Du accelererede for hurtigt med en acceleration over 2,5 m/s². Det betyder, at bilen larmer meget. Ifølge Færdselsloven § 38 skal køretøjet betjenes således, at "det ikke afgiver unødig støj eller unødigt udvikler røg eller gasarter." Accelerér langsommere næste gang. Det er desuden bedre for din egen sikkerhed og mere behageligt for de andre passagerer i bilen.
de: Ihre Beschleunigung ist viel zu stark. Dieses Ereignis wurde erkannt, weil die Beschleunigung des Fahrzeugs 2,5 m/s² überschreitet. Wählen Sie für Ihre Sicherheit und den Komfort Ihrer Passagiere eine gemässigtere Fahrweise. Sportliches Fahren hat zudem einen negativen EInfluss auf den Verschleiß der Reifen, Bremsen und Stoßdämpfer.
es: Tu aceleración es muy fuerte. Se ha detectado un evento porque la aceleración del vehículo supera los 2,5 m/s². Para su seguridad y la comodidad de sus pasajeros, adopte un viaje flexible. Además, la conducción deportiva utiliza neumáticos, frenos y amortiguadores más rápido.
fr: Votre accélération est trop forte. Un évènement a été détecté car l'accélération du véhicule dépasse 2,5 m/s². Pour votre sécurité et le confort de vos passagers, adoptez une conduite souple. De plus, une conduite sportive use plus vite les pneus, les freins et les amortisseurs.
it: La tua accelerazione è troppo forte. È stato rilevato un evento perché l'accelerazione del veicolo supera i 2.5 m/s². Per la tua sicurezza e il comfort dei tuoi passeggeri, adotta una guida flessibile. Inoltre, la guida sportiva utilizza più velocemente pneumatici, freni e ammortizzatori.
nl: Je versnelling is te sterk. Er is een voorval gedetecteerd omdat de versnelling van het voertuig groter is dan 2,5 m/s². Voor jouw veiligheid en het comfort van je passagiers moet je soepeler rijden. Bovendien slijten banden, remmen en schokdempers bij sportief rijden sneller.
pt_br: Sua aceleração é muito forte. Um evento foi detectado porque a aceleração do veículo excede 2,5 m/s². Para sua segurança e o conforto de seus passageiros, adote um passeio flexível. Além disso, a Sporty Driving usa pneus, freios e amortecedores mais rapidamente.
