Repository: DriveQuantPublic/drivekit-ui-ios
Catalog: DriveKitDriverDataUI/Localizable/*.lproj/DriverDataLocalizables.strings
Languages: da, de, es, fr, it, nl, pt_br

# dk_driverdata_synthesis_info_distraction
source: The score displayed on the card is the average of the trips made over 7 rolling days from the date of the last trip. If the score does not appear, it means that there is not enough data to evaluate your driving.
da: Den score, der vises på kortet, er gennemsnittet af de ture, der er foretaget de sidste 7 dage fra datoen for din sidste tur. Hvis scoren ikke vises, betyder det, at der ikke er nok data til at evaluere din kørsel.
de: Die auf der Karte angezeigte Punktzahl ist der Durchschnitt der Fahrten über 7 Tage, an denen das Fahrzeug bewegt wurde, ab dem Datum der letzten Fahrt. Wenn die Punktzahl nicht angezeigt wird, bedeutet dies, dass nicht genügend Daten vorhanden sind, um Ihre Fahrweise zu bewerten.
es: La puntuación que aparece en la tarjeta es la media de los viajes realizados durante 7 días consecutivos desde la fecha del último viaje. Si la puntuación no aparece, significa que no hay suficientes datos para evaluar su conducción.
fr: Le score affiché sur la carte correspond à la moyenne des trajets réalisés sur 7 jours glissants à partir de la date du dernier trajet. Si le score n'apparaît pas, cela signifie qu'il n'y a pas suffisamment de données pour évaluer votre conduite.
it: Il punteggio visualizzato sulla scheda è la media dei viaggi effettuati in 7 giorni consecutivi dalla data dell'ultimo viaggio. Se il punteggio non appare, significa che non ci sono abbastanza dati per valutare la tua guida.
nl: De score op de kaart is het gemiddelde van de ritten over 7 opeenvolgende dagen vanaf de datum van de laatste rit. Als de score niet wordt weergegeven, betekent dit dat er niet genoeg gegevens zijn om je rijgedrag te evalueren.
pt_br: A pontuação exibida no cartão é a média das viagens feitas mais de 7 dias de rolamento a partir da data da última viagem. Se a pontuação não aparecer, significa que não há dados suficientes para avaliar sua direção.

# dk_driverdata_synthesis_info_ecodriving
source: The score displayed on the card is the average of the trips made over 7 rolling days from the date of the last trip. If the score does not appear, it means that there is not enough data to evaluate your driving.
da: Den score, der vises på kortet, er gennemsnittet af de ture, der er foretaget de sidste 7 dage fra datoen for din sidste tur. Hvis scoren ikke vises, betyder det, at der ikke er nok data til at evaluere din kørsel.
de: Die auf der Karte angezeigte Punktzahl ist der Durchschnitt der Fahrten über 7 Tage, an denen das Fahrzeug bewegt wurde, ab dem Datum der letzten Fahrt. Wenn die Punktzahl nicht angezeigt wird, bedeutet dies, dass nicht genügend Daten vorhanden sind, um Ihre Fahrweise zu bewerten.
es: La puntuación que aparece en la tarjeta es la media de los viajes realizados durante 7 días consecutivos desde la fecha del último viaje. Si la puntuación no aparece, significa que no hay suficientes datos para evaluar su conducción.
fr: Le score affiché sur la carte correspond à la moyenne des trajets réalisés sur 7 jours glissants à partir de la date du dernier trajet. Si le score n'apparaît pas, cela signifie qu’il n'y a pas suffisamment de données pour évaluer votre conduite.
it: Il punteggio visualizzato sulla scheda è la media dei viaggi effettuati in 7 giorni consecutivi dalla data dell'ultimo viaggio. Se il punteggio non appare, significa che non ci sono abbastanza dati per valutare la tua guida.
nl: De score op de kaart is het gemiddelde van de ritten over 7 opeenvolgende dagen vanaf de datum van de laatste rit. Als de score niet wordt weergegeven, betekent dit dat er niet genoeg gegevens zijn om je rijgedrag te evalueren.
pt_br: A pontuação exibida no cartão é a média das viagens feitas mais de 7 dias de rolamento a partir da data da última viagem. Se a pontuação não aparecer, significa que não há dados suficientes para avaliar sua direção.

# dk_driverdata_synthesis_info_safety
source: The score displayed on the card is the average of the trips made over 7 rolling days from the date of the last trip. If the score does not appear, it means that there is not enough data to evaluate your driving.
da: Den score, der vises på kortet, er gennemsnittet af de ture, der er foretaget de sidste 7 dage fra datoen for din sidste tur. Hvis scoren ikke vises, betyder det, at der ikke er nok data til at evaluere din kørsel.
de: Die auf der Karte angezeigte Punktzahl ist der Durchschnitt der Fahrten über 7 Tage, an denen das Fahrzeug bewegt wurde, ab dem Datum der letzten Fahrt. Wenn die Punktzahl nicht angezeigt wird, bedeutet dies, dass nicht genügend Daten vorhanden sind, um Ihre Fahrweise zu bewerten.
es: La puntuación que aparece en la tarjeta es la media de los viajes realizados durante 7 días consecutivos desde la fecha del último viaje. Si la puntuación no aparece, significa que no hay suficientes datos para evaluar su conducción.
fr: Le score affiché sur la carte correspond à la moyenne des trajets réalisés sur 7 jours glissants à partir de la date du dernier trajet. Si le score n'apparaît pas, cela signifie qu’il n'y a pas suffisamment de données pour évaluer votre conduite.
it: Il punteggio visualizzato sulla scheda è la media dei viaggi effettuati in 7 giorni consecutivi dalla data dell'ultimo viaggio. Se il punteggio non appare, significa che non ci sono abbastanza dati per valutare la tua guida.
nl: De score op de kaart is het gemiddelde van de ritten over 7 opeenvolgende dagen vanaf de datum van de laatste rit. Als de score niet wordt weergegeven, betekent dit dat er niet genoeg gegevens zijn om je rijgedrag te evalueren.
pt_br: A pontuação exibida no cartão é a média das viagens feitas mais de 7 dias de rolamento a partir da data da última viagem. Se a pontuação não aparecer, significa que não há dados suficientes para avaliar sua direção.

# dk_driverdata_synthesis_info_speeding
source: The score displayed on the card is the average of the trips made over 7 rolling days from the date of the last trip. If the score does not appear, it means that there is not enough data to evaluate your driving.
da: Den score, der vises på kortet, er gennemsnittet af de ture, der er foretaget over 7 rullende dage fra datoen for den sidste tur. Hvis scoren ikke vises, betyder det, at der ikke er nok data til at evaluere din kørsel.
de: Die auf der Karte angezeigte Punktzahl ist der Durchschnitt der Fahrten über 7 Tage, an denen das Fahrzeug bewegt wurde, ab dem Datum der letzten Fahrt. Wenn die Punktzahl nicht angezeigt wird, bedeutet dies, dass nicht genügend Daten vorhanden sind, um Ihre Fahrweise zu bewerten.
es: La puntuación que aparece en la tarjeta es la media de los viajes realizados durante 7 días consecutivos desde la fecha del último viaje. Si la puntuación no aparece, significa que no hay suficientes datos para evaluar su conducción.
fr: Le score affiché sur la carte correspond à la moyenne des trajets réalisés sur 7 jours glissants à partir de la date du dernier trajet. Si le score n'apparaît pas, cela signifie qu'il n'y a pas suffisamment de données pour évaluer votre conduite.
it: Il punteggio visualizzato sulla scheda è la media dei viaggi effettuati in 7 giorni consecutivi dalla data dell'ultimo viaggio. Se il punteggio non appare, significa che non ci sono abbastanza dati per valutare la tua guida.
nl: De score op de kaart is het gemiddelde van de ritten over 7 opeenvolgende dagen vanaf de datum van de laatste rit. Als de score niet wordt weergegeven, betekent dit dat er niet genoeg gegevens zijn om je rijgedrag te evalueren.
pt_br: A pontuação exibida no cartão é a média das viagens feitas mais de 7 dias de rolamento a partir da data da última viagem. Se a pontuação não aparecer, significa que não há dados suficientes para avaliar sua direção.

# dk_driverdata_synthesis_mean_speed
source: Average speed
da: Gennemsnitshastighed
de: Mittlere Velocity
es: Velocidad media
fr: Vitesse moyenne
it: Velocità media
nl: Gemiddelde snelheid
pt_br: Velocidade média

# dk_driverdata_synthesis_road_context
source: Driving context
da: Kørselskontekst
de: Kontext Fahrt
es: Contexto de conducción
fr: Contexte routier
it: Contesto di guida
nl: Type verkeer
pt_br: Contexto de direção

# dk_driverdata_synthesis_stop_time
source: Idling duration
da: Tid i tomgang
de: Leerlaufdauer
es: Duración del ralentí
fr: Temps à l'arrêt
it: Durata di inattività
nl: Duur stationair draaien
pt_br: Duração ociosa

# dk_driverdata_synthesis_vehicle
source: Vehicle used
da: Benyttet køretøj
de: Fahrzeug gebraucht
es: Vehículo usado
fr: Véhicule utilisé
it: Veicolo usato
nl: Gebruikt voertuig
pt_br: Veículo usado

# dk_driverdata_synthesis_weather
source: Weather
da: Vejr
de: Wetter
es: Tiempo
fr: Météo
it: Meteo
nl: Weer
pt_br: Clima

# dk_driverdata_transportation_mode
source: Transportation mode:
da: Transporttilstand:
de: Transportmodus:
es: Modo de transporte:
fr: Mode de transport :
it: Modalità di trasporto:
nl: Vervoerswijze:
pt_br: Modo de transporte:

# dk_driverdata_transportation_mode_all
source: All trips
da: Alle ture
de: Alle Fahrten
es: Todos los viajes
fr: Tous les trajets
it: Tutti i viaggi
nl: Alle ritten
pt_br: Todas as viagens

# dk_driverdata_transportation_mode_bike
source: Bicycle
da: Cykel
de: Fahrrad
es: Bicicleta
fr: Vélo
it: Bicicletta
nl: Fiets
pt_br: Bicicleta

# dk_driverdata_transportation_mode_boat
source: Boat
da: Båd
de: Boot
es: Barco
fr: Bateau
it: Barca
nl: Boot
pt_br: Barco

# dk_driverdata_transportation_mode_bus
source: Bus
es: Autobús
it: Autobus
pt_br: Ônibus

# dk_driverdata_transportation_mode_car
source: Car
da: Bil
de: Auto
es: Coche
fr: Voiture
it: Auto
nl: Auto
pt_br: Carro

# dk_driverdata_transportation_mode_declaration_comment
source: Do you have a comment? (optional)
da: Har du en kommentar? (valgfri)
de: Haben Sie einen Kommentar? (fakultativ)
es: ¿Tiene algún comentario? (opcional)
fr: Avez-vous un commentaire ? (optionnel)
it: Ha un commento da fare? (opzionale)
nl: Heb je commentaar? (optioneel)
pt_br: Você tem um comentário? (opcional)

# dk_driverdata_transportation_mode_declaration_comment_error
source: Your comment must not exceed 120 characters
da: Din kommentar må ikke overstige 120 tegn
de: Ihr Kommentar darf 120 Zeichen nicht überschreiten.
es: Su comentario no debe exceder los 120 caracteres
fr: Votre commentaire ne doit pas dépasser 120 caractères
it: Il tuo commento non deve superare i 120 caratteri
nl: Je commentaar mag niet langer zijn dan 120 tekens
pt_br: Seu comentário não deve exceder 120 caracteres

# dk_driverdata_transportation_mode_declaration_text
source: Please select the transportation mode if the one detected is wrong.
da: Vælg transportform, hvis den, der er målt, er forkert.
de: Bitte wählen Sie die Transportart, falls die gefundene falsch ist.
es: Por favor, seleccione el modo de transporte si el detectado es erróneo.
fr: Merci de sélectionner le mode de transport si celui qui a été détecté est erroné
it: Selezionare la modalità di trasporto se quella rilevata è sbagliata.
nl: Selecteer de vervoerswijze als de gedetecteerde modus verkeerd is.
pt_br: Selecione o modo de transporte se o detectado estiver errado.

# dk_driverdata_transportation_mode_flight
source: Plane
da: Fly
de: Flugzeug
es: Avión
fr: Avion
it: Aereo
nl: Vliegtuig
pt_br: Avião

# dk_driverdata_transportation_mode_idle
source: Idle
da: Ledig
de: Müßiggang
fr: Statique
it: Inattivo
nl: Inactief
pt_br: Parado

# dk_driverdata_transportation_mode_motorcycle
source: Motorcycle
da: Motorcykel
de: Motorrad
es: Motocicleta
fr: Moto
it: Motocicletta
nl: Motorfiets
pt_br: Motocicleta

# dk_driverdata_transportation_mode_on_foot
source: On foot
da: Til fods
de: Zu Fuß
es: A pie
fr: À pied
it: A piedi
nl: Te voet
pt_br: A pé

# dk_driverdata_transportation_mode_other
source: Other
da: Andet
de: Andere
es: Otres
fr: Autre
it: Altro
nl: Andere
pt_br: Outro

# dk_driverdata_transportation_mode_passenger_driver
source: Were you driver or passenger?
da: Var du chauffør eller passager?
de: Waren Sie Fahrer oder Beifahrer?
es: ¿Era usted un conductor o un pasajero?
fr: Etiez-vous conducteur ou passager ?
it: Eri un autista o un passeggero?
nl: Was je bestuurder of passagier?
pt_br: Você era motorista ou passageiro?

# dk_driverdata_transportation_mode_skiing
source: Skiing
da: Stå på ski
de: Ski
es: Esquí
fr: Ski
it: Sci
nl: Skiën
pt_br: Esquiar

# dk_driverdata_transportation_mode_title
source: Transportation mode
da: Transporttilstand
de: Verkehrsträger
es: Modo de transporte
fr: Mode de transport
it: Modalità di trasporto
nl: Vervoerswijze
pt_br: Modo de transporte

# dk_driverdata_transportation_mode_train
source: Train
da: Tog
de: Zug
es: Tren
it: Treno
nl: Trein
pt_br: Trem

# dk_driverdata_transportation_mode_truck
source: Heavy duty
da: Lastbil
de: Lastwagen
es: Camión
fr: Poids-lourd
it: Camion
nl: Vrachtwagen
pt_br: Trabalho pesado

# dk_driverdata_transportation_profile_driver
source: Driver
da: Chauffør
de: Fahrer
es: Conductor
fr: Conducteur
it: Autista
nl: Bestuurder
pt_br: Motorista

# dk_driverdata_transportation_profile_passenger
source: Passenger
da: Passager
de: Passagier
es: Pasajero
fr: Passager
it: Passeggero
nl: Passagier
pt_br: Passageiro

# dk_driverdata_trip_deleted
source: Your trip has been deleted.
da: Din tur er blevet slettet.
de: Ihre Fahrt wurde gelöscht.
es: Tu viaje ha sido eliminado.
fr: Votre trajet a été supprimé.
it: Il tuo viaggio è stato cancellato.
nl: Je rit is verwijderd.
pt_br: Sua viagem foi excluída.

# dk_driverdata_trip_detail_data_error
source: The trip data could not be retrieved.
da: Turdata kunne ikke hentes.
de: Die Fahrtdaten konnten nicht wiederhergestellt werden.
es: Los datos del viaje no se pudieron recuperar.
fr: Les données du trajet n'ont pas pu être récupérées
it: Non è stato possibile recuperare i dati di viaggio.
nl: De ritgegevens konden niet worden opgehaald.
pt_br: Os dados da viagem não puderam ser recuperados.

# dk_driverdata_trip_detail_get_road_failed
source: The road can't be retrieve. Make sure you are connected to the network.
da: Den kørte rute kan ikke vises. Sørg for at din mobil er tilsluttet wifi eller mobilnetværket.
de: Die Straße konnte nicht wiederhergestellt werden. Stellen Sie sicher, dass Sie mit dem Netzwerk verbunden sind.
es: El camino no pudo ser recuperado. Asegúrate de estar conectado a la red.
fr: La route n'a pas pu être récupérée. Assurez vous d'être connecté au réseau.
it: La strada non ha potuto essere recuperata. Assicurati di essere connesso alla rete.
nl: De weg kan niet teruggevonden worden. Zorg ervoor dat je verbonden bent met het netwerk.
pt_br: A estrada não pode ser recuperada. Verifique se você está conectado à rede.

# dk_driverdata_trip_detail_no_score
source: The trip has been recorded but the distance traveled is too small to evaluate your driving.
da: Turen er optaget, men den kørte afstand er for kort til at evaluere din kørsel.
de: Die Strecke wurde aufgezeichnet, aber die zurückgelegte Entfernung ist zu klein, um Ihre Fahrt zu bewerten.
es: El viaje ha sido grabado pero la distancia recorrida es demasiado pequeña para evaluar su conducción.
fr: Le trajet a été enregistré mais la distance parcourue est trop faible pour évaluer votre conduite.
it: Il viaggio è stato registrato ma la distanza percorsa è troppo piccola per valutare la tua guida.
nl: De rit is opgenomen, maar de afgelegde afstand is te klein om je rijgedrag te beoordelen.
pt_br: A viagem foi registrada, mas a distância percorrida é pequena demais para avaliar sua direção.

# dk_driverdata_trip_detail_title
source: Trip detail
da: Detaljer
de: Fahrtdetails
es: Detalle del viaje
fr: Détail du trajet
it: Dettagli del viaggio
nl: Rit in detail
pt_br: Detalhes da viagem

# dk_driverdata_trips_list_title
source: My trips
da: Mine ture
de: Meine Fahrten
es: Mis viajes
fr: Mes trajets
it: I miei viaggi
nl: Mijn ritten
pt_br: Minhas viagens

# dk_driverdata_unknown
source: N/A
de: N/V
nl: N.V.T
pt_br: N / D

# dk_driverdata_unlock_distance
source: Distance with unlocked screen
da: Distance, hvor telefonen blev brugt
de: Entsperrte Bildschirmdistanz
es: Pantalla de distancia en
fr: Distance écran allumé
it: Distanza con schermo sbloccato
nl: Afstand met ontgrendeld scherm
pt_br: Distância com tela desbloqueada

# dk_driverdata_unlock_duration
source: Duration with unlocked screen
da: Varighed med ulåst skærm
de: Entsperrte Bildschirmdauer
es: Tiempo de pantalla en
fr: Durée écran allumé
it: Durata con schermo sbloccato
nl: Tijdsduur met ontgrendeld scherm
pt_br: Duração com tela desbloqueada

# dk_driverdata_unlock_event
source: Screen unlocking
da: Skærmoplåsning
de: Bildschirm entsperren
es: Desbloqueo de pantalla
fr: Déverrouillage de l'écran
it: Sblocco dello schermo
nl: Schermontgrendeling
pt_br: Desbloqueio de tela

# dk_driverdata_unlock_events
source: Screen unlocks
da: Skærmoplåsninger
de: Bildschirm entriegelt
es: Desbloqueo de la pantalla
fr: Déverrouillages de l'écran
it: Lo schermo si sblocca
nl: Schermontgrendelingen
pt_br: Desbloqueia de tela

# dk_driverdata_unlock_number
source: Number of unlocking
da: Antal oplåsninger
de: Anzahl der Entsperrungen
es: Cantidad de desbloqueo
fr: Nombre de déverrouillages
it: Numero di sblocco
nl: Aantal ontgrendelingen
pt_br: Número de desbloqueio

# dk_driverdata_unlock_screen_content
source: screen on during %@ and %@
da: skærm oplåst i %@ og %@
de: Anzeige auf %@ und %@
es: visualización en %@ y %@
fr: écran allumé %@ et %@
it: display su %@ e %@
nl: scherm aan tijdens %@ en %@
pt_br: tela ativada durante %@ e %@

# dk_driverdata_urban
source: %@ in urban zone
da: %@ i byzone
de: %@ in städtischen Gebieten
es: %@ en zonas urbanas
fr: %@ en zone urbaine
it: %@ nelle aree urbane
nl: %@ in bebouwde kom
pt_br: %@ na zona urbana

# dk_driverdata_value
source: Value =
da: Værdi =
de: Wert =
es: Valore =
fr: Valeur =
it: Valor =
nl: Waarde =
pt_br: Valor =

# dk_driverdata_vehicle_trips
source: Vehicle trips
da: Køreture
de: Fahrzeug-Fahrten
es: Viajes en vehículos
fr: Trajets en véhicule
it: Viaggi in veicolo
nl: Ritten met het voertuig
pt_br: Viagens de veículo

# dk_driverdata_weather_cloud
source: Cloudy weather
da: Overskyet vejr
de: an einem bewölkten Tag
es: en día nublado
fr: Temps nuageux
it: con il cielo coperto
nl: Bewolkt weer
pt_br: Tempo nublado

# dk_driverdata_weather_fog
source: Foggy weather
da: Tåget vejr
de: bei Nebel
es: en condiciones de niebla
fr: Temps brumeux
it: con la nebbia
nl: Mistig weer
pt_br: clima nebuloso

# dk_driverdata_weather_hail
source: Freezing weather
da: Frostvejr
de: bei Minustemperaturen
es: con tiempo gélido
fr: Temps de gel
it: con il gelo
nl: Vriesweer
pt_br: Clima congelante

# dk_driverdata_weather_rain
source: Rainy weather
da: Regnvejr
de: bei regnerischem Wetter
es: con tiempo lluvioso
fr: Temps pluvieux
it: con la pioggia
nl: Regenachtig weer
pt_br: Tempo chuvoso

# dk_driverdata_weather_snow
source: Snowy weather
da: Snevejr
de: bei Schneefall
es: in nevicata
fr: Temps neigeux
it: in nevicata
nl: Sneeuwachtig weer
pt_br: Clima de neve

# dk_driverdata_weather_sun
source: Clear weather
da: Klart vejr
de: bei klarem Wetter
es: En tiempo despejado
fr: Temps clair
it: Con il sereno
nl: Helder weer
pt_br: Tempo limpo

# dk_driverdata_drivingconditions_interval_distance
source: %d - %d km
fr: %1$d - %2$d km
it: %1$d - %2$d km
nl: %1$d - %2$d km

# dk_driverdata_mysynthesis_average
source: av.
da: gen.
de: mittel
fr: moy.
it: med.
