Repository: DriveQuantPublic/drivekit-ui-ios
Catalog: DriveKitDriverDataUI/Localizable/*.lproj/DriverDataLocalizables.strings
Languages: da, de, es, fr, it, nl, pt_br

# dk_driverdata_advice_agree
source: I understood
da: Tak for tippet
de: Ich habe verstanden
es: He entendido
fr: J'ai compris
it: Ho capito
nl: Bedankt voor de tip!
pt_br: Eu entendi

# dk_driverdata_advice_disagree
source: I did not understand
da: Jeg forstod ikke tippet
de: Nicht versanden
es: No entendi
fr: Je n'ai pas compris
it: Non ho capito
nl: Ik heb het niet begrepen
pt_br: Não entendi

# dk_driverdata_advice_feedback_01
source: The advice does not match the conditions of my trip
da: Køretippet stemmer ikke med min tur.
de: Der Tipp entspricht nicht den Bedingungen meiner Fahrt.
es: El consejo no coincide con las condiciones de mi viaje.
fr: Le conseil ne correspond pas aux conditions de mon trajet.
it: Il consiglio non corrisponde alle condizioni del mio viaggio.
nl: Het advies komt niet overeen met de omstandigheden van mijn rit
pt_br: O conselho não corresponde às condições da minha viagem

# dk_driverdata_advice_feedback_02
source: I do not agree with the advice.
da: Jeg er ikke enig i køretippet.
de: Ich stimme dem Tipp nicht zu.
es: No estoy de acuerdo con el consejo.
fr: Je ne suis pas d'accord avec le conseil.
it: Non sono d'accordo con il consiglio
nl: Ik ben het niet eens met het advies.
pt_br: Eu não concordo com o conselho.

# dk_driverdata_advice_feedback_03
source: The advice is not clear enough.
da: Tippet er ikke klart nok.
de: Der Tipp ist nicht klar genug.
es: El consejo no es lo suficientemente claro.
fr: Le conseil n'est pas assez clair.
it: Il consiglio non è abbastanza chiaro.
nl: Het advies is niet duidelijk genoeg.
pt_br: O conselho não é claro o suficiente.

# dk_driverdata_advice_feedback_04
source: I receive this advice very often.
da: Jeg får dette tip for ofte.
de: Ich erhalte diesen Tipp sehr oft.
es: Recibo este consejo muy a menudo.
fr: Je reçois ce conseil trop souvent.
it: Ho ricevuto questo consiglio molto spesso.
nl: Ik krijg dit advies heel vaak.
pt_br: Eu recebo esse conselho com muita frequência.

# dk_driverdata_advice_feedback_05
source: Another reason. Leave a comment.
da: Andre grunde. Efterlad en kommentar.
de: Einen weiteren Grund angeben. Hinterlasse einen Kommentar.
es: Otra razón. Dejar un comentario.
fr: Autre raison. Laisser un commentaire.
it: Un'altra ragione Lascia un commento
nl: Andere reden. Laat een reactie achter.
pt_br: Outra razão. Deixe um comentário.

# dk_driverdata_advice_feedback_disagree_desc
source: If you do not understand the advice or it does not seem useful, you can evaluate it. We thank you in advance for your contribution, your feedback helps improve the application as well as driving tips and it will benefit the entire community of users.
da: Hvis du ikke forstår rådene, eller ikke synes, at de er brugbare, kan du give din feedback her. Din feedback hjælper os med at forbedre køretips og selve appen, og det vil gavne hele fællesskabet.
de: Wenn Sie den Ratschlag nicht verstehen oder er Ihnen nicht nützlich erscheint, können Sie ihn bewerten. Wir danken Ihnen im Voraus für Ihren Beitrag. Ihr Feedback hilft, die Anwendung sowie Fahrtipps zu verbessern und wird der gesamten Gemeinschaft von Benutzern zugute kommen.
es: Si no entiende el consejo o no le parece útil, puede evaluarlo. Le agradecemos de antemano su contribución, sus comentarios ayudan a mejorar la aplicación y los consejos de conducción y beneficiarán a toda la comunidad de usuarios.
fr: Si vous n'avez pas compris le conseil ou qu'il ne vous paraît pas utile, vous pouvez l'évaluer. Nous vous remercions d'avance pour votre contribution, votre avis permet d'améliorer l'application ainsi que les conseils de conduite et il bénéficiera à toute la communauté d'utilisateurs.
it: Se non capisci il consiglio o non ti sembra utile, puoi valutarlo. Vi ringraziamo in anticipo per il vostro contributo, il vostro feedback aiuta a migliorare l'applicazione e suggerimenti di guida e andrà a beneficio dell'intera comunità di utenti.
nl: Als je de tip niet begrijpt of als het niet nuttig lijkt, kun je het advies evalueren. We danken je bij voorbaat voor je bijdrage. Je feedback helpt de applicatie en de rijtips te verbeteren en komt de hele gebruikersgemeenschap ten goede.
pt_br: Se você não entende o conselho ou isso não parece útil, pode avaliá -lo. Agradecemos antecipadamente por sua contribuição, seu feedback ajuda a melhorar o aplicativo, bem como a condução de dicas e isso beneficiará toda a comunidade de usuários.

# dk_driverdata_advice_feedback_disagree_title
source: Your opinion
da: Din mening
de: Ihre Meinung
es: Su opinión
fr: Votre avis
it: La tua opinione
nl: Jouw mening
pt_br: Sua opinião

# dk_driverdata_advice_feedback_error
source: An error occurred, please retry later.
da: Der opstod en fejl, prøv igen senere.
de: Ein Fehler ist aufgetreten
es: Se ha producido un error. Vuelve a intentarlo más tarde.
fr: Une erreur est survenue, merci de réessayer ultérieurement.
it: Si è verificato un errore, riprova più tardi
nl: Er is een fout opgetreden, probeer het later opnieuw.
pt_br: Ocorreu um erro, tente novamente.

# dk_driverdata_advice_feedback_success
source: Your review has been taken into account. Thank you !
da: Tak for din feedback!
de: Ihre Meinung wurde berücksichtigt. Danke!
es: Tu opinión ha sido tenida en cuenta. Gracias !
fr: Votre avis a bien été pris en compte. Merci !
it: La tua opinione è stata presa in considerazione. Grazie !
nl: Er is rekening gehouden met je beoordeling. Bedankt!
pt_br: Sua revisão foi levada em consideração. Obrigado !

# dk_driverdata_alternative_transportation_remark
source: 💡 This trip does not have a score because the application does not measure your driving while you are not in your vehicle.
da: 💡 Denne tur har ikke en score, fordi appen ikke måler din kørsel, når ikke du er i dit køretøj.
de: 💡 Für diese Reise gibt es keine Punktzahl, da der Antrag Ihre Fahrweise nicht misst, solange Sie nicht in Ihrem Fahrzeug sind.
es: 💡 Este viaje no tiene puntaje porque la aplicación no mide su conducción mientras no está en su vehículo.
fr: 💡 Ce trajet n'a pas de score car l’application ne mesure pas votre conduite lorsque vous n'êtes pas dans votre véhicule.
it: 💡 Questo viaggio non ha un punteggio perché l'applicazione non misura la vostra guida mentre non siete nel vostro veicolo.
nl: �� Deze rit heeft geen score omdat de app je rijgedrag niet meet als je niet in je voertuig zit.
pt_br: 💡 Esta viagem não tem uma pontuação porque o aplicativo não mede sua direção enquanto você não está no seu veículo.

# dk_driverdata_alternative_transportation_thanks
source: ❤️ Thank you for reporting this trip and for helping us improve transportation mode automatic recognition.
da: ❤️ Tak fordi du rapporterede denne tur og for at hjælpe os med at forbedre automatisk genkendelse af ture.
de: ❤️ Vielen Dank für die Berichterstattung über diese Fahrt und dafür, dass Sie uns helfen, die automatische Erkennung der Verkehrsmittel zu verbessern.
es: ❤️ Gracias por reportar este viaje y por ayudarnos a mejorar el reconocimiento automático del modo de transporte.
fr: ❤️ Merci d'avoir déclaré ce trajet et de nous aider à améliorer l'identification automatique du mode de transport.
it: ❤️ Grazie per averci segnalato questo viaggio e per averci aiutato a migliorare il riconoscimento automatico delle modalità di trasporto.
nl: ❤️ Bedankt voor het melden van deze rit en voor je hulp bij het verbeteren van de automatische herkenning van vervoersmiddelen.
pt_br: ❤️ Obrigado por relatar esta viagem e por nos ajudar a melhorar o reconhecimento automático do modo de transporte.

# dk_driverdata_alternative_trips
source: Alternative transport
da: Alternativ transport
de: Alternativer Transport
es: Transporte alternativo
fr: Transports alternatifs
it: Trasporto alternativo
nl: Alternatief vervoer
pt_br: Transporte alternativo

# dk_driverdata_beginning_authorized_call
source: Start of authorized call
da: Lovligt opkaldt begyndte
de: Start eines erlaubten Anrufs
es: Inicio de una llamada autorizada
fr: Début d'un appel autorisé
it: Inizio di una telefonata autorizzata
nl: Begin van geautoriseerde oproep
pt_br: Início da chamada autorizada

# dk_driverdata_beginning_authorized_call_info_content
source: The application has detected the start of an authorized call, this means that it has been made to your hands-free car kit. This action does not penalize your phone usage score, as it is legally permitted. However, it remains a distraction while driving, for your safety and that of other road users, it is strongly recommended that you wait until your vehicle is parked to make a call.
da: Det ser ud til, at du har brugt din telefon på lovlig vis under kørslen. Det må du gerne, men vær opmærksom på, at en mobiltelefon kan gøre dig uopmærksom under kørslen (selvom den er fastmonteret) - og det er farligt. Lad mobiltelefonen ligge i tasken eller handskerummet næste gang. Skal du ringe eller sende en besked, så parker først bilen, og sluk for motoren.
de: Die Anwendung hat den Beginn eines erlaubten Anrufs erkannt, d. h. er wurde mit Ihrer Freisprecheinrichtung geführt. Diese Aktion wirkt sich nicht negativ auf Ihren Punktestand für die Telefonnutzung aus, da sie gesetzlich zulässig ist. Es bleibt jedoch eine Ablenkung während der Fahrt. Zu Ihrer Sicherheit und jener anderer Verkehrsteilnehmer wird dringend empfohlen, dass Sie mit dem Telefonieren warten, bis Ihr Fahrzeug geparkt ist.
es: La aplicación ha detectado el inicio de una llamada autorizada, lo que significa que se ha realizado con tu kit de manos libres. Esta acción no penaliza tu puntuación de uso del teléfono, ya que está legalmente permitida. Sin embargo, sigue siendo una distracción durante la conducción, por su seguridad y la de los demás usuarios de la carretera, se recomienda encarecidamente que espere a que su vehículo esté aparcado antes de hacer una llamada.
fr: L'application a détecté le début d'un appel autorisé, cela signifie qu'il a été effectué à avec votre kit main-libre. Cette action ne pénalise pas votre score d'utilisation du téléphone, car elle est légalement autorisée. Cependant, cela reste une distraction lorsque vous conduisez, pour votre sécurité et celle des autres utilisateurs de la route, il est fortement conseillé d'attendre que votre véhicule soit stationné pour passer un appel.
it: L'applicazione ha rilevato l'inizio di una chiamata autorizzata, il che significa che è stata effettuata utilizzando il tuo kit vivavoce. Questa azione non penalizza il tuo punteggio di utilizzo del telefono, in quanto è legalmente consentito. Tuttavia, rimane una distrazione durante la guida, per la vostra sicurezza e quella degli altri utenti della strada, si raccomanda vivamente di aspettare che il vostro veicolo sia parcheggiato prima di fare una chiamata.
nl: De app heeft het begin van een geautoriseerde oproep gedetecteerd, dit betekent dat er een oproep is gedaan naar je handsfree carkit. Deze actie is niet nadelig voor je telefoongebruikscore, omdat het wettelijk is toegestaan. Het blijft echter een afleiding tijdens het rijden, voor jouw veiligheid en die van andere weggebruikers wordt het sterk aangeraden om te wachten met bellen tot je voertuig geparkeerd is.
pt_br: O aplicativo detectou o início de uma chamada autorizada, isso significa que foi feito no seu kit de carro com as mãos livres. Essa ação não penaliza sua pontuação no uso do telefone, pois é legalmente permitida. No entanto, continua sendo uma distração enquanto dirige, para sua segurança e de outros usuários da estrada, é altamente recomendável que você espere até que seu veículo esteja estacionado para fazer uma ligação.

# dk_driverdata_beginning_unauthorized_call
source: Start of unauthorized call
da: Ulovligt opkald begyndte
de: Unerlaubter Anruf gestartet
es: Inicio de llamada no autorizada
fr: Début d'appel non-autorisé
it: Inizio di una telefonata non autorizzato
nl: Begin van niet-geautoriseerd gesprek
pt_br: Início da chamada não autorizada

# dk_driverdata_beginning_unauthorized_call_info_content
source: The application has detected the start of an unauthorized call. This means that the call was not made with a hands-free kit. Handling your phone while driving is very dangerous. Remember to protect yourself, your passengers and other road users. If you need to make a call, your vehicle must be parked in a parking space with the engine turned off.
da: Hov, det ser ud til, at du kom til at bruge din telefon, mens du kørte. Det er forbudt at bruge håndholdt mobiltelefon, mens du kører - også selvom du holder i kø eller holder for rødt. En mobiltelefon i bilen gør dig uopmærksom, og det er farligt. Lad mobiltelefonen ligge i tasken eller handskerummet næste gang. Skal du ringe eller sende en besked, så parker først bilen, og sluk for motoren.
de: Die App hat den Beginn eines unerlaubten Anrufs erkannt. Dies bedeutet, dass der Anruf nicht mit einer Freisprecheinrichtung getätigt wurde. Das Verwenden des Telefons während der Fahrt ist sehr gefährlich. Denken Sie daran, sich selbst, Ihre Mitfahrer und andere Verkehrsteilnehmer zu schützen. Wenn Sie einen Anruf tätigen müssen, stellen Sie Ihr Fahrzeug mit ausgeschaltetem Motor in einer Parklücke ab.
es: La aplicación detectó el inicio de una llamada no autorizada. Esto significa que la llamada no se realizó con un kit de manos libres. Manejar el teléfono mientras se conduce es muy peligroso. Recuerde que debe protegerse a sí mismo, a sus pasajeros y a los demás usuarios de la carretera. Si necesitas hacer una llamada, aparca tu vehículo en una plaza de aparcamiento con el motor apagado.
fr: L'application a détecté le début d'un appel non-autorisé. Cela signifie que l'appel n'a pas été effectué avec un kit main-libre. Manipuler son téléphone au volant est très dangereux. Pensez à vous protéger ainsi que vos passagers et les autres utilisateurs de la route. Si vous devez téléphoner, il faut que votre véhicule soit garé sur une place de stationnement avec le moteur éteint.
it: L'app ha rilevato l'inizio di una telefonata non autorizzata. Questo significa che la chiamata non è stata fatta utilizzando un kit vivavoce. Maneggiare il telefono mentre si guida è molto pericoloso. Ricordatevi di proteggere voi stessi, i vostri passeggeri e gli altri utenti della strada. Se avete bisogno di fare una chiamata, parcheggiate il vostro veicolo in un posto con il motore spento.
nl: De app heeft het begin van een niet-geautoriseerde oproep gedetecteerd. Dit betekent dat het gesprek niet werd gevoerd met een handsfree-kit. Je telefoon gebruiken tijdens het rijden is erg gevaarlijk. Vergeet niet om jezelf, je passagiers en andere weggebruikers te beschermen. Als je moet bellen, ga je beter met het voertuig op een parkeerplaats staan met de motor uit.
pt_br: O aplicativo detectou o início de uma chamada não autorizada. Isso significa que a ligação não foi feita com um kit de mãos livres. Lidar com o telefone enquanto dirige é muito perigoso. Lembre -se de se proteger, seus passageiros e outros usuários da estrada. Se você precisar fazer uma ligação, seu veículo deve estar estacionado em um espaço de estacionamento com o motor desligado.

# dk_driverdata_calling_time
source: Calling time =
da: Opkaldstid =
de: Anrufzeit =
es: Tiempo de llamada =
fr: Temps d'appel =
it: Tempo di chiamata =
nl: Tijd bellen =
pt_br: Chamada de tempo =

# dk_driverdata_change_transportation_mode
source: Change?
da: Skift?
de: Veränderung?
es: ¿Cambio?
fr: Changer ?
it: Cambiare?
nl: Wijzigen?
pt_br: Mudar?

# dk_driverdata_confirm_delete_trip
source: Delete the trip ?
da: Vil du slette rejsen? Sletningen er permanent, og rejsen vil ikke længere være synlig. Bemærk, at dette ikke ændrer gennemsnitsværdierne for dine kørescorer eller dem for en aktuel udfordring.
de: Fahrt löschen?
es: Eliminar el viaje?
fr: Supprimer le trajet ? La suppression est définitive et le trajet ne sera plus visible. Attention, cela ne modifie pas les valeurs moyennes de vos scores de conduite ou celui d'un challenge en cours.
it: Elimina il viaggio? La cancellazione è permanente e il viaggio non sarà più visibile. Si noti che questa operazione non modifica i valori medi dei punteggi di guida o quelli di una sfida in corso.
nl: Rit verwijderen? De rit is definitief verwijderd en zal niet meer zichtbaar zijn. Let op: dit verandert niets aan de gemiddelde waarden van je rijscores of die van een huidige challenge.
pt_br: Excluir a viagem? deletion é definitiva e a viagem não será mais visível.

# dk_driverdata_day
source: Day trip
da: Dagstur
de: Fahrt am Tag
es: Excursión de un día
fr: Trajet de jour
it: Gita di un giorno
nl: Rit overdag
pt_br: Viagem do dia

# dk_driverdata_declared_transportation_mode
source: Declared mode:
da: Erklæret tilstand:
de: Aktiver Modus:
es: Modo declarado:
fr: Mode déclaré :
it: Modalità dichiarata:
nl: Aangegeven modus:
pt_br: Modo declarado:

# dk_driverdata_default_filter_item
source: All my trips
da: Alle mine ture
de: Alle meine Fahrten
es: Todos mis viajes
fr: Tous mes trajets
it: Tutti i miei viaggi
nl: Al mijn ritten
pt_br: Todas as minhas viagens

# dk_driverdata_dense_urban
source: %@ in dense traffic
da: %@ i tæt trafik
de: %@ bei starkem Verkehr
es: %@ en tráfico denso
fr: %@ dans un trafic dense
it: %@ nel traffico pesante
nl: %@ in sterk vertraagd verkeer
pt_br: %@ em tráfego denso

# dk_driverdata_detected_transportation_mode
source: Detected mode:
da: Målt tilstand:
de: Erkannter Modus:
es: Modo detectado :
fr: Mode détecté :
it: Modalità rilevata:
nl: Gedetecteerde modus:
pt_br: Modo detectado:

# dk_driverdata_distance_travelled
source: %@ travelled
da: %@ rejst
de: %@ gefahren
es: %@ recorridos
fr: %@ parcourus
it: %@ percorsi
nl: %@ gereden
pt_br: %@ viajou

# dk_driverdata_distraction_score
source: Distraction score
da: Distraktionsscore
de: Ablenkungsmanöver
es: Puntuación de distracción
fr: Score de distraction
it: Punteggio di distrazione
nl: Afleidingsscore
pt_br: Pontuação de distração

# dk_driverdata_distraction_score_info
source: The distraction score (phone use while driving) measures the driver's interactions with the smartphone while driving. This includes both the number of times the phone is unlocked and the duration of phone calls during the trip. Using the phone can distract the driver's attention and significantly increases the risk of car accident. Calls made with the hands-free kit of your vehicle are allowed and will not lower your score.
da: Distraktionsscoren handler om, hvorvidt du bruger din telefon under kørslen. Der findes én måde til at få en rigtig høj score hver gang: Læg telefonen i handskerummet eller i tasken, før du starter motoren. Når det er sagt, så er det stadigvæk lovligt at bruge fastmonteret mobiltelefon til fx gps, og brugen af denne vil derfor ikke sænke din score.
de: Der Ablenkungs-Score (Telefonnutzung während der Fahrt) misst die Interaktionen des Fahrers mit dem Smartphone während der Fahrt. Dazu gehören sowohl die Anzahl der Entsperrungen des Telefons als auch die Dauer der Telefonate während der Fahrt. Die Nutzung des Telefons kann die Aufmerksamkeit des Fahrers ablenken und erhöht das Risiko eines Autounfalls erheblich. Anrufe, die mit der Freisprecheinrichtung Ihres Fahrzeugs getätigt werden, sind erlaubt und verringern Ihren Score nicht.
es: La puntuación de distracción (uso del teléfono mientras se conduce) mide las interacciones del conductor con el smartphone mientras conduce. Esto incluye tanto el número de veces que se desbloquea el teléfono como la duración de las llamadas telefónicas durante el viaje. El uso del teléfono puede distraer la atención del conductor y aumenta significativamente el riesgo de accidente de tráfico. Las llamadas realizadas con el kit de manos libres de su vehículo están permitidas y no reducirán su puntuación.
fr: Le score de distraction (utilisation du téléphone au volant) mesure les interactions du conducteur avec son smartphone pendant la conduite. Cela comprend à la fois le nombre de déverrouillages du téléphone la durée de communication téléphonique durant le trajet. L'utilisation du téléphone est susceptible de perturber l'attention du conducteur et augmente sensiblement le risque d'accident. Les appels réalisés avec le kit main libre de votre véhicule sont autorisés et ils ne feront pas baisser votre score.
it: Il punteggio di distrazione (uso del telefono durante la guida) misura le interazioni del conducente con lo smartphone durante la guida. Questo include sia il numero di volte che il telefono è sbloccato che la durata delle telefonate durante il viaggio. L'uso del telefono può distrarre l'attenzione del conducente e aumenta significativamente il rischio di incidente d'auto. Le chiamate fatte con il kit vivavoce del vostro veicolo sono permesse e non abbasseranno il vostro punteggio.
nl: De afleidingsscore (telefoongebruik tijdens het rijden) meet de interacties van de bestuurder met de smartphone tijdens het rijden. Dit omvat zowel het aantal keren dat de telefoon ontgrendeld is als de duur van telefoongesprekken tijdens de rit. Het gebruik van de telefoon kan de aandacht van de bestuurder afleiden en verhoogt het risico op een auto-ongeluk aanzienlijk. Gesprekken met de handsfree set van je voertuig zijn toegestaan en zullen je score niet verlagen.
pt_br: A pontuação de distração (uso do telefone enquanto dirige) mede as interações do motorista com o smartphone enquanto dirige. Isso inclui o número de vezes que o telefone é desbloqueado e a duração das chamadas telefônicas durante a viagem. O uso do telefone pode distrair a atenção do motorista e aumenta significativamente o risco de acidente de carro. As chamadas feitas com o kit de mãos livres do seu veículo são permitidas e não diminuem sua pontuação.

# dk_driverdata_drivingconditions_all_day
source: Vous conduisez autant le jour que la nuit
da: Du kører både dag og nat
de: Sie fahren sowohl am Tag als auch in der Nacht
it: Guidate sia di giorno che di notte
nl: Je rijdt overdag evenveel als's nachts
pt_br: Você dirige tanto durante o dia quanto à noite

# dk_driverdata_drivingconditions_all_week
source: You drive as much on weekdays as on weekends
da: Du kører lige så meget i løbet af ugen som i weekenden
de: Sie fahren unter der Woche genauso viel wie am Wochenende
fr: Vous conduisez autant la semaine que le weekend
it: Guidate tanto durante la settimana quanto durante il fine settimana.
nl: Je rijdt doordeweeks evenveel als in het weekend
pt_br: Você dirige tanto nos dias da semana quanto nos fins de semana

# dk_driverdata_drivingconditions_cloud
source: Cloudy
da: Skyet
de: Bewölkt
fr: Temps nuageux
it: Nuvoloso
nl: Bewolkt
pt_br: Nublado

# dk_driverdata_drivingconditions_day
source: Day
da: Dag
de: Tag
fr: Jour
it: Giorno
nl: Dag
pt_br: Dia

# dk_driverdata_drivingconditions_distance_plural
source: km travelled
da: km tilbagelagt
de: km zurückgelegt
fr: km parcourus
it: km percorsi
nl: afgelegde km
pt_br: KM viajou

# dk_driverdata_drivingconditions_distance_singular
source: km travelled
da: km tilbagelagt
de: km zurückgelegt
fr: km parcouru
it: km percorso
nl: afgelegde km
pt_br: KM viajou
