Repository: DriveQuantPublic/drivekit-ui-ios
Catalog: DriveKitDriverDataUI/Localizable/*.lproj/DriverDataLocalizables.strings
Languages: da, de, es, fr, it, nl, pt_br

# dk_driverdata_safety_explain_adherence
source: The application calculates an adhesion indicator between the tires and the road based on speed and heading measurements. The higher this value, the greater the risk of slippage. An event was detected because the adhesion is greater than 0,2.
da: Vi beregner en vejgrebs-indikator mellem dækkene og vejen baseret på hastighed og retningsmålinger. Jo højere værdi på vejgrebs-indikatoren, jo større er risikoen for at glide ud. Du får en advarsel, fordi vejgrebs-indikatoren er større end 0,2.
de: Vorsicht: Dieses Ereignis wurde erkannt, weil die Haftung unter den aktuellen Bedingungen größer als 0,2 ist. Die Anwendung berechnet einen Haftungsindikator zwischen den Reifen und der Straße basierend auf Geschwindigkeits- und Kursmessungen. Je höher dieser Wert, desto größer ist das Risiko des Rutschens.
es: La aplicación calcula un indicador de adherencia entre los neumáticos y la carretera en función de la velocidad y las medidas del rumbo. Cuanto mayor es este valor, mayor es el riesgo de deslizamiento. Se detectó un evento porque la adhesión es mayor a 0,2.
fr: L'application calcule un indicateur d'adhérence entre les pneus et la route à partir des mesures de la vitesse et du cap. Plus cette valeur est élevée et plus le risque de glissement est important. Un évènement a été détecté car l'adhérence est supérieure à 0,2.
it: L'applicazione calcola un indicatore di adesione tra i pneumatici e la strada in base alle misurazioni della velocità e della direzione. Più alto è questo valore, maggiore è il rischio di slittamento. È stato rilevato un evento perché l'adesione è maggiore di 0.2.
nl: De app berekent een grip-indicator tussen de banden en de weg op basis van snelheids- en koersmetingen. Hoe hoger deze waarde, hoe groter het risico op uitglijden. Er is een gebeurtenis gedetecteerd omdat de grip-indicator groter is dan 0,2.
pt_br: O aplicativo calcula um indicador de adesão entre os pneus e a estrada com base nas medidas de velocidade e título. Quanto maior esse valor, maior o risco de derrapagem. Um evento foi detectado porque a adesão é maior que 0,2.

# dk_driverdata_safety_explain_adherence_critical
source: The application calculates an adhesion indicator between the tires and the road based on speed and heading measurements. The higher this value, the greater the risk of slippage. An event has been detected because the adhesion is greater than 0,3.
da: Vi beregner en vejgrebs-indikator mellem dækkene og vejen baseret på hastighed og retningsmålinger. Jo højere værdi på vejgrebs-indikatoren, jo større er risikoen for at glide ud. Du får en advarsel, fordi vejgrebs-indikatoren er større end 0,3.
de: Achtung: Dieses Ereignis wurde erkannt, weil die Haftung unter den aktuellen Bedingungen größer als 0,3 ist. Die Anwendung berechnet einen Haftungsindikator zwischen den Reifen und der Straße basierend auf Geschwindigkeits- und Kursmessungen. Je höher dieser Wert, desto größer ist das Risiko des Rutschens.
es: La aplicación calcula un indicador de adherencia entre los neumáticos y la carretera en función de la velocidad y las medidas del rumbo. Cuanto mayor es este valor, mayor es el riesgo de deslizamiento. Se ha detectado un evento porque la adhesión es mayor a 0,3.
fr: L'application calcule un indicateur d'adhérence entre les pneus et la route à partir des mesures de la vitesse et du cap. Plus cette valeur est élevée et plus le risque de glissement est important. Un évènement a été détecté car l'adhérence est supérieure à 0,3.
it: L'applicazione calcola un indicatore di adesione tra i pneumatici e la strada in base alle misurazioni della velocità e della direzione. Più alto è questo valore, maggiore è il rischio di slittamento. È stato rilevato un evento perché l'adesione è maggiore di 0.3.
nl: De app berekent een grip-indicator tussen de banden en de weg op basis van snelheids- en koersmetingen. Hoe hoger deze waarde, hoe groter het risico op uitglijden. Er is een gebeurtenis gedetecteerd omdat de grip-indicator groter is dan 0,3.
pt_br: O aplicativo calcula um indicador de adesão entre os pneus e a estrada com base nas medidas de velocidade e título. Quanto maior esse valor, maior o risco de derrapagem. Um evento foi detectado porque a adesão é maior que 0,3.

# dk_driverdata_safety_explain_brake
source: Your braking is a little too strong. An event was detected because the deceleration of the vehicle is less than -1,8 m/s². For your safety, try to anticipate your braking and maintain a sufficient distance with the vehicle in front of you.
da: Du bremser lidt for hurtigt (deacceleration mindre end -1,8 m/s²). Det kan der være mange grunde til, men i udgangspunktet bør du forsøge at undgå hårde opbremnsninger. Fx ved at holde større afstand til køretøjet foran dig.
de: Ihr Bremsen ist etwas zu stark. Dieses Ereignis wurde erkannt, weil die Verzögerung des Fahrzeugs weniger als -1,8 m/s² beträgt. Zu Ihrer Sicherheit sollten Sie versuchen, Ihre Bremsmanöver vorausschauend zu gestalten und einen ausreichenden Abstand zum vorausfahrenden Fahrzeug einzuhalten.
es: Tu frenada es un poco demasiado fuerte. Se detectó un evento porque la desaceleración del vehículo es inferior a -1,8 m/s². Para su seguridad, intente anticipar su frenada y mantenga una distancia suficiente con el vehículo que tiene delante.
fr: Votre freinage est un peu trop fort. Un évènement a été détecté car la décélération du véhicule est inférieure à -1,8 m/s². Pour votre sécurité, essayez d’anticiper vos freinages et de maintenir une distance suffisante avec le véhicule qui vous précède.
it: La tua frenata è un po 'troppo forte. È stato rilevato un evento perché la decelerazione del veicolo è inferiore a -1.8 m/s². Per la tua sicurezza, prova ad anticipare la frenata e mantenere una distanza sufficiente con il veicolo di fronte a te.
nl: Je remt iets te hard. Er is een voorval gedetecteerd omdat de vertraging van het voertuig harder is dan -1,8 m/s². Probeer voor je eigen veiligheid te anticiperen op het remmen en voldoende afstand te houden tot de auto voor je.
pt_br: Sua frenagem é um pouco forte demais. Um evento foi detectado porque a desaceleração do veículo é inferior a -1,8 m/s². Para sua segurança, tente antecipar sua frenagem e manter uma distância suficiente com o veículo à sua frente.

# dk_driverdata_safety_explain_brake_critical
source: Your braking is too strong. An event was detected because the deceleration of the vehicle is less than -2,4 m/s². For your safety, try to anticipate your braking and maintain a sufficient distance with the vehicle in front of you.
da: Du bremser for hurtigt (deacceleration mindre end -2,4 m/s²). Det kan der være mange grunde til, men i udgangspunktet bør du forsøge at undgå hårde opbremnsninger. Fx ved at holde større afstand til køretøjet foran dig.
de: Vorsicht, Ihr Bremsen ist zu stark. Dieses Ereignis wurde erkannt, weil die Verzögerung des Fahrzeugs weniger als -2,4 m/s² beträgt. Zu Ihrer Sicherheit sollten Sie versuchen, Ihre Bremsmanöver vorausschauend zu gestalten und einen ausreichenden Abstand zum vorausfahrenden Fahrzeug einzuhalten.
es: Tu frenada es muy fuerte. Se detectó un evento porque la desaceleración del vehículo es menor a -2,4 m/s². Para su seguridad, intente anticipar su frenada y mantenga una distancia suficiente con el vehículo que tiene delante.
fr: Votre freinage est trop fort. Un évènement a été détecté car la décélération du véhicule est inférieure à -2,4 m/s². Pour votre sécurité, essayez d’anticiper vos freinages et de maintenir une distance suffisante avec le véhicule qui vous précède.
it: La tua frenata è troppo forte. È stato rilevato un evento perché la decelerazione del veicolo è inferiore a -2.4 m/s². Per la tua sicurezza, prova ad anticipare la frenata e mantenere una distanza sufficiente con il veicolo di fronte a te.
nl: Je remt te sterk. Er is een voorval gedetecteerd omdat de vertraging van het voertuig harder is dan -2,4 m/s². Probeer voor je eigen veiligheid te anticiperen op het remmen en voldoende afstand te houden tot de auto voor je.
pt_br: Sua frenagem é muito forte. Um evento foi detectado porque a desaceleração do veículo é inferior a -2,4 m/s². Para sua segurança, tente antecipar sua frenagem e manter uma distância suficiente com o veículo à sua frente.

# dk_driverdata_safety_list_acceleration_critical
source: Harsh acceleration
da: Hård acceleration
de: Starke Beschleunigung
es: Aceleración aguda
fr: Accélération brutale
it: Accelerazione nitida
nl: Harde versnelling
pt_br: Aceleração dura

# dk_driverdata_safety_list_adherence
source: Adherence limit
da: Hårde sving
de: Haftungsgrenze
es: Límite de adherencia
fr: Limite d'adhérence
it: Limiti di aderenza
nl: Limiet wegligging
pt_br: Limite de adesão

# dk_driverdata_safety_list_adherence_critical
source: Adherence limit
da: Hårde sving
de: Kritische Haftungsgrenze
es: Límite de adherencia
fr: Limite d'adhérence
it: Limiti di aderenza
nl: Kritieke limiet wegligging
pt_br: Limite de adesão

# dk_driverdata_safety_list_brake_critical
source: Harsh braking
da: Hård opbremsning
de: Starkes Bremsen
es: Frenado crítico
fr: Freinage brutal
it: Brusca frenata
nl: Hard remmen
pt_br: Frenagem dura

# dk_driverdata_safety_score
source: Safety score
da: Sikkerhedsscore
de: Sicherheitspunkte
es: Puntuación de seguridad
fr: Score de sécurité
it: Punteggio di sicurezza
nl: Veiligheidsscore
pt_br: Pontuação de segurança

# dk_driverdata_safety_score_info
source: This score is a measure of driving safety. It varies according to the number of strong accelerations and braking and the number of times the vehicle crosses the adherence thresholds. Its value ranges from 0 to 10. The higher the number of safety events recorded on the trip, the lower the score.
da: Denne score måler din kørselssikkerhed. Den afhænger af antallet af hurtige accelerationer, hårde opbremsninger og vejgrebs-indikatoren. Sikkerhedsscoren går fra 0 til 10. Jo flere ting, vi registerer på turen, jo lavere bliver din score.
de: Dieser Wert ist ein Maß für die Fahrsicherheit. Er variiert je nach Anzahl der starken Beschleunigungen und Bremsungen und der Anzahl der Überschreitungen der Haftungsschwellen durch das Fahrzeug. Sein Wert reicht von 0 bis 10. Je höher die Anzahl der auf der Fahrt aufgezeichneten Sicherheitsereignisse ist, desto niedriger ist die Bewertung.
es: Este puntaje es un reflejo de la seguridad al conducir. Evoluciona de acuerdo con el número de aceleraciones y frenados excesivamente vigorosos, así como el número de veces que se cruzan los umbrales de agarre. Su valor varía entre 0 y 10. Cuanto mayor sea el número de eventos de seguridad registrados en la ruta, menor será la puntuación.
fr: Le score de sécurité est le reflet de la sûreté de conduite. Il évolue en fonction du nombre d'accélérations et de freinages trop vigoureux ainsi que des franchissements de seuils d'adhérence. Sa valeur varie entre 0 et 10. Plus le nombre d'événements de sécurité relevés sur le trajet augmente et plus le score diminue.
it: Questo punteggio è un riflesso della sicurezza di guida. Si evolve in funzione del numero di accelerazioni e di frenate eccessivamente vigorose, nonché del numero di volte che si superano le soglie di aderenza. Il suo valore varia tra 0 e 10. Più alto è il numero di eventi di sicurezza registrati sul percorso, più basso è il punteggio.
nl: Deze score is een maat voor de rijveiligheid. Het varieert naargelang het aantal sterke acceleraties en remacties en het aantal keren dat het voertuig de gripdrempels van de banden overschrijdt. De waarde gaat van 0 tot 10. Hoe hoger het aantal geregistreerde veiligheidsincidenten tijdens de rit, hoe lager de score.
pt_br: Essa pontuação é uma medida de segurança de direção. Varia de acordo com o número de acelerações e frenagem fortes e o número de vezes que o veículo atravessa os limiares de adesão. Seu valor varia de 0 a 10. Quanto maior o número de eventos de segurança registrados na viagem, menor a pontuação.

# dk_driverdata_screen_lock_text
source: The application has detected a screen lock. Handling your phone while driving is very dangerous. Always remember to protect yourself as well as your passengers and the other road users. If you must call or send a message, your vehicle must be parked in a parking spot with the engine off.
da: Din mobil blev brugt under kørslen. Det er forbudt at bruge håndholdt mobiltelefon, mens du kører - også selvom du holder i kø eller holder for rødt. En mobiltelefon i bilen gør dig uopmærksom, og det er farligt. Lad mobiltelefonen ligge i tasken eller handskerummet næste gang. Skal du ringe eller sende en besked, skal du først parkere bilen og slukke motoren.
de: fleet.tech DRIVER hat die Entsperrung Ihres Bildschirms erkannt. Die Bedienung Ihres Telefons während der Fahrt ist sehr gefährlich. Denken Sie immer daran, sich selbst sowie Ihre Fahrgäste und die anderen Verkehrsteilnehmer zu schützen. Wenn Sie anrufen oder eine Nachricht senden möchten muss Ihr Fahrzeug sicher geparkt sein.
es: La aplicación ha detectado un bloqueo de pantalla. Manejar su teléfono mientras conduce es muy peligroso. Recuerde siempre protegerse, así como a sus pasajeros y a los demás usuarios de la carretera. Si debe llamar o enviar un mensaje, su vehículo debe estar estacionado en un lugar de estacionamiento con el motor apagado.
fr: L'application a détecté une fermeture de l’écran de votre téléphone mobile. Manipuler son téléphone au volant est très dangereux. Pensez à vous protéger ainsi que vos passagers et les autres utilisateurs de la route. Si vous devez téléphoner ou envoyer un message, il faut que votre véhicule soit garé sur une place de stationnement avec le moteur éteint.
it: L'applicazione ha rilevato un blocco schermo. Gestire il telefono durante la guida è molto pericoloso. Ricordati sempre di proteggere te stesso, i tuoi passeggeri e gli altri utenti della strada. Se è necessario chiamare o inviare un messaggio, il veicolo deve essere parcheggiato in un parcheggio con il motore spento.
nl: De app heeft een schermvergrendeling gedetecteerd. Je telefoon gebruiken tijdens het rijden is erg gevaarlijk. Denk er altijd aan om jezelf, je passagiers en andere weggebruikers te beschermen. Als je moet bellen of een bericht moet versturen, dan sta je beter op een parkeerplaats met de motor uit.
pt_br: O aplicativo detectou um bloqueio de tela. Lidar com o telefone enquanto dirige é muito perigoso. Lembre -se sempre de se proteger, assim como seus passageiros e os outros usuários da estrada. Se você precisar ligar ou enviar uma mensagem, seu veículo deve estar estacionado em uma vaga de estacionamento com o motor.

# dk_driverdata_screen_unlock_text
source: The app has detected an screen opening. Handling your phone while driving is very dangerous. Always remember to protect yourself as well as your passengers and the other road users. If you must call or send a message, your vehicle must be parked in a parking spot with the engine off.
da: Din mobil blev brugt under kørslen. Det er forbudt at bruge håndholdt mobiltelefon, mens du kører - også selvom du holder i kø eller holder for rødt. En mobiltelefon i bilen gør dig uopmærksom, og det er farligt. Lad mobiltelefonen ligge i tasken eller handskerummet næste gang. Skal du ringe eller sende en besked, skal du først parkere bilen og slukke motoren.
de: Die App hat die Entsperrung Ihres Bildschirms erkannt. Die Bedienung Ihres Telefons während der Fahrt ist sehr gefährlich. Denken Sie immer daran, sich selbst sowie Ihre Fahrgäste und die anderen Verkehrsteilnehmer zu schützen. Wenn Sie anrufen oder eine Nachricht senden möchten muss Ihr Fahrzeug sicher geparkt sein.
es: La aplicación ha detectado una apertura de pantalla. Manejar su teléfono mientras conduce es muy peligroso. Recuerde siempre protegerse, así como a sus pasajeros y a los demás usuarios de la carretera. Si debe llamar o enviar un mensaje, su vehículo debe estar estacionado en un lugar de estacionamiento con el motor apagado.
fr: L'application a détecté une ouverture de l’écran de votre téléphone mobile. Manipuler son téléphone au volant est très dangereux. Pensez à vous protéger ainsi que vos passagers et les autres utilisateurs de la route. Si vous devez téléphoner ou envoyer un message, il faut que votre véhicule soit garé sur une place de stationnement avec le moteur éteint.
it: L'app ha rilevato un'apertura dello schermo. Gestire il telefono durante la guida è molto pericoloso. Ricordati sempre di proteggere te stesso, i tuoi passeggeri e gli altri utenti della strada. Se è necessario chiamare o inviare un messaggio, il veicolo deve essere parcheggiato in un parcheggio con il motore spento.
nl: De app heeft een schermontgrendeling gedetecteerd. Je telefoon gebruiken tijdens het rijden is erg gevaarlijk. Denk er altijd aan om jezelf, je passagiers en andere weggebruikers te beschermen. Als je moet bellen of een bericht moet versturen, dan sta je beter op een parkeerplaats met de motor uit.
pt_br: O aplicativo detectou uma abertura de tela. Lidar com o telefone enquanto dirige é muito perigoso. Lembre -se sempre de se proteger, assim como seus passageiros e os outros usuários da estrada. Se você precisar ligar ou enviar uma mensagem, seu veículo deve estar estacionado em uma vaga de estacionamento com o motor.

# dk_driverdata_speeding_event
source: Overspeeding
da: Fartoverskridelse
de: Überdrehzahl
es: Exceso de velocidad
fr: Dépassement de vitesse
it: Eccesso di velocità
nl: Te snel rijden
pt_br: Excesso de velocidade

# dk_driverdata_speeding_event_info_content
source: The application has detected that the speed limit was exceeded on this portion of the trip. Speeding is the number one factor in fatal accidents on the road. For your safety and that of your passengers, it is essential to respect the speed limits.
da: Appen har måt, at fartgrænsen blev overskredet på denne del af turen. Fart er den første faktor i dødsulykker på vejen. For din sikkerhed og dine passagerer er det vigtigt at respektere fartgrænserne.
de: Die Anwendung hat festgestellt, dass die Geschwindigkeitsbegrenzung auf diesem Straßenabschnitt überschritten wurde. Zu schnelles Fahren ist die Hauptursache bei tödlichen Verkehrsunfällen. Für Ihre Sicherheit und die Ihrer Mitfahrer ist es unerlässlich, die Geschwindigkeitsbegrenzungen einzuhalten.
es: La aplicación ha detectado que se ha superado el límite de velocidad en este tramo de carretera. La velocidad es el factor número uno en los accidentes de tráfico mortales. Por su seguridad y la de sus pasajeros, es esencial respetar los límites de velocidad.
fr: L’application a détecté un dépassement de la vitesse autorisée sur cette portion de votre trajet. La vitesse est le premier facteur d’accident mortel sur la route. Pour votre sécurité et celle de vos passagers, il est primordial de respecter les limitations.
it: L'applicazione ha rilevato che il limite di velocità è stato superato in questo tratto di strada. La velocità è il fattore numero uno degli incidenti stradali mortali. Per la sua sicurezza e quella dei suoi passeggeri, è essenziale rispettare i limiti di velocità.
nl: De app heeft gedetecteerd dat de maximumsnelheid op dit deel van de rit is overschreden. Te snel rijden is de belangrijkste factor bij dodelijke verkeersongevallen. Voor jouw veiligheid en die van je passagiers is het essentieel om de snelheidslimieten te respecteren.
pt_br: O aplicativo detectou que o limite de velocidade foi excedido nesta parte da viagem. A velocidade é o fator número um nos acidentes fatais na estrada. Para sua segurança e a dos seus passageiros, é essencial respeitar os limites de velocidade.

# dk_driverdata_speeding_events_distance
source: Overspeeding relative distance
da: Fartoverskridelse ift. afstand
de: Überdrehzahl relativer Abstand
es: Distancia relativa al exceso de velocidad
fr: Distance relative en dépassement
it: Superamento della distanza relativa
nl: Relatieve afstand van de overschrijding
pt_br: Distância relativa excessiva

# dk_driverdata_speeding_events_duration
source: Overspeeding relative duration
da: Fartoverskridelse ift. varighed
de: Überdrehzahl relative Dauer
es: Duración relativa de la sobrecarga
fr: Durée relative en dépassement
it: Durata relativa dell'eccesso di velocità
nl: Relatieve duur van de overschrijding
pt_br: Duração relativa de velocidade excessiva

# dk_driverdata_speeding_events_trip_description
source: or %@ of your trip
da: eller %@ af din tur
de: oder %@ Ihrer Fahrt
es: es decir, %@ de su viaje
fr: soit %@ de votre trajet
it: o %@ del tuo viaggio
nl: of %@ van je rit
pt_br: ou %@ da sua viagem

# dk_driverdata_speeding_score
source: Speeding score
da: Fartgrænsescore
de: Geschwindigkeitswert
es: Puntaje de velocidad
fr: Score de vitesse
it: Punteggio di velocità
nl: Snelheidsscore
pt_br: Pontuação de velocidade

# dk_driverdata_speeding_score_info
source: This score highlights the respect of speed limits. It changes according to the distance travelled above the legal limit. The greater the distance over the limit, the lower the score.
da: Denne score viser, om du har overholdt fartsgrænserne. Det ændrer sig i henhold til din fart. Jo større overskridelse, jo lavere er scoren.
de: Dieses Ergebnis spiegelt die Einhaltung der Geschwindigkeitsbegrenzungen wider. Sie entwickelt sich in dem die Strecke gemessen wird, in welcher schneller als gesetzlich erlaubt gefahren wurde. Je größer der Abstand über dem Grenzwert, desto niedriger ist die Punktzahl.
es: Esta puntuación refleja el respeto de los límites de velocidad. Evoluciona de acuerdo con la distancia recorrida por encima del límite legal. Cuanto mayor sea la distancia sobre el límite, menor será la puntuación.
fr: Ce score est le reflet du respect des limitations de vitesse. Il évolue en fonction de la distance parcourue au-dessus de la limite réglementaire. Plus la distance en dépassement augmente et plus le score diminue.
it: Questo punteggio riflette il rispetto dei limiti di velocità. Si evolve in funzione della distanza percorsa oltre il limite legale. Maggiore è la distanza oltre il limite, minore è il punteggio.
nl: Deze score benadrukt de naleving van snelheidslimieten. Deze verandert naargelang de afgelegde afstand boven de wettelijke limiet. Hoe groter de afstand over de limiet, hoe lager de score.
pt_br: Essa pontuação destaca o respeito dos limites de velocidade. Ele muda de acordo com a distância percorrida acima do limite legal. Quanto maior a distância sobre o limite, menor a pontuação.

# dk_driverdata_start_event
source: Start of trip
da: Start af turen
de: Beginn der Fahrt
es: Inicio de viaje
fr: Début de trajet
it: Inizio del viaggio
nl: Begin rit
pt_br: Início da viagem

# dk_driverdata_synthesis_co2_emissions
source: CO2 emissions
da: CO2-udledning
de: CO2-Emissionen
es: Emisiones de CO2
fr: Emissions de CO2
it: Emissioni di CO2
nl: CO2-emissies
pt_br: Emissões de CO2

# dk_driverdata_synthesis_co2_mass
source: Mass of CO2
da: CO2-mængde
de: CO2-Masse
es: Masa de CO2
fr: Masse de CO2
it: Massa di CO2
nl: Massa CO2
pt_br: Massa de CO2

# dk_driverdata_synthesis_condition
source: Condition
da: Forhold
de: Bedingung
es: Condición
it: Condizione
nl: Voorwaarde
pt_br: Doença

# dk_driverdata_synthesis_energy_consumption
source: Energy used
da: Brugt energi
de: Energieverbrauch
es: Energía consumida
fr: Energie consommée
it: Energia consumata
nl: Gebruikte energie
pt_br: Energia usada

# dk_driverdata_synthesis_fuel_consumption
source: Fuel consumption
da: Brændstofforbrug
de: Kraftstoffverbrauch
es: Consumo de combustible
fr: Consommation
it: Consumo di carburante
nl: Brandstofverbruik
pt_br: Consumo de combustível
