Repository: DriveQuantPublic/drivekit-ui-ios
Catalog: DriveKitDriverDataUI/Localizable/*.lproj/DriverDataLocalizables.strings
Languages: da, de, es, fr, it, nl, pt_br

# dk_driverdata_drivingconditions_empty_data
source: Drive with the app and record your trips to view and get a summary of your driving conditions.
da: Kør med appen, og registrer dine ture for at se og få en oversigt over dine kørselsforhold.
de: Fahren Sie mit der App und zeichnen Sie Ihre Fahrten auf, um Ihre Fahrbedingungen anzuzeigen und eine Übersicht zu erhalten.
fr: Conduisez avec l'application et enregistrez vos trajets pour visualiser et obtenir une synthèse de vos conditions de conduite.
it: Guidate con l'app e registrate i vostri viaggi per visualizzare e ottenere un riepilogo delle condizioni di guida.
nl: Rij met de app en neem je ritten op om een samenvatting van je rijomstandigheden te bekijken.
pt_br: Dirija com o aplicativo e grave suas viagens para visualizar e obtenha um resumo das suas condições de condução.

# dk_driverdata_drivingconditions_fog
source: Foggy
da: Tåge
de: Nebel
fr: Temps brumeux
it: Nebbia
nl: Mistig
pt_br: Enevoado

# dk_driverdata_drivingconditions_ice
source: Icy
da: Is
de: Eis
fr: Temps de gel
it: Ghiaccio
nl: Ijzig
pt_br: Gelado

# dk_driverdata_drivingconditions_main_city
source: You mainly drive in the city
da: Du kører primært i byen
de: Sie fahren hauptsächlich in der Stadt
fr: Vous roulez principalement en ville
it: Guidate principalmente in città
nl: Je rijdt voornamelijk in de stad
pt_br: Você dirige principalmente na cidade

# dk_driverdata_drivingconditions_main_cloud
source: You drive mostly on cloudy days
da: Du kører mest på overskyede dage
de: Sie fahren überwiegend bei bewölktem Wetter
fr: Vous conduisez majoritairement par temps nuageux
it: Guidate soprattutto nelle giornate nuvolose
nl: Je rijdt meestal op bewolkte dagen
pt_br: Você dirige principalmente em dias nublados

# dk_driverdata_drivingconditions_main_day
source: You mostly drive during the day
da: Du kører mest om dagen
de: Sie fahren vor allem tagsüber
fr: Vous conduisez surtout le jour
it: Guidate soprattutto di giorno
nl: Je rijdt meestal overdag
pt_br: Você dirige principalmente durante o dia

# dk_driverdata_drivingconditions_main_expressways
source: You drive mostly on highways
da: Du kører for det meste på overhalingsbaner
de: Sie fahren hauptsächlich auf Schnellstraßen
fr: Vous conduisez surtout sur des voies rapides
it: Guidate per lo più su corsie preferenziali
nl: Je rijdt meestal op snelwegen
pt_br: Você dirige principalmente em rodovias

# dk_driverdata_drivingconditions_main_fog
source: You drive mostly on foggy days
da: Du kører mest på dage med tåge
de: Sie fahren überwiegend bei nebligem Wetter
fr: Vous conduisez majoritairement par temps brumeux
it: Si guida soprattutto nei giorni di nebbia
nl: Je rijdt meestal op mistige dagen
pt_br: Você dirige principalmente em dias de neblina

# dk_driverdata_drivingconditions_main_ice
source: Most of you drive on an icy road
da: Du kører for det meste på isglatte veje
de: Sie fahren überwiegend auf eisigen Straßen
fr: Vous conduisez majoritairement sur routes verglacées
it: Si guida prevalentemente su strade ghiacciate
nl: Je rijdt meestal op ijzige wegen
pt_br: Você dirige principalmente em estradas geladas

# dk_driverdata_drivingconditions_main_interval_distance
source: Most of your trips are between %d and %d kilometers
da: Du foretager oftest ture på %d til %d kilometer
de: Sie legen überwiegend Fahrten von %d bis %d Kilometer zurück
fr: Vous faites majoritairement des trajets de %1$d à %2$d kilomètres
it: Lei effettua per lo più viaggi da %1$d a %2$d chilometri
nl: De meeste ritten zijn tussen %1$d en %2$d kilometer
pt_br: A maioria de suas viagens está entre %D e %D quilômetros

# dk_driverdata_drivingconditions_main_long_trips
source: You mainly make long trips
da: Du foretager hovedsageligt lange ture
de: Sie legen vor allem lange Strecken zurück
fr: Vous réalisez essentiellement des trajets longs
it: Fate soprattutto lunghi viaggi
nl: Je maakt voornamelijk lange ritten
pt_br: Você faz principalmente viagens longas

# dk_driverdata_drivingconditions_main_night
source: You often drive at night
da: Du kører ofte om natten
de: Sie fahren oft nachts
fr: Vous conduisez souvent de nuit
it: Guidate spesso di notte
nl: Je rijdt vaak's nachts
pt_br: Você costuma dirigir à noite

# dk_driverdata_drivingconditions_main_rain
source: You drive mostly in rainy conditions
da: Du kører mest i vådt vejr
de: Sie fahren vorwiegend bei regnerischem Wetter
fr: Vous conduisez majoritairement par temps pluvieux
it: Guidate soprattutto sul bagnato
nl: Je rijdt meestal in regenachtige omstandigheden
pt_br: Você dirige principalmente em condições de chuva

# dk_driverdata_drivingconditions_main_short_trips
source: You mainly make very short trips
da: Du foretager hovedsageligt meget korte ture
de: Sie legen hauptsächlich sehr kurze Strecken zurück
fr: Vous réalisez essentiellement des trajets très courts
it: Fate soprattutto viaggi molto brevi
nl: Je maakt voornamelijk zeer korte ritten
pt_br: Você faz principalmente viagens muito curtas

# dk_driverdata_drivingconditions_main_snow
source: You drive mostly on snowy days
da: Du kører mest på dage med sne
de: Sie fahren überwiegend bei Schneefall
fr: Vous conduisez majoritairement par temps neigeux
it: Si guida prevalentemente in giornate di neve
nl: Je rijdt meestal op sneeuwachtige dagen
pt_br: Você dirige principalmente em dias de neve

# dk_driverdata_drivingconditions_main_suburban
source: You mainly drive in extra-urban areas
da: Du kører mest i områder uden for byerne
de: Sie fahren mehrheitlich in außerstädtischen Gebieten
fr: Vous conduisez majoritairement en zone extra-urbaine
it: Guidate soprattutto in aree non urbane
nl: Je rijdt voornamelijk in buitenstedelijke gebieden
pt_br: Você dirige principalmente em áreas extra-urbanas

# dk_driverdata_drivingconditions_main_sun
source: You drive mostly in clear weather
da: Du kører mest i klart vejr
de: Sie fahren überwiegend bei klarem Wetter
fr: Vous conduisez majoritairement par temps clair
it: Si guida prevalentemente con tempo sereno
nl: Je rijdt meestal bij helder weer
pt_br: Você dirige principalmente em clima claro

# dk_driverdata_drivingconditions_main_weekdays
source: You drive mostly on weekdays
da: Du kører mest på hverdage
de: Sie fahren überwiegend unter der Woche
fr: Vous conduisez majoritairement en semaine
it: Guidate soprattutto nei giorni feriali
nl: Je rijdt meestal op weekdagen
pt_br: Você dirige principalmente nos dias da semana

# dk_driverdata_drivingconditions_main_weekend
source: You mostly drive on weekends
da: Du kører mest i weekenden
de: Sie fahren überwiegend am Wochenende
fr: Vous conduisez majoritairement le week-end
it: Guidate soprattutto nei fine settimana
nl: Je rijdt meestal in het weekend
pt_br: Você dirija principalmente nos fins de semana

# dk_driverdata_drivingconditions_night
source: Night
da: Nat
de: Nacht
fr: Nuit
it: Notte
nl: Nacht
pt_br: Noite

# dk_driverdata_drivingconditions_rain
source: Rainy
da: Regnfuld
de: Regen
fr: Temps pluvieux
it: Pioggia
nl: Regenachtig
pt_br: Chuvoso

# dk_driverdata_drivingconditions_show
source: View my driving conditions
da: Se mine kørselsforhold
de: Meine Fahrbedingungen ansehen
fr: Voir mes conditions de conduite
it: Vedere le mie condizioni di guida
nl: Mijn rijomstandigheden bekijken
pt_br: Veja minhas condições de direção

# dk_driverdata_drivingconditions_snow
source: Snowy
da: Sne
de: Schnee
fr: Temps neigeux
it: Neve
nl: Sneeuwachtig
pt_br: Nevado

# dk_driverdata_drivingconditions_sun
source: Sunny
da: Sun
de: Sonne
fr: Temps clair
it: Il sole
nl: Zonnig
pt_br: Ensolarado

# dk_driverdata_drivingconditions_title
source: Driving conditions
da: Kørselsforhold
de: Bedingungen für das Fahren
fr: Conditions de conduite
it: Condizioni di guida
nl: Rijomstandigheden
pt_br: Condições de direção

# dk_driverdata_drivingconditions_weekdays
source: Week
da: Uge
de: Woche
fr: Semaine
it: Settimana
pt_br: Semana

# dk_driverdata_drivingconditions_weekend
source: Weekend
pt_br: Fim de semana

# dk_driverdata_ecodriving_score
source: Eco-driving score
da: Øko-kørselsscore
de: Bewertung für umweltfreundliches Fahren
fr: Score d'éco-conduite
it: Punteggio di guida ecologica
pt_br: Pontuação de direção ecológica

# dk_driverdata_ecodriving_score_info
source: The eco-driving score ranges from 0 and 10, and is calculated by comparing the actual energy consumed during the trip with the energy that would have been consumed using the optimal speed profile. The best eco-driving score corresponds to the highest driving efficiency.
da: Økonomisk kørsel går ud på at bruge mindst muligt brændstof, fx ved at undgå tomkørsel, unødige overhalinger og alt for høj hastighed. Øko-kørselsscoren går fra 0 til 10. Når du får en god score, betyder det, at du har kørt så effektivt som muligt på den pågældende strækning.
de: Die Bewertung für ökologisches Fahren reicht von 0 bis 10 und wird durch den Vergleich der tatsächlich während der Fahrt verbrauchten Energie und jener Energie, welche die bei Verwendung des optimalen Geschwindigkeitsprofils verbraucht worden wäre, berechnet. Die beste Bewertung für ökologisches Fahren entspricht der höchsten Fahreffizienz.
fr: Le score d'éco-conduite mesure l'écart entre l'énergie consommée et l'énergie minimale atteignable sur un trajet. Une note de 8 sur 10 indique qu'une économie d'énergie de 20% est atteignable.
it: Il punteggio di guida ecologica varia da 0 a 10, ed è calcolato confrontando l'energia effettivamente consumata durante il viaggio con l'energia che sarebbe stata consumata utilizzando il profilo di velocità ottimale. Il miglior punteggio di guida ecologica corrisponde alla massima efficienza di guida.
nl: De eco-drivingscore varieert van 0 tot 10 en wordt berekend door de werkelijk verbruikte energie tijdens de rit te vergelijken met de energie die verbruikt zou zijn bij gebruik van het optimale snelheidsprofiel. De beste eco-drivingscore komt overeen met de hoogste rijefficiëntie.
pt_br: A pontuação ecológica varia de 0 e 10 e é calculada comparando a energia real consumida durante a viagem com a energia que seria consumida usando o perfil de velocidade ideal. A melhor pontuação ecológica corresponde à maior eficiência de direção.

# dk_driverdata_end_authorized_call
source: End of authorized call
da: Lovligt opkald sluttede
de: Ende eines erlaubten Anrufs
es: Terminación de una llamada autorizada
fr: Fin d'appel autorisé
it: Fine di una telefonata autorizzata
nl: Einde geautoriseerde oproep
pt_br: Fim da chamada autorizada

# dk_driverdata_end_authorized_call_info_content
source: The application has detected the end of an authorized call, this means that it has been made to your hands-free car kit. This action does not penalize your phone usage score, as it is legally permitted. However, it remains a distraction while driving, for your safety and that of other road users, it is strongly recommended that you wait until your vehicle is parked to make a call.
da: Det ser ud til, at du har brugt din telefon på lovlig vis under kørslen. Det må du gerne, men vær opmærksom på, at en mobiltelefon kan gøre dig uopmærksom under kørslen (selvom den er fastmonteret) - og det er farligt. Lad mobiltelefonen ligge i tasken eller handskerummet næste gang. Skal du ringe eller sende en besked, så parker først bilen, og sluk for motoren.
de: Die App hat das Ende eines erlaubten Anrufs erkannt. Das bedeutet, dass er über Ihre Freisprecheinrichtung geführt wurde. Diese Aktion wirkt sich nicht negativ auf Ihren Punktestand für die Telefonnutzung aus, da sie gesetzlich zulässig ist. Es bleibt jedoch eine Ablenkung während der Fahrt. Zu Ihrer Sicherheit und jener anderer Verkehrsteilnehmer wird dringend empfohlen, dass Sie mit dem Telefonieren warten, bis Ihr Fahrzeug geparkt ist.
es: La aplicación ha detectado el final de una llamada autorizada, lo que significa que se ha realizado con tu kit de manos libres. Esta acción no penaliza tu puntuación de uso del teléfono, ya que está legalmente permitida. Sin embargo, sigue siendo una distracción durante la conducción, por su seguridad y la de los demás usuarios de la carretera, se recomienda encarecidamente que espere a que su vehículo esté aparcado antes de hacer una llamada.
fr: L'application a détecté la fin d'un appel autorisé, cela signifie qu'il a été effectué à avec votre kit main-libre. Cette action ne pénalise pas votre score d'utilisation du téléphone, car elle est légalement autorisée. Cependant, cela reste une distraction lorsque vous conduisez, pour votre sécurité et celle des autres utilisateurs de la route, il est fortement conseillé d'attendre que votre véhicule soit stationné pour passer un appel.
it: L'app ha rilevato la fine di una chiamata autorizzata, il che significa che è stata fatta usando il tuo kit vivavoce. Questa azione non penalizza il tuo punteggio di utilizzo del telefono, in quanto è legalmente consentito. Tuttavia, rimane una distrazione durante la guida, per la vostra sicurezza e quella degli altri utenti della strada, si raccomanda vivamente di aspettare che il vostro veicolo sia parcheggiato prima di fare una chiamata.
nl: De app heeft het einde van een geautoriseerde oproep gedetecteerd, dit betekent dat er naar je handsfree carkit is gebeld. Deze actie is niet nadelig voor je telefoongebruikscore, omdat het wettelijk is toegestaan. Het blijft echter een afleiding tijdens het rijden, voor jouw veiligheid en die van andere weggebruikers wordt het sterk aangeraden om te wachten met bellen tot je voertuig geparkeerd is.
pt_br: O aplicativo detectou o final de uma chamada autorizada, isso significa que foi feito no seu kit de carro com as mãos livres. Essa ação não penaliza sua pontuação no uso do telefone, pois é legalmente permitida. No entanto, continua sendo uma distração enquanto dirige, para sua segurança e de outros usuários da estrada, é altamente recomendável que você espere até que seu veículo esteja estacionado para fazer uma ligação.

# dk_driverdata_end_event
source: End of trip
da: Afslutning af turen
de: Ende der Fahrt
es: Fin del viaje
fr: Fin du trajet
it: Fine del viaggio
nl: Einde rit
pt_br: Final da viagem

# dk_driverdata_end_unauthorized_call
source: End of unauthorized call
da: Ulovligt opkald sluttede
de: Unerlaubter Anruf beenedet
es: Terminación no autorizada de la llamada
fr: Fin d'appel non-autorisé
it: Fine di una telefonata non autorizzata
nl: Einde niet-geautoriseerd gesprek
pt_br: Fim da chamada não autorizada

# dk_driverdata_end_unauthorized_call_info_content
source: The application has detected the end of an unauthorized call. This means that the call was not made with a hands-free kit. Handling your phone while driving is very dangerous. Remember to protect yourself, your passengers and other road users. If you need to make a call, your vehicle must be parked in a parking space with the engine turned off.
da: Hov, det ser ud til, at du kom til at bruge din telefon, mens du kørte. Det er forbudt at bruge håndholdt mobiltelefon, mens du kører - også selvom du holder i kø eller holder for rødt. En mobiltelefon i bilen gør dig uopmærksom, og det er farligt. Lad mobiltelefonen ligge i tasken eller handskerummet næste gang. Skal du ringe eller sende en besked, så parker først bilen, og sluk for motoren.
de: Die App hat das Ende eines unerlaubten Anrufs erkannt... Dies bedeutet, dass der Anruf nicht mit einer Freisprecheinrichtung getätigt wurde. Das Verwenden des Telefons während der Fahrt ist sehr gefährlich. Denken Sie daran, sich selbst, Ihre Mitfahrer und andere Verkehrsteilnehmer zu schützen. Wenn Sie einen Anruf tätigen müssen, stellen Sie Ihr Fahrzeug mit ausgeschaltetem Motor in einer Parklücke ab.
es: La aplicación detectó el final de una llamada telefónica no autorizada... Esto significa que la llamada no se realizó con un kit de manos libres. Manejar el teléfono mientras se conduce es muy peligroso. Recuerde que debe protegerse a sí mismo, a sus pasajeros y a los demás usuarios de la carretera. Si necesitas hacer una llamada, aparca tu vehículo en una plaza de aparcamiento con el motor apagado.
fr: L'application a détecté la fin d'un appel non-autorisé. Cela signifie que l'appel n'a pas été effectué avec un kit main-libre. Manipuler son téléphone au volant est très dangereux. Pensez à vous protéger ainsi que vos passagers et les autres utilisateurs de la route. Si vous devez téléphoner, il faut que votre véhicule soit garé sur une place de stationnement avec le moteur éteint.
it: L'applicazione ha rilevato la fine di una telefonata non autorizzata... Questo significa che la chiamata non è stata fatta utilizzando un kit vivavoce. Maneggiare il telefono mentre si guida è molto pericoloso. Ricordatevi di proteggere voi stessi, i vostri passeggeri e gli altri utenti della strada. Se avete bisogno di fare una chiamata, parcheggiate il vostro veicolo in un posto con il motore spento.
nl: De app heeft het einde van een niet-geautoriseerde oproep gedetecteerd. Dit betekent dat het gesprek niet werd gevoerd met een handsfree-kit. Je telefoon gebruiken tijdens het rijden is erg gevaarlijk. Vergeet niet om jezelf, je passagiers en andere weggebruikers te beschermen. Als je moet bellen, ga je beter met het voertuig op een parkeerplaats staan met de motor uit.
pt_br: O aplicativo detectou o final de uma chamada não autorizada. Isso significa que a ligação não foi feita com um kit de mãos livres. Lidar com o telefone enquanto dirige é muito perigoso. Lembre -se de se proteger, seus passageiros e outros usuários da estrada. Se você precisar fazer uma ligação, seu veículo deve estar estacionado em um espaço de estacionamento com o motor desligado.

# dk_driverdata_expressway
source: %@ on expressways
da: %@ på motorveje
de: %@ auf Schnellstraßen
es: %@ en la autopista
fr: %@ sur des voies rapides
it: %@ sull'autostrada
nl: %@ op autowegen
pt_br: %@ nas vias expressas

# dk_driverdata_extra_urban
source: %@ in extra-urban zone
da: %@ i tæt byzone
de: %@ in außerstädtischen Gebieten
es: %@ en zonas extraurbanas
fr: %@ en zone extra-urbaine
it: %@ in aree extra-urbane
nl: %@ buiten bebouwde kom
pt_br: %@ na zona extra-urbana

# dk_driverdata_failed_to_declare_transportation
source: Transportation mode couldn't be updated, please retry later.
da: Transporttilstand kunne ikke opdateres, prøv igen senere.
de: Transportmodus konnte nicht aktualisiert werden, bitte versuchen Sie es später erneut.
es: El modo de transporte no pudo ser actualizado, por favor vuelva a intentarlo más tarde.
fr: Le mode de transport n'a pas pu être mis à jour, veuillez réessayer ultérieurement.
it: La modalità di trasporto non può essere aggiornata, si prega di riprovare più tardi.
nl: Vervoerswijze kon niet worden bijgewerkt, probeer het later opnieuw.
pt_br: O modo de transporte não pode ser atualizado, tente novamente.

# dk_driverdata_failed_to_delete_trip
source: The trip could not be deleted, try again later.
da: Turen kunne ikke slettes, prøv igen senere.
de: Die Fahrt konnte nicht gelöscht werden, versuchen Sie es später noch einmal.
es: El viaje no pudo ser borrado, intente de nuevo más tarde.
fr: Le trajet n'a pas pu être supprimé, réessayer ultérieurement.
it: Il viaggio non è stato eliminato, riprova più tardi.
nl: De rit kon niet worden verwijderd, probeer het later opnieuw.
pt_br: A viagem não pôde ser excluída, tente novamente mais tarde.

# dk_driverdata_failed_to_sync_trips
source: Failed to synchronize trips, please retry later.
da: Kunne ikke synkronisere ture, prøv igen senere.
de: Die Synchronisation von Fahrten ist fehlgeschlagen, bitte versuchen Sie es später erneut.
es: No se sincronizaron los disparos, inténtelo de nuevo más tarde.
fr: Impossible de synchroniser les trajets, veuillez réessayer plus tard.
it: Impossibile sincronizzare i viaggi, riprovare più tardi.
nl: Het synchroniseren van ritten is mislukt, probeer het later opnieuw.
pt_br: Falha ao sincronizar viagens, tente novamente.

# dk_driverdata_lock_event
source: Screen locking
da: Skærmlåsning
de: Bildschirm sperren
es: Blocco dello schermo
fr: Fermeture de l'écran
it: Blocco dello schermo
nl: Schermvergrendeling
pt_br: Bloqueio de tela

# dk_driverdata_my_weekly_score_distraction
source: My weekly score | Distraction
da: Min ugentlige score | Distraktion
de: Resultat letzte 7 Tage | Ablenkung
es: Mi puntuación semanal | Distracción
fr: Mon score hebdomadaire | Distraction
it: Il mio punteggio settimanale | Distrazione
nl: Mijn wekelijkse score | Afleiding
pt_br: Minha pontuação semanal | Distração

# dk_driverdata_my_weekly_score_ecodriving
source: My weekly score | Eco-driving
da: Min ugentlige score | Øko-kørsel
de: Resultat letzte 7 Tage | Effizienz
es: Mi puntuación semanal | Eficiencia
fr: Mon score hebdomadaire | Éco-conduite
it: Il mio punteggio settimanale | Efficienza
nl: Mijn wekelijkse score | Eco-driving
pt_br: Minha pontuação semanal | Dirigir ecológico

# dk_driverdata_my_weekly_score_safety
source: My weekly score | Safety
da: Min ugentlige score | Sikkerhed
de: Resultat letzte 7 Tage | Sicherheit
es: Mi puntuación semanal | Seguridad
fr: Mon score hebdomadaire | Sécurité
it: Il mio punteggio settimanale | Sicurezza
nl: Mijn wekelijkse score | Veiligheid
pt_br: Minha pontuação semanal | Segurança

# dk_driverdata_my_weekly_score_speeding
source: My Weekly Score | Speeding
da: Min ugentlige score | Hastighed
de: Resultat letzte 7 Tage | Geschwindigkeit
es: Mi puntuación semanal | Velocidad
fr: Mon score hebdomadaire | Vitesse
it: Il mio punteggio settimanale | Velocità
nl: Mijn weekscore | Snelheid
pt_br: Minha pontuação semanal | Acelerar

# dk_driverdata_mysynthesis_average_score
source: Your score is average
da: Din score er gennemsnitlig
de: Ihre Punktzahl ist durchschnittlich
fr: Votre score est dans la moyenne
it: Il vostro punteggio è medio
nl: Je score is gemiddeld
pt_br: Sua pontuação é média

# dk_driverdata_mysynthesis_bad_score
source: Your score is bad
da: Din score er ringe
de: Ihre Punktzahl ist schlecht
fr: Votre score est mauvais
it: Il vostro punteggio è pessimo
nl: Je score is slecht
pt_br: Sua pontuação é ruim

# dk_driverdata_mysynthesis_can_not_be_evaluated
source: You can not be evaluated
da: Vi kan ikke vurdere dig
de: Wir können Sie nicht bewerten
fr: Nous ne pouvons pas vous évaluer
it: Non possiamo valutarvi
nl: Je kan niet worden geëvalueerd
pt_br: Você não pode ser avaliado

# dk_driverdata_mysynthesis_distraction_level_average
source: Your score is in the average range but you can do much better! Stop touching your phone while driving to stay as focused as possible on what's happening on the road 👀.
da: Din score er gennemsnitlig, men du kan gøre det meget bedre! Du må ikke røre din telefon, mens du kører, så du er så opmærksom som muligt på, hvad der foregår på vejen 👀.
de: Ihre Punktzahl liegt im Durchschnitt, aber Sie können noch viel mehr tun! Berühren Sie Ihr Telefon nicht mehr während der Fahrt, um so aufmerksam wie möglich auf das Geschehen auf der Straße zu achten 👀.
fr: Votre score est dans la moyenne mais vous pouvez faire bien mieux ! Ne touchez plus votre téléphone au volant pour rester le plus attentif possible à ce qu'il se passe sur la route 👀.
it: Il vostro punteggio è nella media, ma potete fare molto meglio! Non toccate il telefono mentre guidate per essere il più possibile consapevoli di ciò che accade sulla strada 👀.
nl: Je score is gemiddeld, maar je kunt veel beter! Raak je telefoon niet meer aan tijdens het rijden om zo geconcentreerd mogelijk te blijven op wat er op de weg gebeurt 👀.
pt_br: Sua pontuação está no intervalo médio, mas você pode fazer muito melhor! Pare de tocar o telefone enquanto dirige para permanecer o mais focado possível no que está acontecendo na estrada.
