Repository: DriveQuantPublic/drivekit-ui-ios
Catalog: DriveKitDriverDataUI/Localizable/*.lproj/DriverDataLocalizables.strings
Languages: da, de, es, fr, it, nl, pt_br

# dk_driverdata_mysynthesis_distraction_level_bad
source: Did you know that using a phone while driving increases your risk of an accident? Be careful and stay focused on driving!
da: Vidste du, at det øger risikoen for ulykker at bruge telefonen under kørslen? Vær forsigtig og koncentrer dig om at køre!
de: Wussten Sie, dass die Benutzung des Telefons am Steuer Ihr Unfallrisiko erhöht? Seien Sie vorsichtig und konzentrieren Sie sich auf das Fahren!
fr: Savez-vous que l'utilisation du téléphone au volant accroit votre risque d'accident ? Soyez prudent et restez concentré sur la conduite !
it: Sapevate che usare il telefono mentre si guida aumenta il rischio di incidenti? Fate attenzione e rimanete concentrati sulla guida!
nl: Wist je dat bellen tijdens het rijden het risico op een ongeluk verhoogt? Wees voorzichtig en blijf geconcentreerd rijden!
pt_br: Você sabia que o uso de um telefone enquanto dirige aumenta o risco de um acidente? Tenha cuidado e mantenha o foco em dirigir!

# dk_driverdata_mysynthesis_distraction_level_excellent
source: Nice job you never use your phone while driving. You are an outstanding driver 🏆 !
da: Bravo, du bruger aldrig din telefon under kørslen. Du er eksemplarisk!
de: Bravo, Sie benutzen nie Ihr Handy am Steuer. Sie sind vorbildlich🏆!
fr: Bravo vous n'utilisez jamais votre téléphone au volant. Vous êtes exemplaire🏆 !
it: Bravi, non usate mai il telefono mentre guidate. Siete esemplari!
nl: Goed gedaan, je gebruikt je telefoon nooit tijdens het rijden. Je bent een uitstekende chauffeur 🏆 !
pt_br: Bom trabalho, você nunca usa seu telefone enquanto dirige. Você é um excelente motorista 🏆!

# dk_driverdata_mysynthesis_distraction_level_good
source: You rarely use your phone while driving, but you could drive without it completely. Come on, just a little more effort 💪
da: Du bruger sjældent din telefon under kørslen, men du kunne godt undvære den helt. Kom nu, gør en ny indsats 💪
de: Sie benutzen Ihr Handy beim Autofahren selten, aber Sie könnten auch ganz darauf verzichten. Kommen Sie, geben Sie sich noch ein bisschen Mühe 💪.
fr: Vous utilisez rarement votre téléphone au volant, mais vous pourriez vous en passer complètement. Allez, encore un petit effort 💪
it: Raramente usate il telefono mentre guidate, ma potreste farne a meno completamente. Forza, fate un altro sforzo 💪
nl: Je gebruikt je telefoon zelden tijdens het rijden, maar je zou helemaal zonder kunnen rijden? Kom op, een beetje meer moeite.
pt_br: Você raramente usa seu telefone enquanto dirige, mas pode dirigir sem ele completamente. Vamos lá, apenas um pouco mais de esforço 💪

# dk_driverdata_mysynthesis_distraction_level_low
source: Your score is under the average. The good news is that you have a nice progression margin, take advantage of it!
da: Din score er under gennemsnittet. Den gode nyhed er, at du har masser af muligheder for at forbedre dig, så udnyt dem!
de: Ihre Punktzahl ist unterdurchschnittlich. Die gute Nachricht ist, dass Sie noch viel Raum für Verbesserungen haben, nutzen Sie ihn!
fr: Votre score est en dessous de la moyenne. La bonne nouvelle est que vous avez une belle marge de progression, profitez-en !
it: Il vostro punteggio è inferiore alla media. La buona notizia è che avete un ampio margine di miglioramento, quindi approfittatene!
nl: Je score ligt onder het gemiddelde. Het goede nieuws is dat je een mooie progressiemarge hebt, profiteer ervan!
pt_br: Sua pontuação está sob a média. A boa notícia é que você tem uma boa margem de progressão, aproveite isso!

# dk_driverdata_mysynthesis_distraction_level_very_bad
source: You use your phone far too frequently 😡. Using it while driving triples the risk of an accident. It's a danger to you, your passengers and other road users. Turn on the driving mode on your smartphone to avoid being tempted.
da: Du bruger din telefon alt for ofte 😡. Brug af det under kørsel øger risikoen for en ulykke med en faktor 3. Det er en fare for dig, dine passagerer og andre trafikanter. Aktivér køretilstanden på din smartphone for at undgå at blive fristet.
de: Sie benutzen Ihr Telefon viel zu häufig 😡. Ihre Nutzung am Steuer erhöht das Risiko eines Unfalls um das Dreifache. Es ist eine Gefahr für Sie, Ihre Mitfahrer und andere Verkehrsteilnehmer. Aktivieren Sie den Fahrmodus auf Ihrem Smartphone, um nicht mehr in Versuchung zu geraten.
fr: Vous utilisez beaucoup trop souvent votre téléphone 😡. Son usage au volant multiplie par 3 le risque d'accident. C'est un danger pour vous, vos passagers et les autres usagers de la route. Activez le mode conduite sur votre smartphone pour ne plus être tenté.
it: Utilizzi il telefono troppo spesso 😡. L'utilizzo durante la guida aumenta di 3 volte il rischio di incidente. Questo rappresenta un pericolo per voi, per i vostri passeggeri e per gli altri utenti della strada. Attivate la modalità di guida sul vostro smartphone per non essere più tentati.
nl: Je gebruikt je telefoon veel te vaak 😡. Als je deze tijdens het rijden gebruikt, verdrievoudigt het risico op een ongeluk. Het is een gevaar voor jou, je passagiers en andere weggebruikers. Zet de rijmodus op je smartphone aan om niet in de verleiding te komen.
pt_br: Você usa seu telefone com muita frequência 😡. Usá -lo enquanto dirige triplica o risco de um acidente. É um perigo para você, seus passageiros e outros usuários da estrada. Ligue o modo de condução no seu smartphone para evitar ser tentado.

# dk_driverdata_mysynthesis_distraction_level_very_good
source: Your score is very good, keep it up and you will join the drivers who never use their phone while driving!
da: Din score er meget god, bliv ved med det, og du vil slutte dig til de chauffører, der aldrig bruger deres telefon under kørslen!
de: Ihre Punktzahl ist sehr gut, machen Sie weiter so und Sie werden zu den Fahrern gehören, die ihr Handy am Steuer nie bedienen!
fr: Votre score est très bon, continuez ainsi et vous rejoindrez les conducteurs qui ne manipulent jamais leur téléphone au volant !
it: Il vostro punteggio è molto buono, continuate così e vi unirete alla schiera di automobilisti che non usano mai il telefono mentre guidano!
nl: Je score is erg goed, ga zo door en je zal snel horen bij de bestuurders die nooit hun telefoon gebruiken tijdens het rijden!
pt_br: Sua pontuação é muito boa, continue assim e você se juntará aos motoristas que nunca usam o telefone enquanto dirigem!

# dk_driverdata_mysynthesis_distraction_score
source: My distraction score
da: Min distraktionsscore
de: Meine Punktzahl für Ablenkung
fr: Mon score de distraction
it: Il mio punteggio di distrazione
nl: Mijn afleidingsscore
pt_br: Minha pontuação de distração

# dk_driverdata_mysynthesis_distraction_score_info
source: The distraction score ranges from 0 to 10. Your score defines your level which is represented on a colour scale.
da: Scoren for distraktion varierer mellem 0 og 10. Din score definerer dit niveau, som er repræsenteret på en farveskala.
de: Die Punktzahl für Ablenkung schwankt zwischen 0 und 10. Ihre Punktzahl bestimmt Ihre Stufe, die auf einer Farbskala dargestellt wird.
fr: Le score de distraction varie entre 0 et 10. Votre score définit votre niveau qui est représenté sur une échelle de couleurs.
it: Il punteggio di distrazione varia da 0 a 10. Il vostro punteggio definisce il vostro livello, rappresentato da una scala di colori.
nl: De afleidingsscore loopt van 0 tot 10. Je score bepaalt je niveau dat wordt weergegeven op een kleurenschaal.
pt_br: A pontuação de distração varia de 0 a 10. Sua pontuação define seu nível, que é representado em uma escala de cores.

# dk_driverdata_mysynthesis_drivers
source: drivers
da: drivere
de: fahrer
fr: conducteurs
it: conduttori
nl: bestuurders
pt_br: motoristas

# dk_driverdata_mysynthesis_ecodriving_level_average
source: Your score is in the average range but you can improve! Apply the advice you received at the end of your trips to reduce your fuel consumption.
da: Din score er gennemsnitlig, men du kan forbedre dig! Brug de råd, du får ved afslutningen af dine rejser, til at reducere dit forbrug i praksis.
de: Ihre Punktzahl liegt im Durchschnitt, aber Sie können sich verbessern! Setzen Sie die Tipps, die Sie am Ende Ihrer Fahrten erhalten haben, in die Praxis um, um Ihren Verbrauch zu senken.
fr: Votre score est dans la moyenne mais vous pouvez progresser ! Mettez en pratique les conseils reçus à la fin de vos trajets pour réduire votre consommation.
it: Il tuo punteggio è nella media, ma puoi migliorare! Mettete in pratica i consigli che ricevete alla fine dei vostri viaggi per ridurre i vostri consumi.
nl: Je score is gemiddeld, maar je kunt je nog verbeteren! Pas het advies toe dat je aan het einde van je ritten hebt gekregen om je brandstofverbruik te verminderen.
pt_br: Sua pontuação está no intervalo médio, mas você pode melhorar! Aplique os conselhos que você recebeu no final de suas viagens para reduzir o consumo de combustível.

# dk_driverdata_mysynthesis_ecodriving_level_bad
source: Your score is lower than the average user and you tend to overconsume. Try eco-driving to save fuel.
da: Din score er lavere end gennemsnitsbrugerens, og du har tendens til at overforbruge. Prøv miljøvenlig kørsel for at spare brændstof.
de: Ihre Punktzahl liegt unter dem Durchschnitt der Nutzer und Sie neigen dazu, zu viel zu verbrauchen. Versuchen Sie es mit Eco-Drive, um Kraftstoff zu sparen.
fr: Votre score est inférieur à la moyenne des utilisateurs et vous avez tendance a sur-consommer. Essayez l'éco-conduite pour économiser du carburant.
it: Il vostro punteggio è inferiore alla media degli utenti e tendete a consumare troppo. Provate a guidare in modo ecologico per risparmiare carburante.
nl: Je score is lager dan de gemiddelde gebruiker en je hebt de neiging om te veel te verbruiken. Probeer zuinig te rijden om brandstof te besparen.
pt_br: Sua pontuação é menor que o usuário médio e você tende a consumir demais. Tente dirigir ecológico para economizar combustível.

# dk_driverdata_mysynthesis_ecodriving_level_excellent
source: Congratulations, you are at the top of eco-driving! The planet thanks you 🌎
da: Bravo, du er i toppen af økokørsel! Planeten takker dig 🌎
de: Bravo, Sie sind der Beste in Sachen umweltbewusstes Fahren! Der Planet dankt es Ihnen 🌎.
fr: Bravo, vous êtes au top de l'éco-conduite! La planète vous dit merci 🌎
it: Bravi, siete al top della guida ecologica! Il pianeta vi ringrazia 🌎
nl: Gefeliciteerd, je staat aan de top van het eco-rijden! De planeet dankt je!
pt_br: Parabéns, você está no topo da direção ecológica! O planeta obrigado 🌎

# dk_driverdata_mysynthesis_ecodriving_level_good
source: You have good eco-driving, but you can improve. Just a little more effort 💪
da: Du har en god miljøvenlig kørsel, men du kan forbedre dig. Bare en lille smule mere indsats 💪
de: Sie haben ein gutes Ökoverhalten, aber Sie können sich noch verbessern. Strengen Sie sich noch ein bisschen an 💪.
fr: Vous avez une bonne éco-conduite, mais vous pouvez progresser. Encore un petit effort 💪
it: La guida ecologica è buona, ma si può migliorare. Basta un piccolo sforzo in più 💪
nl: Je rijdt goed ecologisch, maar het kan nog beter. Gewoon een beetje meer de focus houden.
pt_br: Você tem um bom eco-dirigido, mas pode melhorar. Só um pouco mais de esforço 💪

# dk_driverdata_mysynthesis_ecodriving_level_low
source: Your score is below the average. The good news is that you can progress, so take advantage of it!
da: Din score er under gennemsnittet. Den gode nyhed er, at du har masser af muligheder for at forbedre dig, så udnyt dem!
de: Ihre Punktzahl ist unterdurchschnittlich. Die gute Nachricht ist, dass Sie noch viel Raum für Verbesserungen haben, nutzen Sie ihn!
fr: Votre score est en dessous de la moyenne. La bonne nouvelle est que vous avez une belle marge de progression, profitez-en !
it: Il vostro punteggio è inferiore alla media. La buona notizia è che avete un ampio margine di miglioramento, quindi approfittatene!
nl: Je score ligt onder het gemiddelde. Het goede nieuws is dat je vooruitgang kan boeken, dus doe er je voordeel mee!
pt_br: Sua pontuação está abaixo da média. A boa notícia é que você pode progredir, então aproveite isso!

# dk_driverdata_mysynthesis_ecodriving_level_very_bad
source: The energy saving potential is very high. We recommend that you apply the eco-driving tips sent at the end of your trips. You will be able to progress quickly.
da: Potentialet for energibesparelser er meget stort. Vi anbefaler, at du anvender de råd om miljøvenlig kørsel, som du får tilsendt ved afslutningen af din rejse. Du vil være i stand til at gøre hurtige fremskridt.
de: Das Energiesparpotenzial ist sehr groß. Wir empfehlen Ihnen, die Eco-Drive-Tipps, die Ihnen am Ende Ihrer Fahrten zugeschickt werden, in die Praxis umzusetzen. So können Sie schnell Fortschritte machen.
fr: Le potentiel d'économie d'énergie est très important. Nous vous recommandons de mettre en pratique les conseils d'eco-conduite envoyés à la fin de vos trajets. Vous pourrez progresser rapidement.
it: Il potenziale di risparmio energetico è molto elevato. Vi consigliamo di mettere in pratica i consigli di guida ecologica che vi vengono inviati alla fine dei vostri viaggi. Sarete in grado di fare rapidi progressi.
nl: Het energiebesparingspotentieel is zeer hoog. We raden je aan de tips voor ecorijden toe te passen die je aan het einde van je ritten krijgt toegestuurd. Je zult snel vooruitgang kunnen boeken.
pt_br: O potencial de economia de energia é muito alto. Recomendamos que você aplique as dicas de direção ecológica enviadas no final de suas viagens. Você poderá progredir rapidamente.

# dk_driverdata_mysynthesis_ecodriving_level_very_good
source: Your score is very good, keep it up to reach the top!
da: Din score er meget god, bliv ved med at nå toppen!
de: Ihr Ergebnis ist sehr gut, bleiben Sie dran, um die Spitze zu erreichen!
fr: Votre score est très bon, continuez ainsi pour atteindre le haut du panier !
it: Il tuo punteggio è molto buono, continua così per raggiungere il top!
nl: Je score is erg goed, ga zo door om de top te bereiken!
pt_br: Sua pontuação é muito boa, mantenha -a para chegar ao topo!

# dk_driverdata_mysynthesis_ecodriving_score
source: My eco-driving score
da: Min score for miljøvenlig kørsel
de: Meine Punktzahl für umweltbewusstes Fahren
fr: Mon score d'éco-conduite
it: Il mio punteggio di guida ecologica
nl: Mijn eco-drivingscore
pt_br: Minha pontuação ecológica

# dk_driverdata_mysynthesis_ecodriving_score_info
source: The eco-driving score ranges from 4 to 10. Your score defines your level which is represented on a colour scale.
da: Scoren for miljøvenlig kørsel varierer mellem 4 og 10. Din score definerer dit niveau, som er repræsenteret på en farveskala.
de: Die Punktzahl für umweltbewusstes Fahren variiert zwischen 4 und 10. Ihre Punktzahl bestimmt Ihre Stufe, die auf einer Farbskala dargestellt wird.
fr: Le score d’éco-conduite varie entre 4 et 10. Votre score définit votre niveau qui est représenté sur une échelle de couleurs.
it: Il punteggio di guida ecologica varia da 4 a 10. Il vostro punteggio definisce il vostro livello, rappresentato da una scala di colori.
nl: De eco-driving score varieert van 4 tot 10. Je score bepaalt je niveau dat wordt weergegeven op een kleurenschaal.
pt_br: A pontuação ecológica varia de 4 a 10. Sua pontuação define seu nível, que é representado em uma escala de cores.

# dk_driverdata_mysynthesis_excellent_score
source: Your score is excellent
da: Din score er fremragende
de: Ihre Punktzahl ist ausgezeichnet
fr: Votre score est excellent
it: Il vostro punteggio è eccellente
nl: Je score is uitstekend
pt_br: Sua pontuação é excelente

# dk_driverdata_mysynthesis_good_score
source: Your score is good
da: Din score er god
de: Ihre Punktzahl ist gut
fr: Votre score est bon
it: Il vostro punteggio è buono
nl: Je score is goed
pt_br: Sua pontuação é boa

# dk_driverdata_mysynthesis_low_score
source: Your score is low
da: Din score er dårlig
de: Ihre Punktzahl ist niedrig
fr: Votre score est faible
it: Il vostro punteggio è scarso
nl: Je score is laag
pt_br: Sua pontuação é baixa

# dk_driverdata_mysynthesis_main_title
source: My synthesis
da: Mit resumé
de: Meine Zusammenfassung
fr: Ma synthèse
it: Il mio riassunto
nl: Mijn synthese
pt_br: Minha síntese

# dk_driverdata_mysynthesis_maximum
source: max.
da: maks.
it: mass.
pt_br: máx.

# dk_driverdata_mysynthesis_me
source: Me
da: Mig
de: Ich
fr: Moi
nl: Ik
pt_br: Meu

# dk_driverdata_mysynthesis_median
source: median
fr: médiane
it: mediano
nl: mediaan
pt_br: mediana

# dk_driverdata_mysynthesis_my_community
source: My community
da: Mit fællesskab
de: Meine Gemeinschaft
fr: Ma communauté
it: La mia comunità
nl: Mijn organisatie
pt_br: Minha comunidade

# dk_driverdata_mysynthesis_no_driving
source: You did not drive during this period
da: Du har ikke kørt bil i denne periode
fr: Vous n’avez pas conduit durant cette période
it: Non avete guidato durante questo periodo
nl: Je hebt in deze periode niet gereden
pt_br: Você não dirigiu durante esse período

# dk_driverdata_mysynthesis_no_trip_prev_month
source: You did not drive the previous month
da: Du har ikke kørt bil i den foregående måned
de: Sie sind im vorherigen Monat nicht gefahren
fr: Vous n'avez pas conduit le mois précédent
it: Non avete guidato nel mese precedente
nl: Je hebt de afgelopen maand niet gereden
pt_br: Você não dirigiu no mês anterior

# dk_driverdata_mysynthesis_no_trip_prev_week
source: You did not drive the previous week
da: Du har ikke kørt bil i den foregående uge
de: Sie sind in der vorherigen Woche nicht gefahren
fr: Vous n'avez pas conduit la semaine précédente
it: Non avete guidato la settimana precedente
nl: Je hebt de week ervoor niet gereden
pt_br: Você não dirigiu na semana anterior

# dk_driverdata_mysynthesis_no_trip_prev_year
source: You didn't drive the previous year
da: Du har ikke kørt bil det foregående år
de: Sie sind im vorherigen Jahr nicht gefahren
fr: Vous n'avez pas conduit l'année précédente
it: Non avete guidato l'anno precedente
nl: Je hebt het jaar ervoor niet gereden
pt_br: Você não dirigiu no ano anterior

# dk_driverdata_mysynthesis_not_enough_data
source: There is not enough data to evaluate your driving.
de: Es gibt nicht genügend Daten, um Ihre Fahrweise zu bewerten.
pt_br: Não há dados suficientes para avaliar sua direção.

# dk_driverdata_mysynthesis_previous_month
source: The previous month:
da: Den foregående måned :
de: Der vorherige Monat :
fr: Le mois précédent :
it: Il mese precedente :
nl: De vorige maand:
pt_br: O mês anterior:

# dk_driverdata_mysynthesis_previous_week
source: The previous week:
da: Den foregående uge :
de: Die vorige Woche :
fr: La semaine précédente :
it: La settimana precedente :
nl: De vorige week:
pt_br: A semana anterior:

# dk_driverdata_mysynthesis_previous_year
source: In %@:
da: I %@ :
de: Im Jahr %@ :
fr: En %@ :
it: Nel %@ :
pt_br: Em %@ :

# dk_driverdata_mysynthesis_safety_level_average
source: Your score is average but you can do much better! To improve your score, check out the driving tips that appear on your trip details.
da: Din score er gennemsnitlig, men du kan gøre det meget bedre! Du kan forbedre din score ved at tjekke de kørselstips, der vises i detaljerne for dine ture, for at forbedre din score.
de: Ihre Punktzahl liegt im Durchschnitt, aber Sie können noch viel mehr erreichen! Um Ihre Punktzahl zu verbessern, beachten Sie die Fahrtipps, die in den Details Ihrer Fahrten angezeigt werden.
fr: Votre score est dans la moyenne mais vous pouvez faire bien mieux ! Pour améliorer votre score, consultez les conseils de conduite qui s'affichent sur le détail de vos trajets.
it: Il vostro punteggio è nella media, ma potete fare molto meglio! Per migliorare il vostro punteggio, controllate i consigli di guida che appaiono nei dettagli dei vostri viaggi.
nl: Je score is gemiddeld, maar je kunt veel beter! Om je score te verbeteren, bekijk je de rijtips die in de details van je rit worden weergegeven.
pt_br: Sua pontuação é média, mas você pode fazer muito melhor! Para melhorar sua pontuação, consulte as dicas de direção que aparecem nos detalhes da sua viagem.

# dk_driverdata_mysynthesis_safety_level_bad
source: Your driving style is too aggressive and risky. Drive with a little more flexibility to help make the roads safer.
da: Din kørestil er for dynamisk og risikabel. Kør lidt mere jævnt for at bidrage til at gøre vejene mere sikre.
de: Ihr Fahrstil ist zu dynamisch und riskant. Fahren Sie etwas geschmeidiger, um dazu beizutragen, dass die Straßen sicherer werden.
fr: Votre style de conduite est trop dynamique et risqué. Conduisez avec un peu plus de souplesse pour contribuer à rendre les routes plus sûres.
it: Il vostro stile di guida è troppo dinamico e rischioso. Guidate un po' più dolcemente per contribuire a rendere le strade più sicure.
nl: Je rijstijl is te agressief en riskant. Rij wat rustiger om de wegen veiliger te maken.
pt_br: Seu estilo de direção é muito agressivo e arriscado. Dirija com um pouco mais de flexibilidade para ajudar a tornar as estradas mais seguras.

# dk_driverdata_mysynthesis_safety_level_excellent
source: Great job, your driving style is outstanding 🏆 !
da: Bravo, din kørestil er eksemplarisk 🏆 !
de: Bravo, dein Fahrstil ist vorbildlich 🏆!
fr: Bravo, votre style de conduite est exemplaire 🏆 !
it: Bravo, il tuo stile di guida è esemplare 🏆 !
nl: Geweldig gedaan, je rijstijl is uitstekend 🏆 !
pt_br: Ótimo trabalho, seu estilo de direção é excelente 🏆!

# dk_driverdata_mysynthesis_safety_level_good
source: You are driving safely but you can improve. Just a little more effort 💪
da: Du kører sikkert, men du kan forbedre dig. Bare en lille smule mere indsats 💪
de: Sie fahren sicher, aber Sie können sich noch verbessern. Strengen Sie sich noch ein bisschen an 💪.
fr: Vous avez une conduite sûre mais vous pouvez progresser. Encore un petit effort 💪
it: State guidando in modo sicuro, ma potete migliorare. Basta un po' di impegno in più 💪
nl: Je rijdt veilig, maar het kan nog beter. Gewoon een tandje bijsteken.
pt_br: Você está dirigindo com segurança, mas pode melhorar. Só um pouco mais de esforço 💪

# dk_driverdata_mysynthesis_safety_level_low
source: Your score is below average. The good news is that you have plenty of room for improvement, so make the most of it!
da: Din score er under gennemsnittet. Den gode nyhed er, at du har masser af muligheder for at forbedre dig, så udnyt dem!
de: Ihre Punktzahl ist unterdurchschnittlich. Die gute Nachricht ist, dass Sie noch viel Raum für Verbesserungen haben, nutzen Sie ihn!
fr: Votre score est en dessous de la moyenne. La bonne nouvelle, c'est que vous avez une belle marge de progression, profitez-en !
it: Il vostro punteggio è inferiore alla media. La buona notizia è che avete un ampio margine di miglioramento, quindi approfittatene!
nl: Je score is lager dan gemiddeld. Het goede nieuws is dat je nog genoeg ruimte hebt om te verbeteren, dus maak er het beste van!
pt_br: Sua pontuação está abaixo da média. A boa notícia é que você tem muito espaço para melhorias, então aproveite ao máximo!
