Repository: DriveQuantPublic/drivekit-ui-ios
Catalog: DriveKitDriverAchievementUI/Streaks/*.lproj/DriverAchievementLocalizables.strings
Languages: de

# dk_failed_to_sync_streaks
source: Failed to synchronize streaks, please retry later.
de: Erfolgssequenzen können nicht synchronisiert werden, bitte versuchen Sie es später noch einmal.

# dk_menu_streaks
source: Streak of hits
de: Streifen von Treffern

# dk_streaks_acceleration_reset
source: A hard acceleration was detected on your last trip
de: Sie haben auf Ihrer letzten Reise stark beschleunigt

# dk_streaks_acceleration_text
source: Try to do a series of trips without any harsh acceleration. Each time you succeed, the trip counter increases. If you fail, the counter is reset and you must restart from scratch. The number of trips in your best sequence of success is memorized and you can try to surpass it.
de: Versuchen Sie, eine Reihe von Fahrten ohne harte Beschleunigung durchzuführen. Mit jedem Erfolg steigt der Zähler der Anzahl der Fahrten. Wenn es fehlschlägt, wird der Zähler zurückgesetzt und Sie müssen neu beginnen. Die Anzahl der Fahrten in Ihrer besten Passfolge wird im Speicher abgelegt und Sie können versuchen, diese zu überschreiten.

# dk_streaks_acceleration_title
source: No harsh acceleration
de: Keine harte Beschleunigung

# dk_streaks_adherence_reset
source: You've crossed a adherence limit during your last trip
de: Sie haben auf Ihrer letzten Reise ein Tempolimit überschritten

# dk_streaks_adherence_text
source: Try to make a series of trips without crossing any adherence limit. Each time you succeed, the trip counter increases. If you fail, the counter is reset and you must restart from scratch. The number of trips in your best sequence of success is memorized and you can try to surpass it.
de: Versuchen Sie, eine Reihe von Fahrten zu machen, ohne irgendeine Haftgrenze zu überschreiten. Mit jedem Erfolg steigt der Zähler der Anzahl der Fahrten. Wenn es fehlschlägt, wird der Zähler zurückgesetzt und Sie müssen neu beginnen. Die Anzahl der Fahrten in Ihrer besten Passfolge wird im Speicher abgelegt und Sie können versuchen, diese zu überschreiten.

# dk_streaks_adherence_title
source: No adherence limit
de: Keine Haftgrenze

# dk_streaks_best_title
source: Best streak
de: Beste Sequenz

# dk_streaks_brake_reset
source: Harsh braking was detected during your last trip.
de: Sie haben auf Ihrer letzten Reise gebremst

# dk_streaks_brake_text
source: Try to make a series of trips without any hard braking. Each time you succeed, the trip counter increases. If you fail, the counter is reset and you must restart from scratch. The number of trips in your best sequence of success is memorized and you can try to surpass it.
de: Versuchen Sie, eine Reihe von Fahrten ohne starkes Bremsen zu machen. Mit jedem Erfolg steigt der Zähler der Anzahl der Fahrten. Wenn es fehlschlägt, wird der Zähler zurückgesetzt und Sie müssen neu beginnen. Die Anzahl der Fahrten in Ihrer besten Passfolge wird im Speicher abgelegt und Sie können versuchen, diese zu überschreiten.

# dk_streaks_brake_title
source: No hard braking
de: Kein hartes Bremsen

# dk_streaks_congrats
source: Well done!
de: Bravo!

# dk_streaks_congrats_text
source: You are currently achieving your best streak of hits. Keep surpassing yourself!
de: Sie machen derzeit Ihre beste Erfolgsserie. Übertreffen Sie sich selbst immer wieder!

# dk_streaks_current_title
source: Current
de: Aktuell

# dk_streaks_empty
source: You have not yet made any trips to start this streak
de: Sie haben noch keine Reisen unternommen, um diese Sequenz zu vervollständigen

# dk_streaks_phone_distraction_reset
source: You used your smartphone during your last trip
de: Sie haben Ihr Telefon auf Ihrer letzten Reise benutzt

# dk_streaks_phone_distraction_text
source: Try to make a series of trips without handling your smartphone while driving. Each time you succeed, the trip counter increases. If you fail, the counter is reset and you must restart from scratch. The number of trips in your best sequence of success is memorized and you can try to surpass it.
de: Versuchen Sie, eine Reihe von Fahrten zu machen, ohne Ihr Smartphone während der Fahrt zu manipulieren. Mit jedem Erfolg steigt der Zähler der Anzahl der Fahrten. Wenn es fehlschlägt, wird der Zähler zurückgesetzt und Sie müssen neu beginnen. Die Anzahl der Fahrten in Ihrer besten Passfolge wird im Speicher abgelegt und Sie können versuchen, diese zu überschreiten.

# dk_streaks_phone_distraction_title
source: No phone use
de: Keine Nutzung des Telefons

# dk_streaks_safety_reset
source: The safety score of your last trip is less than 9.8/10
de: Der Sicherheitswert Ihrer letzten Reise liegt unter 9,8/10

# dk_streaks_safety_text
source: Try to make a series of trips with safety scores higher than 9.8/10. Each time you succeed, the trip counter increases. If you fail, the counter is reset and you must restart from scratch. The number of trips in your best sequence of success is memorized and you can try to surpass it.Try to make a series of trips with safety scores higher than 9.8/10.
de: Versuchen Sie, eine Reihe von Fahrten mit Sicherheitswerten von über 9,8/10 zu verketten. Mit jedem Erfolg steigt der Zähler der Anzahl der Fahrten. Wenn es fehlschlägt, wird der Zähler zurückgesetzt und Sie müssen neu beginnen. Die Anzahl der Fahrten in Ihrer besten Passfolge wird im Speicher abgelegt und Sie können versuchen, diese zu überschreiten.

# dk_streaks_safety_title
source: Safe driving
de: Sicheres Fahren

# dk_streaks_since
source: Since the %@
de: Seit der %@

# dk_streaks_since_to
source: %@ to %@
de: Vom %@ bis zum %@

# dk_streaks_speeding_reset
source: You exceeded the speed limit on your last trip.
de: Sie haben auf Ihrer letzten Reise die Geschwindigkeitsbegrenzung überschritten

# dk_streaks_speeding_text
source: Try to make a series of trips within the speed limits. The speed limit score must be higher than 9.8/10. Each time you succeed, the trip counter increases. If you fail, the counter is reset and you must restart from scratch. The number of trips in your best sequence of success is memorized and you can try to surpass it.
de: Versuchen Sie, eine Reihe von Fahrten innerhalb der Geschwindigkeitsbegrenzung zu machen. Das Tempolimit muss höher als 9,8/10 sein. Mit jedem Erfolg steigt der Zähler der Anzahl der Fahrten. Wenn es fehlschlägt, wird der Zähler zurückgesetzt und Sie müssen neu beginnen. Die Anzahl der Fahrten in Ihrer besten Passfolge wird im Speicher abgelegt und Sie können versuchen, diese zu überschreiten.

# dk_streaks_speeding_title
source: No speeding
de: Keine Geschwindigkeitsübertretung

# dk_streaks_trip
source: trip
de: fahrt

# dk_streaks_trips
source: trips
de: fahrten
