Repository: DriveQuantPublic/drivekit-ui-ios
Catalog: DriveKitChallengeUI/Localizable/*.lproj/DKChallengeLocalizable.strings
Languages: da, de, es, fr, it, nl, pt

# dk_challenge_acceleration_score
source: Acceleration score
da: Accelerationsscore
de: Beschleunigungswert
es: Puntuación de aceleración
fr: Score d'accélération
it: Punteggio di accelerazione
nl: Acceleratiescore
pt: Pontuação de aceleração

# dk_challenge_active
source: Active
da: Aktiv
de: Aktive
es: Activos
fr: Actifs
it: Attivi
nl: Actief
pt: Ativo

# dk_challenge_adherence_score
source: Adherence score
da: Hårde sving-score
es: Puntuación de adherencia
fr: Score d'adhérence
it: Punteggio di aderenza
pt: Pontuação de aderência

# dk_challenge_all
source: All
da: Alle
de: Alle
es: Todos
fr: Tous
it: Tutti
nl: Alle
pt: Todos

# dk_challenge_braking_score
source: Braking score
da: Bremsescore
de: Bremsscore
es: Puntuación de frenado
fr: Score de freinage
it: Punteggio di frenata
nl: Score remmen
pt: Pontuação de frenagem

# dk_challenge_consult_rule_button
source: Consult the rules
da: Tjek regler og vilkår
de: Sehen Sie sich die Regeln an
es: Consulta las reglas
fr: Consulter le règlement
it: Consulta le regole
nl: Raadpleeg de regels
pt: Consulte as regras

# dk_challenge_distance_kilometer
source: Distance (km)
da: Afstand (km)
de: Distanz (km)
es: Distancia (km)
it: Distanza (km)
nl: Afstand (km)
pt: Distância (km)

# dk_challenge_distraction_score
source: Distraction score
da: Distraktionsscore
de: Ablenkungswert
es: Puntuación de la distracción
fr: Score de distraction
it: Punteggio di distrazione
nl: Afleidingsscore
pt: Pontuação de distração

# dk_challenge_driving_time
source: Driving time
da: Køretid
es: Tiempo de conducción
fr: Durée de conduite
it: Tempo di guida
pt: Tempo de direção

# dk_challenge_eco_driving_score
source: Eco-driving score
da: Øko-kørselsscore
de: Bewertung für umweltfreundliches Fahren
es: Puntuación de la ecoconducción
fr: Score d'éco-conduite
it: Punteggio di guida ecologica
pt: Pontuação de direção ecológica

# dk_challenge_failed_to_join
source: Unable to participate in the challenge, make sure you are connected to the internet or try again later.
da: Kan ikke deltage i udfordringen, sørg for, at du er tilsluttet internettet eller prøv igen senere.
de: Sie können nicht an der Herausforderung teilnehmen. Stellen Sie sicher, dass Sie mit dem Internet verbunden sind, oder versuchen Sie es später erneut.
es: No puede participar en el reto, asegúrese de que está conectado a Internet o inténtelo más tarde.
fr: Impossible de participer au challenge, assurez-vous d'être connecté à internet ou réessayez utlérieurement.
it: Impossibile partecipare alla sfida, assicurati di essere connesso a Internet o riprova più tardi.
nl: Je kunt niet deelnemen aan de challenge. Zorg ervoor dat je verbinding hebt met internet of probeer het later nog eens.
pt: Incapaz de participar do desafio, verifique se você está conectado à Internet ou tente novamente mais tarde.

# dk_challenge_failed_to_sync_challenges
source: Failed to synchronize challenge data, please retry later.
da: Kunne ikke synkronisere udfordringsdata, prøv igen senere.
de: Die Challenges können nicht synchronisiert werden, bitte versuchen Sie es später noch einmal.
es: No se ha podido sincronizar el Reto, por favor, inténtelo más tarde.
fr: Les données du challenge n'ont pas pu être récupérées, assurez-vous d'être connecté à internet ou réessayez utlérieurement.
it: Impossibile sincronizzare le sfide, si prega di riprovare più tardi.
nl: Synchronisatie van de gegevens van de challenges mislukt, probeer later opnieuw.
pt: Falha ao sincronizar os dados do desafio, tente novamente.

# dk_challenge_finished
source: Complete
da: Færdig
es: Completos
fr: Terminés
it: Completa
pt: Completo

# dk_challenge_list_join
source: Join the challenge 🏆
da: Deltag i udfordringen 🏆
de: Nimmt die Herausforderung an 🏆
es: Únete al reto 🏆
fr: Rejoins le challenge 🏆
it: Partecipa alla sfida 🏆
nl: Doe mee met de uitdaging 🏆
pt: Participar no desafio 🏆

# dk_challenge_list_join_among
source: Join the %d participants 🏆
da: Slut dig til de %d deltagere 🏆
de: Schließe dich den %d Teilnehmern an 🏆
es: Únete a los %d participantes 🏆
fr: Rejoins les %d participants 🏆
it: Unisciti ai %d partecipanti 🏆
nl: Doe mee met de %d deelnemers 🏆
pt: Junte-se aos %d participantes 🏆

# dk_challenge_list_not_ranked
source: You haven't been ranked
da: Du er ikke blevet rangeret
de: Du wurdest nicht eingestuft
es: No te han clasificado
fr: Tu n'as pas été classé
it: Non siete stati classificati
nl: Je bent niet gerangschikt
pt: Não foi classificado

# dk_challenge_list_not_registered
source: You didn't participate 💔
da: Du har ikke deltaget 💔
de: Du hast nicht teilgenommen 💔
es: No has participado 💔
fr: Tu n'as pas participé 💔
it: Non hai preso parte 💔
nl: Je hebt niet meegedaan 💔
pt: Não participaste 💔

# dk_challenge_list_ranked
source: My ranking: %1$d / %2$d
da: Min rangering : %@
de: Meine Einstufung : %@
es: Mi clasificación : %@
fr: Ma position : %@
it: La mia classifica : %@
nl: Mijn positie: %@
pt: Minha classificação : %@

# dk_challenge_list_registered
source: You're registered, enjoy the ride 🚗
da: Du er registreret nu, nyd din rejse 🚗
de: Du bist angemeldet, gute Fahrt 🚗.
es: Ya estás registrado, disfruta de tu viaje 🚗.
fr: Tu es inscrit, bonne route 🚗
it: Ora sei registrato, goditi il tuo viaggio 🚗
nl: Je bent geregistreerd, bon voyage 🚗
pt: Já está registado, aproveite a sua viagem 🚗

# dk_challenge_list_registered_among
source: You are one of the %d participants
da: Du er en af de %d deltagere
de: Du gehörst zu den %d Teilnehmern
es: Usted es uno de los %d participantes
fr: Tu fais partie des %d participants
it: Sei uno dei %d partecipanti
nl: Je bent een van de %d deelnemers
pt: É um dos %d participantes

# dk_challenge_menu
source: Challenges
da: Udfordringer
es: Desafíos
it: Sfide
pt: Desafios

# dk_challenge_nb_trip
source: Number of trips
da: Antal ture
de: Anzahl Fahrten
es: Número de viajes
fr: Nombre de trajets
it: Numero di viaggi
nl: Aantal ritten
pt: Número de viagens

# dk_challenge_no_active_challenge
source: There is no challenge underway.
da: Der er ingen aktuelle udfordringer.
de: Es gibt keine Herausforderung.
es: No hay retos actuales.
fr: Il n'y a pas de challenge en cours.
it: Non ci sono sfide in corso.
nl: Geen actuele challenge
pt: Não existem desafios actuais.

# dk_challenge_no_ranked_challenge_empty_list
source: There is no challenge yet.
da: Der har endnu ikke været nogen udfordring.
de: Es gab noch keine Herausforderung.
es: Aún no se ha producido ningún desafío.
fr: Il n'y a pas encore eu de challenge.
it: Non c'è stata ancora nessuna sfida.
nl: Er is nog geen uitdaging geweest.
pt: Ainda não houve contestação.

# dk_challenge_no_ranked_challenge_not_ranked_yet
source: You haven't participated in a challenge yet.
da: Du har ikke deltaget i en udfordring endnu.
de: Sie sind noch keiner Herausforderung zugeordnet worden.
es: Aún no has participado en ningún reto.
fr: Vous n'avez pas encore participé à un challenge.
it: Non avete ancora partecipato a una sfida.
nl: Je bent nog niet gerangschikt in een uitdaging.
pt: Ainda não participou num desafio.

# dk_challenge_no_ranked_challenge_not_registered_yet
source: You haven't participated in a challenge yet.
da: Du har ikke deltaget i en udfordring endnu.
de: Sie haben noch nicht an einer Challenge teilgenommen.
es: Aún no has participado en ningún reto.
fr: Vous n'avez pas encore participé à un challenge.
it: Non avete ancora partecipato a una sfida.
nl: Je hebt nog niet deelgenomen aan een uitdaging.
pt: Ainda não participou num desafio.

# dk_challenge_not_a_participant
source: You did not participate to this challenge or you did not fill the conditions to join the ranking.
da: Du deltog ikke i denne udfordring, eller du opfyldte ikke betingelserne for at deltage.
de: Sie haben nicht an dieser Challenge teilgenommen, oder Sie haben die Bedingungen nicht erfüllt, um dem Ranking beizutreten.
es: Usted no ha participado en este desafío o no ha cumplido las condiciones para unirse al ranking.
fr: Vous n'avez pas participé à ce challenge ou vous n'avez pas rempli les conditions pour rejoindre le classement.
it: on hai partecipato a questa sfida o non hai soddisfatto le condizioni per iscriversi alla classifica.
nl: Je hebt niet deelgenomen aan deze challenge of je hebt niet voldaan aan de voorwaarden om deel te nemen aan de rangschikking.
pt: Você não participou desse desafio ou não preencheu as condições para ingressar no ranking.

# dk_challenge_optin_title
source: Accept the rules
da: Accepter reglerne
de: Akzeptieren Sie die Bedingungen
es: Acepta las reglas
fr: Accepter le règlement
it: Accetta le regole
nl: Aanvaard de regels
pt: Aceitar as regras

# dk_challenge_participate_button
source: I participate
da: Jeg deltager
de: Ich nehme teil
es: Participo
fr: Je participe
it: Partecipo
nl: Ik doe mee
pt: Eu participo

# dk_challenge_ranked
source: Ranked
da: Rangeret
de: Rangliste
es: Clasificado
fr: Classés
it: Classificato
nl: Geclassificeerd
pt: Classificado

# dk_challenge_registered_confirmation
source: You are registered !
da: Du er tilmeldt!
de: Sie sind registriert!
es: ¡Estás registrado!
fr: Vous êtes inscrit !
it: Sei registrato!
nl: Je bent geregistreerd !
pt: Você está registrado!

# dk_challenge_rule_title
source: Challenge rules
da: Regler
de: Challenge-Regeln
es: Reglas de desafío
fr: Règlement du challenge
it: Regole della sfida
nl: Regels van de challenge
pt: Regras de desafio

# dk_challenge_safety_score
source: Safety score
da: Sikkerhedsscore
de: Sicherheitsbewertung
es: Puntuación de seguridad
fr: Score de sécurité
it: Punteggio di sicurezza
nl: Veiligheidsscore
pt: Pontuação de segurança

# dk_challenge_score_alert_message
source: The results of this challenge are being analysed, please try again later.
da: Resultaterne af denne udfordring analyseres, prøv igen senere.
de: Die Ergebnisse dieser Herausforderung werden derzeit analysiert, bitte versuchen Sie es später noch einmal.
es: Los resultados de este desafío están siendo analizados, por favor inténtelo de nuevo más tarde.
fr: Les résultats de ce challenge sont en cours d'analyse, veuillez réessayer plus tard.
it: I risultati di questa sfida sono in fase di analisi, si prega di riprovare più tardi.
nl: De resultaten van deze challenge worden geanalyseerd. Probeer het later nog eens.
pt: Os resultados desse desafio estão sendo analisados, tente novamente mais tarde.

# dk_challenge_score_alert_title
source: Challenge under analysis
da: Udfordring under analyse
es: Desafío en análisis
fr: Challenge en cours d'analyse
it: Sfida in analisi
pt: Desafio em análise

# dk_challenge_signin_in_progress
source: Signing up…
da: Tilmelder dig ...
es: Registro en curso…
fr: Inscription en cours…
it: Registrazione in corso…
pt: Inscrever-se…

# dk_challenge_speeding_score
source: Speeding score
da: Hastighedsresultat
de: Geschwindigkeits-Punktzahl
es: Puntuación de velocidad
fr: Score de vitesse
it: Punteggio di velocità
nl: Snelheidsscore
pt: Pontuação de velocidade

# dk_challenge_start
source: Start of challenge in
da: Udfordringen starter om
de: Beginn der Challenge in
es: Inicio del desafío en
fr: Début du challenge dans
it: Inizio della sfida in
nl: Begin van de challenge in
pt: Início do desafio em

# dk_challenge_synthesis_my_stats
source: Your stats during the challenge.
da: Din statistik under udfordringen.
de: Ihre Statistik während des Wettkampfs.
es: Tus estadísticas durante el desafío.
fr: Vos statistiques pendant le challenge.
it: Le tue statistiche durante la sfida.
nl: Je statistieken tijdens de uitdaging.
pt: As suas estatísticas durante o desafio.

# dk_challenge_synthesis_ranked_percentage
source: %d of registered users were ranked.
da: %@ af de registrede brugere blev rangeret.
de: %@ der Angemeldeten haben sich klassifiziert.
es: %d de los inscritos se clasificaron.
fr: %@ des inscrits se sont classés.
it: %@ degli utenti registrati sono stati classificati.
nl: %@ gerangschikte deelnemers.
pt: %d dos registados foram classificados.

# dk_challenge_synthesis_ranked_plural
source: ranked
da: klassificeret
de: klassifiziert
es: clasificado
fr: classés
it: classificato
nl: Gerangschikt
pt: classificado

# dk_challenge_synthesis_ranked_singular
source: ranked
da: klassificeret
de: eingestuft
es: clasificado
fr: classé
it: classificato
nl: Gerangschikt
pt: classificado

# dk_challenge_synthesis_registered_plural
source: registered
da: registreret
de: registrierten
es: registrado
fr: inscrits
it: registrato
nl: geregistreerd
pt: registado

# dk_challenge_synthesis_registered_singular
source: registered
da: registreret
de: registrierter
es: registrado
fr: inscrit
it: registrato
nl: geregistreerd
pt: registado

# dk_challenge_synthesis_total_distance
source: Total distance covered by all participants.
da: Samlet distance tilbagelagt af alle deltagere.
de: Von allen Teilnehmern zurückgelegte Gesamtstrecke.
es: Distancia total recorrida por todos los participantes.
fr: Distance totale parcourue par tous les participants.
it: Distanza totale percorsa da tutti i partecipanti.
nl: Totale afstand afgelegd door alle deelnemers.
pt: Distância total percorrida por todos os participantes.

# dk_challenge_traveled_distance
source: Distance traveled
da: Tilbagelagt afstand
es: Distancia recorrida
fr: Distance parcourue
it: Distanza percorsa
pt: Distância viajada

# dk_challenge_unranked_conditions_info
source: To enter the leaderboard, you must fulfill the conditions below:
da: For at komme på ranglisten skal du opfylde betingelserne nedenfor:
de: Um an der Rangliste teilzunehmen, müssen Sie die folgenden Bedingungen erfüllen:
es: Para ingresar a la tabla de clasificación, debes cumplir las condiciones a continuación:
fr: Pour entrer au classement général, vous devez réaliser les conditions ci-dessous :
it: Per inserire la classifica, è necessario soddisfare le condizioni seguenti:
nl: Om in de rangschikking te worden opgenomen, moet je aan de onderstaande voorwaarden voldoen:
pt: Para entrar na tabela de classificação, você deve cumprir as condições abaixo:
