Repository: DriveQuantPublic/drivekit-ui-ios
Catalog: DriveKitPermissionsUtilsUI/Localizable/*.lproj/PermissionsUtilsLocalizables.strings
Languages: de, es, fr, it, nl

# dk_perm_utils_app_diag_activity_ko
source: You need to allow the application to access the activity monitoring so that it can detect and analyze your trips.
de: Sie müssen der Anwendung den Zugriff auf die Aktivitätsverfolgung ermöglichen, damit sie Ihre Routen erkennen und analysieren kann.
es: Debe permitir que la aplicación acceda al seguimiento de actividad para que pueda detectar y analizar sus rutas.
fr: Vous devez autoriser l'application à accéder au suivi de l'activité afin qu'elle détecte et analyse vos trajets.
it: È necessario consentire all'applicazione di accedere al monitoraggio delle attività in modo che possa rilevare e analizzare i percorsi.
nl: Je moet de applicatie toegang geven tot de activiteitenmonitoring zodat het je ritten kan detecteren en analyseren.

# dk_perm_utils_app_diag_activity_link
source: Allow access to activity monitoring
de: Zugriff auf die Aktivitätsverfolgung ermöglichen
es: Permitir el acceso al seguimiento de la actividad
fr: Autoriser l'accès au suivi d'activité
it: Consentire l'accesso al monitoraggio delle attività
nl: Toegang verlenen tot activiteitenmonitoring

# dk_perm_utils_app_diag_activity_ok
source: The application uses your phone's activity monitoring to detect and analyze your trips. It can't work if you don't allow the application to access activity monitoring.
de: Die Anwendung verwendet die Aktivitätsverfolgung Ihres Telefons, um Ihre Routen zu erkennen und zu analysieren. Es kann nicht funktionieren, wenn Sie der Anwendung nicht erlauben, auf die Aktivitätsverfolgung zuzugreifen.
es: La aplicación utiliza el seguimiento de actividad de su teléfono para detectar y analizar sus rutas. No puede funcionar si no permite que la aplicación acceda al seguimiento de actividades.
fr: L'application utilise le suivi d'activité de votre téléphone afin de détecter et analyser vos trajets. Elle ne peut pas fonctionner si vous n'autorisez pas l'application à accéder au suivi d'activité.
it: L'applicazione utilizza il monitoraggio delle attività del telefono per rilevare e analizzare i percorsi. Non può funzionare se non si consente all'applicazione di accedere al monitoraggio delle attività.
nl: De applicatie maakt gebruik van de activiteitenregistratie van je telefoon om je ritten te detecteren en analyseren. De app kan niet werken als je geen toegang geeft tot activiteitenmonitoring.

# dk_perm_utils_app_diag_activity_title
source: Activity monitoring
de: Nachverfolgung der Aktivität
es: Seguimiento de la actividad
fr: Suivi de l'activité
it: Seguito dell'attività
nl: Activiteitenmonitoring

# dk_perm_utils_app_diag_app_ko_plural
source: %d problems were detected!
de: %d Probleme wurden festgestellt!
es: ¡Se detectaron %d problemas!
fr: %d problèmes ont été détectés !
it: Sono stati rilevati %d problemi!
nl: %d problemen ontdekt!

# dk_perm_utils_app_diag_app_ko_singular
source: %d problem has been detected!
de: %d Problem wurde festgestellt!
es: ¡Se ha detectado %d problema!
fr: %d problème a été détecté !
it: È stato rilevato %d problema!
nl: %d probleem is gedetecteerd!

# dk_perm_utils_app_diag_app_ko_text
source: The application requires your intervention to adapt the settings of your phone. In order for the app to record your trips, you need to follow the directions below.
de: Die Anwendung erfordert Ihr Eingreifen, um die Einstellungen Ihres Telefons anzupassen. Um die Anwendung zu bedienen, müssen Sie die folgenden Anweisungen befolgen.
es: La aplicación requiere su intervención para adaptar la configuración de su teléfono. Para operar la aplicación, debe seguir las instrucciones a continuación.
fr: L'application nécessite votre intervention afin d'adapter les réglages de votre téléphone. Pour faire fonctionner l'application, vous devez suivre les indications ci-dessous.
it: L'applicazione richiede il tuo intervento per adattare le impostazioni del tuo telefono. Per utilizzare l'applicazione, è necessario seguire le istruzioni riportate di seguito.
nl: De app vereist je tussenkomst om de instellingen van je telefoon aan te passen. Om ervoor te zorgen dat de app je ritten kan opnemen, moet je de onderstaande aanwijzingen volgen.

# dk_perm_utils_app_diag_auto_reset_ko
source: The automatic deletion of authorizations function is enabled. Please change this setting to ensure that the application runs normally. To do this, go to "Permissions" and uncheck "Remove permission if app isnt't used" at the bottom of the screen.
de: Die Funktion zum automatischen Löschen von Berechtigungen ist aktiviert. Sie werden aufgefordert, diese Einstellung zu ändern, damit die Anwendung normal funktionieren kann. Gehen Sie dazu auf "Berechtigungen" und deaktivieren Sie "Berechtigungen entfermen, wenn die App nicht verwendet wird" am unteren Rand des Bildschirms.
es: La función de supresión automática de autorizaciones está activada. Se le pide que cambie esta configuración para permitir que la aplicación funcione con normalidad. Para ello, ve a "Permisos" y desmarca "Quitar permisos si la aplicación no se utilisa" en la parte inferior de la pantalla.
fr: La fonction de suppression automatique des autorisations est activée. Nous vous invitons à modifier ce réglage pour que l’application fonctionne normalement. Pour cela, allez dans "Autorisations" et désactivez la suppression automatique des autorisations en bas de l'écran.
it: La funzione di cancellazione automatica delle autorizzazioni è attivata. Viene richiesto di modificare questa impostazione per consentire all'applicazione di funzionare normalmente. Per fare questo, vai su "Autorizzazioni" e deseleziona "Rimuovi le autorizzazioni se lapp non viene utilizzata" nella parte inferiore dello schermo.
nl: De functie voor het automatisch verwijderen van rechten is ingeschakeld. Wijzig deze instelling om ervoor te zorgen dat de app normaal werkt. Om dit te doen ga je naar ʻrechtenʼ en vink je ʻMachtiging verwijderen als app niet wordt gebruiktʼ onderin het scherm uit.

# dk_perm_utils_app_diag_auto_reset_link
source: Disable automatic deletion of authorizations
de: Deaktivieren der automatischen Löschung von Berechtigungen
es: Desactivar la supresión automática de autorizaciones
fr: Désactiver la suppression automatique des autorisations
it: Disattivare la cancellazione automatica delle autorizzazioni
nl: Automatisch verwijderen van toelatingen uitschakelen

# dk_perm_utils_app_diag_auto_reset_ok
source: Automatic deletion of permissions is disabled. If you enable this feature, the application will no longer be able to record your trips automatically.
de: Das automatische Löschen von Berechtigungen ist deaktiviert. Wenn Sie diese Funktion aktivieren, kann die Anwendung Ihre Fahrten nicht mehr automatisch erfassen.
es: El borrado automático de los permisos está desactivado. Si activa esta función, la aplicación ya no podrá registrar sus viajes automáticamente.
fr: La suppression automatique des permissions est désactivée. Si vous activez cette fonctionnalité, l'application ne pourra plus enregistrer vos trajets automatiquement.
it: La cancellazione automatica dei permessi è disabilitata. Se si attiva questa funzione, l'applicazione non sarà più in grado di registrare automaticamente i viaggi.
nl: Automatisch verwijderen van rechten is uitgeschakeld. Als je deze functie inschakelt, kan de app je ritten niet meer automatisch opnemen.

# dk_perm_utils_app_diag_auto_reset_title
source: Do not delete permissions
de: Berechtigungen nicht löschen
es: No elimine las autorizaciones
fr: Ne pas supprimer les autorisations
it: Non cancellare le autorizzazioni
nl: rechten niet verwijderen

# dk_perm_utils_app_diag_battery_ok
source: Background task is allowed. The application uses the GPS sensor only driving. It has been optimized to avoid battery drain.
de: Hintergrundaufgaben sind erlaubt. Die Anwendung verwendet den GPS-Sensor nur beim Fahren. Sie wurde optimiert, um Batterieverbrauch zu vermeiden.
es: La tarea en segundo plano está permitida. La aplicación utiliza el sensor GPS sólo conduciendo. Se ha optimizado para evitar el agotamiento de la batería.
fr: Le fonctionnement en arrière-plan est autorisé. L'application utilise le capteur GPS uniquement pendant vos trajets. Elle a été optimisée pour éviter de décharger la batterie du téléphone.
it: L'attività in background è consentita. L'applicazione utilizza il sensore GPS solo per la guida. È stata ottimizzata per evitare il consumo della batteria.
nl: Achtergrondtaak is toegestaan. De applicatie gebruikt de GPS-sensor alleen tijdens het rijden. Deze is geoptimaliseerd om batterijverbruik te voorkomen.

# dk_perm_utils_app_diag_bluetooth_ko
source: The Bluetooth sensor on your phone is off. Your trips will not be analyzed if the Bluetooth badge is not detected.
de: Der Bluetooth-Sensor an Ihrem Telefon ist ausgeschaltet. Ihre Fahrten werden nicht analysiert, wenn der Bluetooth-Fall nicht erkannt wird.
es: El sensor Bluetooth de su teléfono está apagado. Sus viajes no serán analizados si no se detecta la caja de Bluetooth.
fr: Le capteur Bluetooth de votre téléphone est désactivé. Vos trajets ne seront pas analysés si le boitier Bluetooth n'est pas détecté.
it: Il sensore Bluetooth sul telefono è spento. I tuoi viaggi non verranno analizzati se la custodia Bluetooth non viene rilevata.
nl: De Bluetooth-sensor op je telefoon staat uit. Je ritten worden niet geanalyseerd als de Bluetooth-badge niet wordt gedetecteerd.

# dk_perm_utils_app_diag_bluetooth_link
source: Turn on Bluetooth
de: Aktivieren Sie Bluetooth
es: Activar Bluetooth
fr: Activer le Bluetooth
it: Attiva il Bluetooth
nl: Bluetooth inschakelen

# dk_perm_utils_app_diag_bluetooth_ok
source: The Bluetooth is activated. This enables the BEACON to be recognized and identified. This makes it easier to identify your trips and know which vehicle you are driving.
de: Das Bluetooth ist aktiviert. Dies ermöglicht den BEACON zu erkennen und zu identifizieren. Dadurch wird die Erkennung Ihrer Fahrten erleichtert und um zu wissen, welches Fahrzeug Sie fahren.
es: El Bluetooth está activado. Esto permite que el BEACON sea reconocido e identificado. Esto facilita la identificación de sus viajes y el conocimiento del vehículo que conduce.
fr: Le capteur Bluetooth de votre téléphone est activé. Il permet de détecter votre boitier Bluetooth. Celui-ci facilite la détection de vos trajets et identifie votre véhicule.
it: Il Bluetooth è attivato. Ciò consente di riconoscere e identificare il BEACON. In questo modo è più facile identificare i vostri viaggi e sapere quale veicolo state guidando.
nl: Bluetooth is geactiveerd. Hierdoor kan het baken worden herkend en geïdentificeerd. Dit maakt het makkelijker om je ritten te identificeren en te weten met welk voertuig je rijdt.

# dk_perm_utils_app_diag_bluetooth_title
source: Bluetooth sensor
es: Sensor de Bluetooth
fr: Capteur Bluetooth
it: Sensore Bluetooth

# dk_perm_utils_app_diag_email_account
source: User:
de: Benutzer:
es: Usuario:
fr: Utilisateur :
it: Utente:
nl: Gebruiker:

# dk_perm_utils_app_diag_email_activity
source: Authorization to access activity monitoring:
de: Berechtigung zum Zugriff auf die Aktivitätsverfolgung:
es: Autorización para acceder al seguimiento de la actividad:
fr: Autorisation d'accès au suivi d'activité :
it: Autorizzazione all'accesso al monitoraggio delle attività:
nl: Machtiging voor toegang tot activiteitenmonitoring:

# dk_perm_utils_app_diag_email_app_version
source: Version of the application:
de: Version der Anwendung:
es: Versión de la aplicación:
fr: Version de l'application :
it: Versione dell'applicazione:
nl: Versie van de app:

# dk_perm_utils_app_diag_email_auto_reset
source: Retaining permissions:
de: Pflege der berechtigungen:
es: Mantener las permisos :
fr: Maintien des autorisations :
it: Mantenimento delle autorizzazioni :
nl: rechten behouden:

# dk_perm_utils_app_diag_email_battery
source: Optimization of the battery:
de: Optimierung der Batterie:
es: Optimización de la batería:
fr: Optimisation de la batterie :
it: Ottimizzazione della batteria:
nl: Optimalisatie van de batterij:

# dk_perm_utils_app_diag_email_battery_disabled
source: Disabled
de: Deaktiviert
es: Desactivado
fr: Désactivée
it: Disabilitato
nl: Uitgeschakeld

# dk_perm_utils_app_diag_email_battery_enabled
source: Enabled
de: Aktiviert
es: Activado
fr: Activée
it: Attivato
nl: Ingeschakeld

# dk_perm_utils_app_diag_email_bluetooth
source: Bluetooth sensor:
es: Sensor de Bluetooth:
fr: Capteur Bluetooth :
it: Sensore Bluetooth:

# dk_perm_utils_app_diag_email_comment
source: Comment :
de: Begründung (Kommentare) :
es: Motivo (comentarios):
fr: Motif (commentaires) :
it: Motivazione (commenti):
nl: Commentaar :

# dk_perm_utils_app_diag_email_firstname
source: Firstname :
de: Vorname :
es: Apellidos :
fr: Prénom :
it: Cognome :
nl: Voornaam :

# dk_perm_utils_app_diag_email_intro
source: Hello, I'm having difficulty with the %@ application and I want to be called back.
de: Hallo, Ich habe Probleme mit der %@-Anwendung und möchte erneut kontaktiert werden.
es: Hola, Tengo problemas con la solicitud de %@ y quiero que me contacten de nuevo.
fr: Bonjour, Je rencontre des difficultés avec l'application %@ et je souhaite être recontacté.
it: Pronto, Ho problemi con l'applicazione %@ e voglio essere ricontattato di nuovo.
nl: Hallo, ik heb problemen met de applicatie %@ en ik wil teruggebeld worden.

# dk_perm_utils_app_diag_email_lastname
source: Name :
es: Nombre :
fr: Nom :
it: Nome :
nl: Naam :

# dk_perm_utils_app_diag_email_location
source: Authorization to access the location:
de: Berechtigung zum Zugriff auf den Standort:
es: Autorización para acceder a la ubicación:
fr: Autorisation d'accès à la localisation :
it: Autorizzazione per accedere alla posizione:
nl: Toestemming voor toegang tot de locatie:

# dk_perm_utils_app_diag_email_location_accuracy
source: Precise Location:
de: Genauer Standort:
es: Ubicación exacta :
fr: Position exacte :
it: Posizione esatta :
nl: Precieze locatie:

# dk_perm_utils_app_diag_email_location_sensor
source: Position sensor (GPS):
de: Positionssensor (GPS):
es: Sensor de posición (GPS):
fr: Capteur de position (GPS) :
it: Sensore di posizione (GPS):
nl: locatiesensor (GPS):

# dk_perm_utils_app_diag_email_model
source: Phone model:
de: Telefonmodell:
es: Modelo de teléfono:
fr: Modèle de téléphone :
it: Modello del telefono:
nl: Telefoonmodel:

# dk_perm_utils_app_diag_email_nearby_title
source: Nearby devices detection:
de: Erkennung von Geräten in der Nähe:
es: Detección de dispositivos cercanos :
fr: Détection des appareils à proximité :
it: Rilevamento dei dispositivi vicini :
nl: Apparaten in de buurt detecteren:

# dk_perm_utils_app_diag_email_network
source: Mobile network:
de: Mobiles Netzwerk:
es: Red móvil:
fr: Réseau mobile :
it: Rete mobile:
nl: Mobiel netwerk:

# dk_perm_utils_app_diag_email_notification
source: Authorization to send notifications:
de: Berechtigung zum Senden von Benachrichtigungen:
es: Autorización para enviar notificaciones:
fr: Autorisation d'envoi de notifications :
it: Autorizzazione a inviare notifiche:
nl: Toestemming om meldingen te versturen:

# dk_perm_utils_app_diag_email_os
source: Operating system:
de: Betriebssystem:
es: Sistema de explotación:
fr: Système d'exploitation :
it: Sistema operativo:
nl: Besturingssysteem:

# dk_perm_utils_app_diag_email_os_version
source: Software version:
es: Versión de software:
fr: Version logicielle :
it: Versione del software:
nl: Softwareversie:

# dk_perm_utils_app_diag_email_phone
source: Phone number :
de: Telefonnummer :
es: Número de teléfono:
fr: Numéro de téléphone :
it: Numero di telefono:
nl: Telefoonnummer :

# dk_perm_utils_app_diag_email_societaire
source: Contract number :
de: Mitgliedsnummer :
es: Número de miembro :
fr: Numéro de sociétaire :
it: Numero membro :
nl: Contractnummer :

# dk_perm_utils_app_diag_help_request_button
source: Contact support
de: Kontaktieren Sie den Support
es: Contacto de soporte
fr: Contacter le support
it: Contatta l'assistenza
nl: Contact opnemen met de helpdesk

# dk_perm_utils_app_diag_help_request_text
source: If the application does not work after following the recommendations above, you can contact us by email. It's fast and the email will contain all the necessary information to analyze the origin of your problem.
de: Wenn Ihr Telefon auf einer Android-Version läuft, die eine benutzerdefinierte Softwareschnittstelle vom Hersteller enthält, laden wir Sie ein, das Batteriemenü zu durchsuchen, um Optimierungen zu deaktivieren.
es: Si su teléfono se ejecuta en una versión de Android que incluye una interfaz de software personalizada del fabricante, lo invitamos a buscar en el menú de la batería para deshabilitar las optimizaciones.
fr: Si l'application ne fonctionne pas après avoir suivi les recommandations ci-dessus, vous pouvez contacter notre support par email. En un clic, nous aurons les informations nécessaires pour une première analyse de l'origine du problème et vous aider à le résoudre.
it: Se il tuo telefono funziona su una versione di Android che include un'interfaccia software personalizzata del produttore, ti invitiamo a cercare nel menu batteria per disabilitare le ottimizzazioni.
nl: Als de app niet werkt nadat je de bovenstaande aanbevelingen hebt opgevolgd, kun je per e-mail contact met ons opnemen. Het is snel en de e-mail bevat alle benodigde informatie om de oorzaak van je probleem te analyseren.

# dk_perm_utils_app_diag_help_request_title
source: The app does not record your trips?
de: Die App zeichnet deine Fahrten nicht auf?
es: La aplicación no registra tus viajes?
fr: L'app n'enregistre pas vos trajets ?
it: L'app non registra i tuoi viaggi?
nl: Registreert de app je ritten niet?

# dk_perm_utils_app_diag_learn_more
source: Learn more
de: Mehr Informationen
es: Más información
fr: En savoir plus
it: Più informazioni
nl: Meer informatie

# dk_perm_utils_app_diag_loc_sensor_ko
source: The geolocation of your phone is disabled. The application can not work if it cannot access this information.
de: Die geografische Position Ihres Telefons ist deaktiviert. Die Anwendung kann nicht funktionieren, wenn sie nicht auf diese Informationen zugreifen kann.
es: La geolocalizzazione del tuo telefono è disabilitata. L'applicazione non può funzionare se non può accedere a queste informazioni.
fr: La géolocalisation de votre téléphone est désactivée. L'application ne peut pas fonctionner si elle n'a pas cette information.
it: La geolocalización de su teléfono está desactivada. La aplicación no puede funcionar si no puede acceder a esta información.
nl: De geolocatie van je telefoon is uitgeschakeld. De app kan niet werken als hij geen toegang heeft tot deze informatie.

# dk_perm_utils_app_diag_loc_sensor_link
source: Activate localization
de: Lokalisation aktivieren
es: Activa la localización
fr: Activer la localisation
it: Attiva localizzazione
nl: Lokalisatie activeren

# dk_perm_utils_app_diag_loc_sensor_ok
source: You have enabled geolocation. The location sensor (GPS) measures the vehicle's speed and heading. If it is disabled the application can not work.
de: Sie haben die Geolokalisierung aktiviert. Der Ortungssensor (GPS) misst die Geschwindigkeit und den Kurs des Fahrzeugs. Wenn es deaktiviert ist, kann die Anwendung nicht funktionieren.
es: Has habilitado la geolocalización. El sensor de ubicación (GPS) mide la velocidad y el rumbo del vehículo. Si está deshabilitado, la aplicación no puede funcionar.
fr: Vous avez activé la géolocalisation. Le capteur de position (GPS) mesure la vitesse et le cap du véhicule. Si elle est désactivée, l'application ne peut pas fonctionner.
it: Hai abilitato la geolocalizzazione. Il sensore di posizione (GPS) misura la velocità e la direzione del veicolo. Se è disabilitato, l'applicazione non può funzionare.
nl: Je hebt geolocatie ingeschakeld. De locatiesensor (GPS) meet de snelheid en de koers van het voertuig. Als deze is uitgeschakeld, kan de app niet werken.

# dk_perm_utils_app_diag_loc_sensor_title
source: Location sensor
de: Ortungssensor
es: Sensor de ubicación
fr: Capteur de position
it: Sensore di posizione
nl: Locatiesensor

# dk_perm_utils_app_diag_location_full_ko_ios14
source: You must allow the application to access the precise location of the phone so that it can analyze your routes. In the "Location" settings, activate "Precise Location".
de: Sie müssen der Anwendung den Zugriff auf den genauen Standort des Telefons ermöglichen, damit sie Ihre Routen analysieren kann. Aktivieren Sie in den Einstellungen "Standort" die Option "Genauer Standort".
es: Debes permitir que la aplicación acceda a la ubicación exacta del teléfono para que pueda analizar tus rutas. En los ajustes de "Localización", active "Ubicación exacta".
fr: Vous devez autoriser l'application à accéder à la position exacte du téléphone pour qu'elle puisse analyser vos trajets. Dans les paramètres "Position", activez "Position exacte".
it: È necessario consentire all'applicazione di accedere alla posizione esatta del telefono in modo che possa analizzare i vostri percorsi. Nelle impostazioni "Posizione" attivare "Posizione esatta".
nl: Je moet de app toegang geven tot de exacte locatie van de telefoon zodat die je routes kan analyseren. Schakel in de instellingen voor "Locatie" de optie "Exacte locatie" in.

# dk_perm_utils_app_diag_location_full_link
source: Use the precise location
de: Verwenden Sie die genaue Standort
es: Use la ubicación exacta
fr: Utiliser la position exacte
it: Utilizzare la posizione esatta
nl: Gebruik de exacte locatie

# dk_perm_utils_app_diag_location_ko_android
source: To detect and analyze your trips, the application must be able to access the phone's location.
de: Sie müssen der App erlauben, auf den Standort des Telefons zuzugreifen, damit Ihre Fahrten erkannt und gescannt werden können.
es: Debe permitir que la aplicación acceda a la ubicación del teléfono para que detecte y escanee sus viajes.
fr: Vous devez autoriser l'application à accéder à la position du téléphone pour qu'elle détecte et qu'elle analyse vos trajets.
it: È necessario consentire all'app di accedere alla posizione del telefono affinché possa rilevare e scansionare i propri viaggi.
nl: Om je ritten te kunnen detecteren en analyseren, moet de applicatie toegang hebben tot de locatie van de telefoon.

# dk_perm_utils_app_diag_location_ko_android12
source: To detect and analyze your trips, the application must be able to access the phone's precise location.
de: Sie müssen der App erlauben, auf den genauen Standort des Telefons zuzugreifen, damit Ihre Fahrten erkannt und gescannt werden können.
es: Debe permitir que la aplicación acceda a la ubicación precisa del teléfono para que detecte y escanee sus viajes.
fr: Vous devez autoriser l'application à accéder à la position exacte du téléphone pour qu'elle détecte et qu'elle analyse vos trajets.
it: È necessario consentire all'app di accedere alla posizione esatta del telefono affinché possa rilevare e scansionare i propri viaggi.
nl: Om je ritten te kunnen detecteren en analyseren, moet de app toegang hebben tot de exacte locatie van de telefoon.
