Repository: DriveQuantPublic/drivekit-ui-ios
Catalog: DriveKitPermissionsUtilsUI/Localizable/*.lproj/PermissionsUtilsLocalizables.strings
Languages: de, es, fr, it, nl

# dk_perm_utils_app_diag_location_ko_ios
source: You must allow the app to access the phone's location for it to detect and scan your trips. In the phone settings, three options are available: (1) never, (2) when the app is active and (3) always. It is essential to select option (3) always otherwise, the application will not work.
de: Sie müssen der App erlauben, auf den Standort des Telefons zuzugreifen, damit Ihre Reisen erkannt und gescannt werden können. In den Telefoneinstellungen sind drei Optionen verfügbar: (1) nie, (2) wenn die App aktiv ist und (3) immer. Es ist wichtig, die Option (3) zu wählen, sonst funktioniert die Anwendung nicht.
es: Debe permitir que la aplicación acceda a la ubicación del teléfono para que detecte y escanee sus viajes. En la configuración del teléfono, hay tres opciones disponibles: (1) nunca, (2) cuando la aplicación está activa y (3) siempre. Es esencial seleccionar la opción (3) siempre que lo contrario, la aplicación no funcionará.
fr: Vous devez autoriser l'application à accéder à la position du téléphone pour qu'elle détecte et qu’elle analyse vos trajets. Dans les paramètres du téléphone, trois options sont proposées : (1) jamais, (2) lorsque l'app est active et (3) toujours. Il est indispensable de sélectionner l'option (3) toujours sinon, l'application ne fonctionnera pas.
it: È necessario consentire all'app di accedere alla posizione del telefono affinché possa rilevare e scansionare i propri viaggi. Nelle impostazioni del telefono sono disponibili tre opzioni: (1) mai, (2) quando l'app è attiva e (3) sempre. È essenziale selezionare sempre l'opzione (3) altrimenti, l'applicazione non funzionerà.
nl: Je moet de app toegang geven tot de locatie van de telefoon om je ritten te kunnen detecteren en scannen. In de telefooninstellingen zijn drie opties beschikbaar: (1) nooit, (2) wanneer de app actief is en (3) altijd. Het is essentieel om altijd optie (3) te selecteren, anders werkt de app niet.

# dk_perm_utils_app_diag_location_ko_ios13
source: You must allow the application to access the phone's position so that it can detect and analyze your routes. In the phone settings, four options are available: (1) never, (2) ask next time, (3) while using the app and (4) always. It is necessary to select option (4) always otherwise the application will not work.
de: Sie müssen der Anwendung erlauben, auf die Position des Telefons zuzugreifen, damit sie Ihre Routen erkennen und analysieren kann. In den Telefoneinstellungen stehen vier Optionen zur Verfügung: (1) nie, (2) beim nächsten Mal fragen, (3) bei der Nutzung der App und (4) immer. Es ist notwendig, die Option (4) immer zu wählen, da sonst die Anwendung nicht funktioniert.
es: Debe permitir que la aplicación acceda a la posición del teléfono para que pueda detectar y analizar sus rutas. En la configuración del teléfono, hay cuatro opciones disponibles: (1) nunca, (2) pregunte la próxima vez, (3) mientras usa la aplicación y (4) siempre. Es necesario seleccionar siempre la opción (4), de lo contrario la aplicación no funcionará.
fr: Vous devez autoriser l'application à accéder à la position du téléphone pour qu'elle détecte et qu’elle analyse vos trajets. Dans les paramètres du téléphone, quatre options sont proposées : (1) jamais, (2) demander la prochaine fois, (3) lorsque l'app est active et (4) toujours. Il est indispensable de sélectionner l'option (4) toujours sinon, l'application ne fonctionnera pas.
it: È necessario consentire all'applicazione di accedere alla posizione del telefono in modo che possa rilevare e analizzare i percorsi. Nelle impostazioni del telefono sono disponibili quattro opzioni: (1) mai, (2) chiedere la prossima volta, (3) mentre si utilizza l'applicazione e (4) sempre. È necessario selezionare sempre l'opzione (4), altrimenti l'applicazione non funzionerà.
nl: U moet de app toegang geven tot de positie van de telefoon zodat deze je routes kan detecteren en analyseren. In de telefooninstellingen zijn vier opties beschikbaar: (1) nooit, (2) vraag het de volgende keer, (3) tijdens het gebruik van de app en (4) altijd. Het is noodzakelijk om altijd optie (4) te selecteren, anders werkt de app niet.

# dk_perm_utils_app_diag_location_link
source: Allow access to the location
de: Zugriff auf den Standort zulassen
es: Permitir el acceso a la ubicación
fr: Autoriser l'accès à la localisation
it: Consentire l'accesso alla posizione
nl: Toegang verlenen tot de locatie

# dk_perm_utils_app_diag_location_ok
source: The application uses the location of your phone to detect and analyze your trips. It can not work if you do not allow the app to access the location.
de: Die Anwendung verwendet den Standort Ihres Telefons, um Ihre Reisen zu erkennen und zu analysieren. Es kann nicht funktionieren, wenn Sie der App nicht den Zugriff auf den Standort erlauben.
es: La aplicación usa la ubicación de su teléfono para detectar y analizar sus viajes. No puede funcionar si no permite que la aplicación acceda a la ubicación.
fr: L'application utilise la localisation de votre téléphone pour détecter et analyser vos trajets. Elle ne peut pas fonctionner si vous n'autorisez pas l’application à accéder à la localisation.
it: L'applicazione utilizza la posizione del telefono per rilevare e analizzare i tuoi viaggi. Non può funzionare se non si consente all'app di accedere alla posizione.
nl: De app gebruikt de locatie van je telefoon om je ritten te detecteren en analyseren. De app kan niet werken als je geen toegang geeft tot de locatie.

# dk_perm_utils_app_diag_location_title
source: Location
de: Lage
es: Ubicación
fr: Localisation
it: Posizione
nl: Locatie

# dk_perm_utils_app_diag_nearby_title
source: Nearby devices detection
de: Erkennung von Geräten in der Nähe
es: Detección de dispositivos cercanos
fr: Détection des appareils à proximité
it: Rilevamento dei dispositivi vicini
nl: Apparaten in de buurt detecteren

# dk_perm_utils_app_diag_network_ko
source: Mobile data is not enabled. This will not block the trip detection and trip recording. On the other hand, mobile data is essential for analyzing the data of your trip. If mobile data is disabled, the trip will not be lost but trip results will be displayed only after reconnecting to a mobile network.
de: Mobile Daten sind nicht aktiviert. Dies blockiert nicht die Auslöseerkennung und die Auslöseaufnahme. Auf der anderen Seite sind mobile Daten wesentlich für die Analyse der Daten Ihrer Fahrten. Wenn mobile Daten deaktiviert sind, geht die Fahrt nicht verloren, die Ergebnisse werden jedoch erst angezeigt, nachdem Sie sich erneut mit einem Mobilfunknetz verbunden haben.
es: I dati mobili non sono abilitati. Ciò non bloccherà il rilevamento del viaggio e la registrazione del viaggio. D'altra parte, i dati mobili sono essenziali per analizzare i dati del tuo viaggio. Se i dati mobili sono disabilitati, il viaggio non verrà perso ma i risultati del viaggio verranno visualizzati solo dopo la riconnessione a una rete mobile.
fr: Les données mobiles ne sont pas activées. Cela ne bloquera pas le déclenchement et l'enregistrement (en local) de votre trajet. En revanche, les données mobiles sont indispensables pour analyser les données de votre trajet. Si les données mobiles sont désactivées, le trajet ne sera pas perdu et l'analyse sera faite à la reconnexion à un réseau mobile.
it: I dati mobili non sono abilitati. Ciò non bloccherà il rilevamento del viaggio e la registrazione del viaggio. D'altra parte, i dati mobili sono essenziali per analizzare i dati del tuo viaggio. Se i dati mobili sono disabilitati, il viaggio non verrà perso ma i risultati del viaggio verranno visualizzati solo dopo la riconnessione a una rete mobile.
nl: Mobiele data is niet ingeschakeld. Dit blokkeert de ritdetectie en ritregistratie niet. Aan de andere kant is mobiele data essentieel voor het analyseren van de data van je rit. Als mobiele data is uitgeschakeld, gaat de rit niet verloren, maar worden de ritresultaten pas weergegeven nadat er opnieuw verbinding is gemaakt met een mobiel netwerk.

# dk_perm_utils_app_diag_network_link
source: Enable mobile data
de: Mobile Daten aktivieren
es: Habilitar datos móviles
fr: Activer les données mobiles
it: Abilita i dati mobili
nl: Mobiele data inschakelen

# dk_perm_utils_app_diag_network_ok
source: Mobile data is enabled. The connection to a mobile network is required to analyze the data at the end of your trip. The app can detect and save your trip without accessing mobile data. However, the trip analysis will be performed only if your phone is connected to a mobile network.
de: Mobile Daten sind aktiviert. Die Verbindung zu einem mobilen Netzwerk ist erforderlich, um die Daten am Ende Ihrer Fahrt zu analysieren. Die App kann Ihre Fahrt erkennen und speichern, ohne auf mobile Daten zugreifen zu müssen. Die Analyse wird jedoch nur durchgeführt, wenn Ihr Telefon mit einem Mobilfunknetz verbunden ist.
es: Los datos móviles están habilitados. Se requiere la conexión a una red móvil para analizar los datos al final de su viaje. La aplicación puede detectar y guardar su viaje sin acceder a datos móviles. Sin embargo, el análisis del viaje se realizará solo si su teléfono está conectado a una red móvil.
fr: Les données mobiles sont activées. La connexion à un réseau mobile est nécessaire pour analyser les données à la fin de votre trajet. L'application peut détecter et enregistrer votre trajet sans accéder aux données mobiles. Cependant, l'analyse sera effectuée uniquement si votre téléphone est connecté à un réseau mobile.
it: I dati mobili sono abilitati. La connessione a una rete mobile è necessaria per analizzare i dati alla fine del viaggio. L'app può rilevare e salvare il viaggio senza accedere ai dati mobili. Tuttavia, l'analisi del viaggio verrà eseguita solo se il telefono è connesso a una rete mobile.
nl: Mobiele data is ingeschakeld. De verbinding met een mobiel netwerk is nodig om de data aan het einde van je rit te analyseren. De app kan je rit detecteren en opslaan zonder toegang tot mobiele data. De ritanalyse wordt echter alleen uitgevoerd als je telefoon verbonden is met een mobiel netwerk.

# dk_perm_utils_app_diag_network_title
source: Mobile network
de: Mobiles Netzwerk
es: Red móvil
fr: Réseau mobile
it: Rete mobile
nl: Mobiel netwerk

# dk_perm_utils_app_diag_notification_ko
source: To be notified that a trip is being scanned, you must allow the app to display notifications.
de: Um benachrichtigt zu werden, dass eine Fahrt gescannt wird, müssen Sie zulassen, dass die App Benachrichtigungen anzeigt.
es: Para que se le notifique que se está escaneando un viaje, debe permitir que la aplicación muestre las notificaciones.
fr: Pour être informé qu'un trajet est en cours d’analyse, vous devez autoriser l'application à afficher des notifications.
it: Per essere avvisati della scansione di un viaggio, è necessario consentire all'applicazione di visualizzare le notifiche.
nl: Om een melding te krijgen dat een rit wordt geregistreerd, moet je de app toestaan om meldingen weer te geven.

# dk_perm_utils_app_diag_notification_link
source: Allow notifications
de: Benachrichtigungen zulassen
es: Permitir notificaciones
fr: Autoriser les notifications
it: Consenti notifiche
nl: Meldingen toestaan

# dk_perm_utils_app_diag_notification_ok
source: The application displays notifications to inform you when a trip is in progress or is complete. If you do not allow the app to display notifications, you will never be notified when a trip is being saved.
de: Die Anwendung zeigt Benachrichtigungen an, um Sie zu informieren, wenn eine Fahrt durchgeführt wird oder abgeschlossen ist. Wenn Sie der App nicht erlauben, Benachrichtigungen anzuzeigen, werden Sie nie benachrichtigt, wenn eine Fahrt gespeichert wird.
es: La aplicación muestra notificaciones para informarle cuando un viaje está en progreso o está completo. Si no permite que la aplicación muestre notificaciones, nunca recibirá una notificación cuando se guarde un viaje.
fr: L'application affiche des notifications pour vous informer lorsqu'un trajet est en cours ou qu'il est terminé. Si vous n'autorisez pas l'application à afficher des notifications, vous ne serez jamais informé lorsqu'un trajet est en cours d’analyse.
it: L'applicazione visualizza le notifiche per informarti quando un viaggio è in corso o è completo. Se non si consente all'applicazione di visualizzare le notifiche, non si verrà mai notificati quando si salva un viaggio.
nl: De applicatie geeft meldingen weer om je te informeren wanneer een rit bezig is of is voltooid. Als je niet toestaat dat de app meldingen weergeeft, krijg je nooit een melding wanneer een rit wordt opgeslagen.

# dk_perm_utils_app_diag_title
source: App diagnostics
de: App-Diagnose
es: Diagnóstico de la aplicación
fr: Diagnostic de l'app
it: Diagnostica dell'app
nl: App-diagnostiek

# dk_perm_utils_brand_apple
source: https://info.drivequant.com/smartphone-configuration/apple
fr: https://info.drivequant.com/fr/configurer-mon-telephone/apple

# dk_perm_utils_brand_asus
source: https://info.drivequant.com/smartphone-configuration/asus
fr: https://info.drivequant.com/fr/configurer-mon-telephone/asus

# dk_perm_utils_brand_blackview
source: https://info.drivequant.com/smartphone-configuration/blackview
fr: https://info.drivequant.com/fr/configurer-mon-telephone/blackview

# dk_perm_utils_brand_google
source: https://info.drivequant.com/smartphone-configuration/google
fr: https://info.drivequant.com/fr/configurer-mon-telephone/google

# dk_perm_utils_brand_honor
source: https://info.drivequant.com/smartphone-configuration/huawei
fr: https://info.drivequant.com/fr/configurer-mon-telephone/huawei

# dk_perm_utils_brand_huawei
source: https://info.drivequant.com/smartphone-configuration/huawei
fr: https://info.drivequant.com/fr/configurer-mon-telephone/huawei

# dk_perm_utils_brand_oneplus
source: https://info.drivequant.com/smartphone-configuration/oneplus
fr: https://info.drivequant.com/fr/configurer-mon-telephone/oneplus

# dk_perm_utils_brand_realme
source: https://info.drivequant.com/smartphone-configuration/realme
fr: https://info.drivequant.com/fr/configurer-mon-telephone/realme

# dk_perm_utils_brand_samsung
source: https://info.drivequant.com/smartphone-configuration/samsung
fr: https://info.drivequant.com/fr/configurer-mon-telephone/samsung

# dk_perm_utils_brand_unknown
source: https://info.drivequant.com/smartphone-configuration
fr: https://info.drivequant.com/fr/configurer-mon-telephone

# dk_perm_utils_brand_vivo
source: https://info.drivequant.com/fr/configurer-mon-telephone/vivo
fr: https://info.drivequant.com/smartphone-configuration/vivo

# dk_perm_utils_brand_wiko
source: https://info.drivequant.com/smartphone-configuration/wiko
fr: https://info.drivequant.com/fr/configurer-mon-telephone/wiko

# dk_perm_utils_brand_xiaomi
source: https://info.drivequant.com/smartphone-configuration/xiaomi
fr: https://info.drivequant.com/fr/configurer-mon-telephone/xiaomi

# dk_perm_utils_diag_app_ok
source: Everything is normal
de: Alles ist normal
es: Todo es normal
fr: Tout est normal
it: Tutto è normale
nl: Alles is normaal

# dk_perm_utils_diag_app_ok_text
source: The settings of your phone are good and the sensors necessary for the analysis of your trips are activated.
de: Die Einstellungen Ihres Telefons sind gut und die für die Analyse Ihrer Fahrten notwendigen Sensoren sind aktiviert.
es: La configuración de su teléfono es buena y los sensores necesarios para el análisis de sus viajes están activados.
fr: Les réglages de votre téléphone sont bons et les capteurs nécessaires à l’analyse de vos trajets sont activés.
it: Le impostazioni del telefono sono buone e vengono attivati i sensori necessari per l'analisi dei tuoi viaggi.
nl: De instellingen van je telefoon staan goed en de sensoren die nodig zijn voor de analyse van je ritten zijn geactiveerd.

# dk_perm_utils_energy_saver_android_known_brand_link_text
source: this link
de: dieser Link
es: este enlace
fr: ce lien
nl: deze link

# dk_perm_utils_energy_saver_android_known_brand_main
source: If the app does not record your trips, we invite you to disable the energy saver of your %@ phone using the guide available via %@.
de: Wenn die App Ihre Fahrten nicht aufzeichnet, bitten wir Sie, den Energiesparmodus Ihres %@-Telefons mithilfe der über %@ verfügbaren Anleitung zu deaktivieren.
es: Si la aplicación no registra sus viajes, le invitamos a desactivar el ahorro de energía de su teléfono %@ utilizando la guía disponible a través de %@.
fr: Si l’application n’enregistre pas vos trajets, nous vous invitons à désactiver l’économiseur d’énergie de votre téléphone %@ en suivant le guide accessible via %@.
nl: Als de app je ritten niet registreert, nodigen we je uit om de energiebesparing van je %@ telefoon uit te schakelen met behulp van de gids die beschikbaar is via %@.

# dk_perm_utils_energy_saver_android_unknown_brand_link_text
source: this link
de: dieser Link
es: este enlace
fr: ce lien
nl: deze link

# dk_perm_utils_energy_saver_android_unknown_brand_main
source: If the app does not record your trips, we invite you to disable the energy saver of your phone using the guide available via %@.
de: Wenn die App Ihre Fahrten nicht aufzeichnet, bitten wir Sie, den Energiesparmodus Ihres Telefons mithilfe der über %@ verfügbaren Anleitung zu deaktivieren.
es: Si la aplicación no registra tus viajes, te invitamos a desactivar el ahorro de energía de tu teléfono utilizando la guía disponible a través de %@.
fr: Si l’application n’enregistre pas vos trajets, nous vous invitons à désactiver l’économiseur d’énergie de votre téléphone en suivant le guide accessible via %@.
nl: Als de app je ritten niet registreert, nodigen we je uit om de energiebesparing van je telefoon uit te schakelen met behulp van de gids die beschikbaar is via %@.

# dk_perm_utils_energy_saver_iOS_link_text
source: this link
de: dieser Link
es: este enlace
fr: ce lien
nl: deze link

# dk_perm_utils_energy_saver_iOS_main
source: If the app does not record your trips, we invite you to disable the energy saver of your iPhone using the guide available via %@.
de: Wenn die App Ihre Fahrten nicht aufzeichnet, bitten wir Sie, den Energiesparmodus Ihres iPhones mithilfe der über %@ verfügbaren Anleitung zu deaktivieren.
es: Si la aplicación no registra tus viajes, te invitamos a desactivar el ahorro de energía de tu iPhone utilizando la guía disponible a través de %@.
fr: Si l’application n’enregistre pas vos trajets, nous vous invitons à vérifier les réglages de votre iPhone et à désactiver l’économiseur d’énergie en suivant le guide accessible via %@.
nl: Als de app je ritten niet registreert, nodigen we je uit om de energiebesparing van je iPhone uit te schakelen met behulp van de gids die beschikbaar is via %@.

# dk_perm_utils_energy_saver_title
source: How do I disable energy saver?
de: Wie kann ich den Energiesparmodus deaktivieren?
es: ¿Cómo desactivo el ahorro de energía?
fr: Comment désactiver l’économie d’énergie ?
nl: Hoe schakel ik energiebesparing uit?

# dk_perm_utils_permissions_activity_button_ios
source: Open the settings
de: Öffnen Sie die Einstellungen
es: Abrir los ajustes
fr: Ouvrir les réglages
it: Aprire le impostazioni
nl: Open de instellingen

# dk_perm_utils_permissions_activity_popup_title
source: Permissions
de: Genehmigungen
es: Permisos
fr: Autorisations
it: Permessi
nl: rechten

# dk_perm_utils_permissions_location_button_android
source: Allow location
de: Standort zulassen
es: Autorizar la ubicación
fr: Autoriser la localisation
it: Autorizzare la posizione
nl: Locatie toestaan

# dk_perm_utils_permissions_location_button_ios
source: Open the settings
de: Öffnen Sie die Einstellungen
es: Abrir los ajustes
fr: Ouvrir les réglages
it: Aprire le impostazioni
nl: Open de instellingen

# dk_perm_utils_permissions_location_ios13_ko
source: To enjoy automatic recording of your trips, the application must access the phone's position. To do this, select "Always" in the phone settings by following the steps below
de: Um die Vorteile der automatischen Aufzeichnung Ihrer Fahrten zu nutzen, muss die Anwendung auf die Position des Telefons zugreifen. Wählen Sie dazu in den Telefoneinstellungen "Immer", indem Sie die folgenden Schritte ausführen
es: Para aprovechar la grabación automática de sus viajes, la aplicación debe acceder a la posición del teléfono. Para ello, seleccione "Siempre" en la configuración del teléfono siguiendo los siguientes pasos
fr: Pour bénéficier de l'enregistrement automatique de vos trajets, l'application doit accéder à la position du téléphone. Pour cela, sélectionnez "Toujours" dans les réglages du téléphone en suivant les étapes ci-dessous.
it: Per usufruire della registrazione automatica dei vostri viaggi, l'applicazione deve accedere alla posizione del telefono. Per fare questo, selezionare "Sempre" nelle impostazioni del telefono seguendo i passi seguenti
nl: Voor automatische ritregistratie moet de app toegang hebben tot de locatie van de telefoon. Selecteer hiervoor "Altijd" in de telefooninstellingen door de onderstaande stappen te volgen

# dk_perm_utils_permissions_location_ios14_ko
source: To benefit from the automatic recording of your trips, the application must access the exact phone location. To do this, follow the steps below.
de: Um die Vorteile der automatischen Reiseaufzeichnung nutzen zu können, muss der Antrag auf den genauen Standort des Telefons zugreifen. Führen Sie dazu die folgenden Schritte aus.
es: Para aprovechar la grabación automática del viaje, la aplicación debe acceder a la ubicación exacta del teléfono. Para ello, siga los siguientes pasos.
fr: Pour bénéficier de l'enregistrement automatique de vos trajets, l'application doit accéder à la position exacte du téléphone. Pour cela, suivez les étapes ci-dessous.
it: Per usufruire della registrazione automatica dei viaggi, l'applicazione deve accedere alla posizione esatta del telefono. Per fare questo, seguire la seguente procedura.
nl: Om te kunnen profiteren van de automatische registratie van je ritten, moet de app toegang hebben tot de exacte locatie van de telefoon. Volg de onderstaande stappen om dit te doen.

# dk_perm_utils_permissions_location_popup_title
source: Permissions
de: Genehmigungen
es: Permisos
fr: Autorisations
it: Permessi
nl: rechten
