Repository: DriveQuantPublic/drivekit-ui-ios
Catalog: DriveKitPermissionsUtilsUI/Localizable/*.lproj/PermissionsUtilsLocalizables.strings
Languages: de, es, fr, it, nl

# dk_perm_utils_permissions_location_pre_ios13_ko
source: You must allow the app to access the phone's location for it to detect and scan your trips. In the phone settings, three options are available: (1) Never (2) While Using the App (3) Always It is essential to select option (3) Always, otherwise, the application will not work.
de: Sie müssen der App erlauben, auf den Standort des Telefons zuzugreifen, damit Ihre Reisen erkannt und gescannt werden können. In den Telefoneinstellungen sind drei Optionen verfügbar: (1) Nie (2) Beim Verwenden der App (3) Immer. Es ist wichtig, die Option (3) zu wählen, sonst funktioniert die Anwendung nicht.
es: Debe permitir que la aplicación acceda a la ubicación del teléfono para que detecte y escanee sus viajes. En la configuración del teléfono, hay tres opciones disponibles: (1) Nunca (2) Al usar la app (3) Siempre Es esencial seleccionar la opción (3) Siempre que lo contrario, la aplicación no funcionará.
fr: Vous devez autoriser l'application à accéder à la position du téléphone pour qu'elle détecte et qu’elle analyse vos trajets. Dans les paramètres du téléphone, trois options sont proposées : (1) Jamais (2) Lorsque l'app est active (3) Toujours Il est indispensable de sélectionner l'option (3) Toujours, sinon, l'application ne fonctionnera pas.
it: È necessario consentire all'app di accedere alla posizione del telefono affinché possa rilevare e scansionare i propri viaggi. Nelle impostazioni del telefono sono disponibili tre opzioni: (1) Mai (2) Mentre usi l'app (3) Sempre È essenziale selezionare sempre l'opzione (3) altrimenti, l'applicazione non funzionerà.
nl: Je moet de app toegang geven tot de locatie van de telefoon om je ritten te kunnen detecteren en registreren. In de instellingen van de telefoon zijn drie opties beschikbaar: 1) Nooit 2) Tijdens gebruik van de app 3) Altijd Het is belangrijk om optie 3) Altijd te selecteren, anders zal de app niet werken.

# dk_perm_utils_permissions_location_text1_android
source: The application must be allowed to access the phone's location to detect and analyze your trips when it is running in background.
de: Um die Vorteile der automatischen Aufzeichnung Ihrer Reisen nutzen zu können, muss die Anwendung auf den Standort des Telefons zugreifen, wenn es im Hintergrund läuft.
es: Para aprovechar la grabación automática de sus viajes, la aplicación debe acceder a la ubicación del teléfono cuando se ejecuta en segundo plano.
fr: Afin de bénéficier de l'enregistrement automatique de vos trajets, l'application doit accéder à la localisation du téléphone quand elle fonctionne en arrière-plan.
it: Per poter usufruire della registrazione automatica dei vostri viaggi, l'applicazione deve accedere alla posizione del telefono quando è in funzione in background.
nl: De applicatie moet toegang hebben tot de locatie van de telefoon om je ritten te detecteren en analyseren wanneer deze op de achtergrond draait.

# dk_perm_utils_permissions_location_text1_android11
source: The application must be allowed to access the phone's position to detect and analyze your trips.
de: Die Anwendung muss auf die Position des Telefons zugreifen können, um Ihre Routen zu erkennen und zu analysieren.
es: La aplicación debe poder acceder a la posición del teléfono para detectar y analizar sus rutas.
fr: Afin d'analyser vos trajets et pour le calcul de vos scores de conduite, l'application doit accéder à la localisation du téléphone.
it: L'applicazione deve poter accedere alla posizione del telefono per rilevare e analizzare i percorsi.
nl: De app moet toegang hebben tot de locatie van de telefoon om je ritten te detecteren en te analyseren.

# dk_perm_utils_permissions_location_text1_android12
source: The application must be allowed to access the phone's precise location to detect and analyze your trips.
de: Die Anwendung muss auf die genaue Position des Telefons zugreifen können, um Ihre Routen zu erkennen und zu analysieren
es: La aplicación debe poder acceder a la ubicación precisa del teléfono para detectar y analizar sus rutas.
fr: Afin d'analyser vos trajets et pour le calcul de vos scores de conduite, l'application doit accéder à la localisation exacte du téléphone.
it: L'applicazione deve poter accedere alla posizione esatta del telefono per rilevare e analizzare i percorsi.
nl: De applicatie moet toegang hebben tot de exacte locatie van de telefoon om je ritten te detecteren en analyseren.

# dk_perm_utils_permissions_location_text2_android11
source: To do this, choose the "While using the app" option after pressing the button below.
de: Wählen Sie dazu die Option "Bei Nutzung der App", nachdem Sie die Schaltfläche unten gedrückt haben.
es: Para ello, elija la opción "Mientras se usa la aplicación" después de pulsar el botón de abajo.
fr: Pour cela, choisissez l'option "Lorsque vous utilisez l'application" après avoir appuyé sur le bouton ci-dessous.
it: Per fare questo, scegliere l'opzione "Mentre usi l'app" dopo aver premuto il pulsante qui sotto.
nl: Kies hiervoor de optie "Tijdens gebruik van de app" nadat je op de knop hieronder hebt gedrukt.

# dk_perm_utils_permissions_location_text2_android12
source: To do this, choose the options "Precise" and "While using the app" after pressing the button below.
de: Wählen Sie dazu die Optionen "Genau" und "Bei Nutzung der App", nachdem Sie die Schaltfläche unten gedrückt haben.
es: Para ello, elija las opciones "precisa" y "Mientras se usa la aplicación" después de pulsar el botón de abajo.
fr: Pour cela, choisissez les options "Exacte" et "Lorsque vous utilisez l'application" après avoir appuyé sur le bouton ci-dessous.
it: Per fare questo, scegliere le opzioni "Esatto" e "Mentre usi l'app" dopo aver premuto il pulsante qui sotto.
nl: Kies hiervoor de opties "exact" en "Tijdens gebruik van de app" na het indrukken van de onderstaande knop.

# dk_perm_utils_permissions_location_text2_post_android10
source: To do this, choose "Allow all the time" when the next popup is displayed.
de: Wählen Sie dazu bei der Anzeige des nächsten Popups "Immer zulassen".
es: Para ello, seleccione "Permitir siempre" cuando aparezca la siguiente ventana emergente.
fr: Pour cela, choisissez "Toujours autoriser" lorsque la prochaine popup sera affichée.
it: Per fare questo, scegliere "Consenti sempre" quando viene visualizzato il popup successivo.
nl: Kies hiervoor "Alle toestaan" wanneer het volgende pop-upvenster wordt weergegeven.

# dk_perm_utils_permissions_location_text2_pre_android10
source: To do this, choose "Allow" when the next popup is displayed.
de: Wählen Sie dazu bei der Anzeige des nächsten Popups "Zulassen".
es: Para ello, seleccione "Permitir" cuando aparezca la siguiente ventana emergente.
fr: Pour cela, choisissez "Autoriser" lorsque la prochaine popup sera affichée.
it: Per fare questo, scegliere "Consenti" quando viene visualizzata la prossima finestra popup.
nl: Kies hiervoor "Toestaan" wanneer het volgende pop-upvenster wordt weergegeven.

# dk_perm_utils_permissions_location_text3_android11
source: In order to enjoy the automatic recording of your trips, the application must access the phone location when it is running in background.
de: Um die Vorteile der automatischen Aufzeichnung Ihrer Reisen nutzen zu können, muss die Anwendung auf den Standort des Telefons zugreifen, wenn es im Hintergrund läuft.
es: Para aprovechar la grabación automática de sus viajes, la aplicación debe acceder a la ubicación del teléfono cuando se ejecuta en segundo plano.
fr: Afin de bénéficier de l'enregistrement automatique de vos trajets, l'application doit accéder à la localisation du téléphone quand elle fonctionne en arrière-plan.
it: Per poter usufruire della registrazione automatica dei vostri viaggi, l'applicazione deve accedere alla posizione del telefono quando è in funzione in background.
nl: Om je ritten automatisch te kunnen opnemen, moet de app toegang krijgen tot de locatie van de telefoon wanneer deze op de achtergrond actief is.

# dk_perm_utils_permissions_location_text4_android11
source: To do this, press the "open the settings" button and select the %@ option in the phone settings.
de: Drücken Sie dazu die Schaltfläche "Öffnen Sie die Einstellungen" und wählen Sie in den Telefoneinstellungen die Option %@.
es: Para ello, pulse el botón "Abrir los ajustes" y seleccione la opción %@ en los ajustes del teléfono.
fr: Pour cela, appuyer sur le bouton "ouvrir les réglages" et sélectionnez l’option %@ dans les paramètres du téléphone.
it: A tale scopo, premere il tasto "Aprire le impostazioni" e selezionare l'opzione %@ nelle impostazioni del telefono.
nl: Om dit te doen, drukt u op de knop "Instellingen openen" en selecteert u de optie %@ in de telefooninstellingen.

# dk_perm_utils_permissions_location_title
source: Trip recording
de: Tourenaufzeichnung
es: Autoseguimiento de viajes
fr: Suivi des trajets
it: Tracciabilità automatica dei viaggi
nl: Ritten opnemen

# dk_perm_utils_permissions_nearby_text1_android12
source: To recognize your vehicle and analyze your trips, you must activate the detection of nearby devices.
de: Um Ihr Fahrzeug zu erkennen und Ihre Fahrten zu analysieren, müssen Sie die Erkennung von Geräten in der Nähe aktivieren.
es: Para reconocer su vehículo y analizar sus desplazamientos, es imprescindible activar la detección de dispositivos cercanos.
fr: Pour reconnaitre votre véhicule et analyser vos trajets, il est indispensable d'activer la détection des appareils à proximité.
it: Per riconoscere il suo veicolo e analizzare i suoi viaggi, è essenziale attivare il rilevamento dei dispositivi vicini.
nl: Om je voertuig te herkennen en je ritten te analyseren, moet je de detectie van apparaten in de buurt activeren.

# dk_perm_utils_permissions_nearby_text2_android12
source: To do this, choose the "Allow" option after pressing the button below.
de: Wählen Sie dazu die Option "Zulassen", nachdem Sie auf die Schaltfläche unten gedrückt haben.
es: Para ello, seleccione la opción "Permitir" tras pulsar el botón.
fr: Pour cela, choisissez l'option "Autoriser" après avoir appuyé sur le bouton ci-dessous.
it: Per farlo, selezionate l'opzione "Consenti" dopo aver premuto il pulsante qui sotto.
nl: Kies hiervoor de optie "Toestaan" nadat u op de knop hieronder hebt gedrukt.

# dk_perm_utils_permissions_notifications_text1
source: To be informed when a trip is analyzed and receive tips, you must allow the application to display notifications.
de: Um informiert zu werden, wenn eine Reise analysiert wird, und um Tipps zu erhalten, müssen Sie der Anwendung erlauben, Benachrichtigungen anzuzeigen.
es: Para estar informado cuando se analiza un viaje y recibir consejos, debe permitir que la aplicación muestre notificaciones.
fr: Pour être informé lorsqu'un trajet est analysé et recevoir des conseils, vous devez autoriser l'application à afficher des notifications.
nl: Om te worden geïnformeerd wanneer een rit wordt geanalyseerd en om tips te ontvangen, moet je de applicatie toestaan om meldingen weer te geven.

# dk_perm_utils_permissions_notifications_text2
source: To do this, select the "Allow" option after tapping the button below.
de: Wählen Sie dazu die Option "Zulassen", nachdem Sie auf die Schaltfläche unten getippt haben.
es: Para ello, seleccione la opción "Permitir" después de tocar el botón de abajo.
fr: Pour cela, choisissez l'option "Autoriser" après avoir appuyé sur le bouton ci-dessous.
nl: Selecteer hiervoor de optie "Toestaan" nadat je op de knop hieronder hebt geklikt.

# dk_perm_utils_permissions_phone_settings_activity_button
source: Authorize activity monitoring
de: Berechtigung zur Aktivitätsverfolgung
es: Autorizar el seguimiento de la actividad
fr: Autoriser le suivi de l'activité
it: Autorizzare il monitoraggio delle attività
nl: Activiteitsmonitoring toestaan

# dk_perm_utils_permissions_phone_settings_activity_text
source: To improve the analysis of your trips and identify the mode of transport used, you must activate the option Motion & Fitness on your phone.
de: Um die Analyse Ihrer Fahrten zu verbessern und den verwendeten Verkehrsträger zu identifizieren, müssen Sie die Option Bewegung & Fitness.
es: Para mejorar el análisis de sus viajes e identificar el medio de transporte utilizado, debe activar la opción Condición y actividad física.
fr: Pour améliorer l'analyse de vos trajets et identifier le mode de transport utilisé, vous devez activer l'option Mouvements et forme de votre téléphone.
it: Per migliorare l'analisi dei vostri viaggi e identificare il modo di trasporto utilizzato, è necessario attivare l'opzione Movimento e fitness.
nl: Om de analyse van je ritten te verbeteren en de gebruikte vervoerswijze te identificeren, moet u de optie Beweging & fitness op je telefoon activeren.

# dk_perm_utils_permissions_phone_settings_activity_text_android
source: To improve the analysis of your trips and identify the mode of transport used, you must allow the application to access the phone activity.
de: Um die Analyse Ihrer Fahrten zu verbessern und den verwendeten Verkehrsträger zu identifizieren, müssen Sie der Anwendung den Zugriff auf die Telefonaktivität ermöglichen.
es: Para mejorar el análisis de sus viajes e identificar el medio de transporte utilizado, debe permitir que la aplicación acceda a la actividad telefónica.
fr: Pour améliorer l'analyse de vos trajets et identifier le mode de transport utilisé, vous devez autoriser l'application à accéder à l'activité du téléphone.
it: Per migliorare l'analisi dei vostri viaggi e identificare il modo di trasporto utilizzato, è necessario consentire all'applicazione di accedere all'attività telefonica.
nl: Om de analyse van je ritten te verbeteren en de gebruikte vervoerswijze te identificeren, moet je de applicatie toegang geven tot de telefoonactiviteit.

# dk_perm_utils_permissions_phone_settings_activity_title
source: Activity monitoring
de: Aktivitätsüberwachung
es: Seguimiento de la actividad
fr: Suivi de l'activité
it: Monitoraggio delle attività
nl: Activiteitenmonitoring

# dk_perm_utils_permissions_phone_settings_background_button
source: Allow background task
de: Ausführung im Hintergrund erlauben
es: Permitir la ejecución en segundo plano
fr: Autoriser l'execution en arrière-plan
it: Consentire l'esecuzione in background
nl: Achtergrondtaak toestaan

# dk_perm_utils_permissions_phone_settings_background_text1
source: To avoid the application being stopped by the phone's battery saving system, you must accept background task.
de: Um zu verhindern, dass die Anwendung durch das Batteriesparsystem des Telefons gestoppt wird, müssen Sie die Ausführung im Hintergrund akzeptieren.
es: Para evitar que la aplicación sea detenida por el sistema de ahorro de batería del teléfono, debe aceptar la ejecución en segundo plano.
fr: Pour éviter que l’application soit stoppée par le système d'économie de la batterie du téléphone, vous devez accepter l'exécution en arrière-plan.
it: Per evitare che l'applicazione venga fermata dal sistema di risparmio della batteria del telefono, è necessario accettare l'esecuzione in background.
nl: Om te voorkomen dat de applicatie wordt gestopt door het batterijbesparingssysteem van de telefoon, moet u de achtergrondtaak accepteren.

# dk_perm_utils_permissions_phone_settings_background_text2
source: The application uses the GPS sensor only while driving. It has been optimized to avoid battery drain.
de: Die Anwendung verwendet den GPS-Sensor nur während der Fahrt. Er wurde optimiert, um eine Entladung der Batterie zu vermeiden.
es: La aplicación utiliza el sensor GPS sólo mientras se conduce. Se ha optimizado para evitar el agotamiento de la batería.
fr: L'application utilise le capteur GPS uniquement pendant vos trajets. Elle a été optimisée pour éviter de décharger la batterie du téléphone.
it: L'applicazione utilizza il sensore GPS solo durante la guida. È stato ottimizzato per evitare lo scaricamento della batteria.
nl: De applicatie gebruikt de GPS-sensor alleen tijdens het rijden. Deze is geoptimaliseerd om zo weinig mogelijk batterij te verbruiken.

# dk_perm_utils_permissions_phone_settings_background_title
source: Background task
de: Betrieb im Hintergrund
es: Operación en segundo plano
fr: Fonctionnement en arrière-plan
it: Funzionamento in background
nl: Achtergrondtaak

# dk_perm_utils_permissions_phone_settings_location_step1
source: Press "Open the settings"
de: Drücken Sie "Öffnen Sie die Einstellungen"
es: Pulse "Abrir los ajustes"
fr: Appuyez sur "Ouvrir les réglages"
it: Premere "Apri le impostazioni"
nl: Druk op "Instellingen openen"

# dk_perm_utils_permissions_phone_settings_location_step2
source: Tap on location
de: Tippen Sie auf die Position
es: Pulse sobre la posición
fr: Tapez sur position
it: Premete su posizione
nl: Tik op locatie

# dk_perm_utils_permissions_phone_settings_location_step3
source: Select "Always"
de: Wählen Sie "Immer"
es: Seleccione "Siempre"
fr: Sélectionnez "Toujours"
it: Selezionare "Sempre"
nl: Selecteer "Altijd"

# dk_perm_utils_permissions_phone_settings_location_step4
source: Allow exact phone location
de: Genaue position zulassen
es: Permitir la ubicación exacta
fr: Autorisez la position exacte
it: Consentire la posizione esatta
nl: Exacte telefoonlocatie toestaan

# dk_perm_utils_permissions_phone_settings_notifications_button
source: Accept notifications
de: Benachrichtigungen zulassen
es: Aceptar notificaciones
fr: Accepter les notifications
nl: Meldingen accepteren

# dk_perm_utils_permissions_popup_button_settings
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
nl: Instellingen

# dk_perm_utils_permissions_text_button_activity_settings
source: Open the settings
de: Öffnen Sie die Einstellungen
es: Abrir los ajustes
fr: Ouvrir les réglages
it: Aprire le impostazioni
nl: Open de instellingen

# dk_perm_utils_permissions_text_button_location_settings
source: Open the settings
de: Öffnen Sie die Einstellungen
es: Abrir los ajustes
fr: Ouvrir les réglages
it: Aprire le impostazioni
nl: Open de instellingen

# dk_perm_utils_permissions_text_button_nearby_devices_settings
source: Open the settings
de: Öffnen Sie die Einstellungen
es: Abrir los ajustes
fr: Ouvrir les réglages
it: Aprire le impostazioni
nl: Open de instellingen

# dk_perm_utils_permissions_text_button_notifications_settings
source: Open the settings
de: Öffnen Sie die Einstellungen
es: Abrir los ajustes
fr: Ouvrir les réglages
nl: Open de instellingen

# dk_perm_utils_permissions_text_button_skip
source: Skip and don't ask again
de: Überspringen und nicht mehr nachfragen
es: Omitir y no volver a preguntar
fr: Passer et ne plus demander
nl: Overslaan en niet meer vragen

# dk_perm_utils_app_diag_email_app
source: Application:
de: Anwendung:
es: Aplicación:
it: Applicazione:
nl: App:

# dk_perm_utils_app_diag_notification_title
source: Notifications
de: Benachrichtigungen
es: Notificaciones
it: Notifica
nl: Meldingen

# dk_perm_utils_notification_activity_recognition_permission
source: The app is not authorized to access phone activity. This may limit the trip recording.
de: Die App ist nicht berechtigt, auf Telefonaktivitäten zuzugreifen. Dies kann die Aufzeichnung der Reise einschränken.
nl: De app heeft geen toegang tot telefoonactiviteiten. Dit kan de registratie van je reizen beperken.

# dk_perm_utils_notification_app_battery_optimization
source: The app is not allowed to run in the background. This may limit the trip recording.
de: Die App darf nicht im Hintergrund laufen. Dies kann die Aufzeichnung der Fahrt einschränken.
nl: De app mag niet op de achtergrond draaien. Dit kan de opname van je reizen beperken.

# dk_perm_utils_notification_bluetooth_permission
source: Trip recording is not possible because the app is not authorized to access the Bluetooth sensor.
de: Eine Fahrtenaufzeichnung ist nicht möglich, da die App nicht berechtigt ist, auf den Bluetooth-Sensor zuzugreifen.
nl: Het opnemen van je ritten is niet mogelijk omdat de app geen toegang heeft tot de Bluetooth-sensor.

# dk_perm_utils_notification_bluetooth_sensor
source: Trip recording is not possible because the Bluetooth sensor is turned off.
de: Die Aufzeichnung einer Fahrt ist nicht möglich, da der Bluetooth-Sensor ausgeschaltet ist.
nl: Het opnemen van je reizen is niet mogelijk omdat de Bluetooth-sensor is uitgeschakeld.

# dk_perm_utils_notification_location_permission
source: Trip recording is not possible because the app cannot access the phone's precise location while it is running in background.
de: Die Aufzeichnung von Fahrten ist nicht möglich, da die App nicht auf den Standort des Telefons zugreifen kann.
nl: Het opnemen van je reizen is niet mogelijk omdat de app geen toegang heeft tot de exacte locatie van de telefoon wanneer deze op de achtergrond actief is.

# dk_perm_utils_notification_location_sensor
source: Trip recording is not possible because the Location sensor is turned off.
de: Die Aufzeichnung von Fahrten ist nicht möglich, da der Standortsensor ausgeschaltet ist.
nl: Het registreren van je ritten is niet mogelijk omdat de positiesensor is uitgeschakeld.

# dk_perm_utils_notification_multiple_issues
source: Several problems are blocking the trip recording.
de: Mehrere Probleme verhindern die Aufzeichnung von Fahrten.
nl: Er zijn een aantal problemen waardoor reizen niet worden geregistreerd.

# dk_perm_utils_notification_nearby_devices_permission
source: Trip recording is not possible because the app is not authorized to access the Bluetooth sensor.
de: Eine Fahrtenaufzeichnung ist nicht möglich, da die App nicht berechtigt ist, auf den Bluetooth-Sensor zuzugreifen.
nl: Het opnemen van je ritten is niet mogelijk omdat de app geen toegang heeft tot de Bluetooth-sensor.

# dk_perm_utils_app_diag_email_email
source: Email :
es: Correo electrónico :
