Repository: DriveQuantPublic/drivekit-ui-ios
Catalog: DriveKitTripAnalysisUI/Localizable/*.lproj/DKTripAnalysisLocalizable.strings
Languages: da, de, es, fr, it, nl, pt

# dk_tripwidget_confirm_endtrip_subtitle
source: Your trip will be analyzed and saved
da: Din rejse vil blive analyseret og gemt
de: Ihre Reise wird ausgewertet und gespeichert
es: Tu viaje será analizado y guardado
fr: Votre trajet sera analysé et enregistré
it: Il vostro viaggio sarà analizzato e salvato
nl: Je rit wordt geanalyseerd en opgeslagen
pt: Sua viagem será analisada e salva

# dk_tripwidget_confirm_endtrip_title
source: I've completed my trip
da: Jeg har afsluttet min rejse
de: Ich habe meine Reise beendet
es: He completado mi viaje
fr: J’ai terminé mon trajet
it: Ho completato il mio viaggio
nl: Ik heb mijn rit voltooid
pt: Eu completei minha viagem

# dk_tripwidget_disable_autostart_title
source: Temporarily disable automatic recording of your trips?
da: Deaktivere den automatiske optagelse af dine ture midlertidigt?
de: Die automatische Aufzeichnung Ihrer Fahrten vorübergehend deaktivieren?
es: ¿Desactivar temporalmente la grabación automática de tus viajes?
fr: Désactiver temporairement l’enregistrement automatique de vos trajets ?
it: Disattivare temporaneamente la registrazione automatica dei viaggi?
nl: Tijdelijk de automatische opname van je ritten uitschakelen?
pt: Desativar temporariamente a gravação automática de suas viagens?

# dk_tripwidget_record_title
source: Trip started at %@
da: Rejsen startede på %@
de: Fahrt begann um %@
es: Viaje comenzó en %@
fr: Trajet commencé à %@
it: Viaggio è iniziato a %@
nl: Rit begonnen bij %@
pt: A viagem começou em %@

# dk_tripwidget_start_title
source: Record a trip
da: Optag en rejse
de: Eine Reise aufzeichnen
es: Registrar un viaje
fr: Enregistrer un trajet
it: Registrare un viaggio
nl: Een rit vastleggen
pt: Gravar uma viagem

# dk_working_hours_back_save_alert
source: The working hours have been changed. Would you like to save them?
da: Arbejdstiden er ændret. Vil du gemme dem?
de: Die Arbeitszeiten sind geändert worden. Möchten Sie sie speichern?
es: El horario de trabajo ha sido modificado. ¿Quiere guardarlos?
fr: Les horaires de travail ont été modifiés. Souhaitez-vous les sauvegarder ?
it: L'orario di lavoro è stato cambiato. Volete salvarli?
nl: De werktijden zijn gewijzigd. Wil je ze opslaan?
pt: A jornada de trabalho foi alterada. Você gostaria de salvá -la?

# dk_working_hours_enable_desc
source: This feature configures the automatic trip recording periods and labels the trips.
da: Denne funktion konfigurerer de automatiske rejseoptagelsesperioder og analyserer turerne.
de: Mit dieser Funktion können Sie die Zeiten für die Aktivierung des automatischen Modus einstellen und Fahrten mit einem Label versehen.
es: Esta función permite configurar los tiempos de activación del modo automático y etiquetar los viajes.
fr: Cette fonction permet de configurer les horaires d'activation du mode automatique et de labelliser les trajets.
it: Questa funzione permette di configurare i tempi di attivazione della modalità automatica e di etichettare i percorsi.
nl: Deze functie configureert de automatische ritregistratieperioden en labelt de ritten.
pt: Esse recurso configura os períodos automáticos de gravação de viagem e rotula as viagens.

# dk_working_hours_enable_title
source: Enable working hours
da: Aktivér arbejdstid
de: Arbeitszeiten freigeben
es: Activar la gestión de horarios
fr: Activer la gestion des horaires
it: Abilita l'orario di lavoro
nl: Werkuren inschakelen
pt: Habilitar jornada de trabalho

# dk_working_hours_slot_disabled_desc
source: Trips will not be recorded
da: Ture registreres ikke
de: Fahrten werden nicht aufgezeichnet
es: Los viajes no se registrarán
fr: Les trajets ne seront pas enregistrés
it: I viaggi non saranno registrati
nl: Ritten worden niet geregistreerd
pt: As viagens não serão registradas

# dk_working_hours_slot_inside_title
source: Within the time range
da: Inden for tidsintervallet
de: In der Zeitspanne
es: En el rango de tiempo
fr: Dans la plage horaire
it: Nell'intervallo di tempo
nl: Binnen het tijdsbereik
pt: Dentro do intervalo de tempo

# dk_working_hours_slot_mode_business_title
source: Business
da: Forretning
de: Professionell
es: Profesional
fr: Professionnel
it: Professionale
nl: Zakelijk
pt: Negócios

# dk_working_hours_slot_mode_disabled_title
source: Disabled
da: Slået fra
de: Deaktiviert
es: Desactivado
fr: Désactivé
it: Disabile
nl: Uitgeschakeld
pt: Desabilitado

# dk_working_hours_slot_mode_personal_title
source: Personal
da: Personlig
de: Persönlich
fr: Personnel
it: Personale
nl: Persoonlijk
pt: Pessoal

# dk_working_hours_slot_outside_title
source: Outside the time range
da: Uden for tidsintervallet
de: Außerhalb des Zeitraums
es: Fuera de las horas
fr: En dehors
it: Fuori orario
nl: Buiten het tijdsbereik
pt: Fora do intervalo de tempo

# dk_working_hours_sync_failed
source: The synchronization of the settings failed, please try again later.
da: Synkroniseringen af ​​indstillingerne mislykkedes, prøv igen senere.
de: Die Synchronisierung der Einstellungen ist fehlgeschlagen, bitte versuchen Sie es später noch einmal.
es: La sincronización de los ajustes ha fallado, por favor, inténtelo de nuevo más tarde.
fr: La synchronisation des réglages a échoué, veuillez réessayer plus tard.
it: Sincronizzazione delle impostazioni non riuscita, riprova più tardi.
nl: De synchronisatie van de instellingen is mislukt, probeer het later opnieuw.
pt: A sincronização das configurações falhou, tente novamente mais tarde.

# dk_working_hours_title
source: Working hours
da: Arbejdstimer
de: Arbeitszeit
es: Horarios de trabajo
fr: Horaires de travail
it: Orario di lavoro
nl: Werkuren
pt: Jornada de trabalho

# dk_working_hours_update_failed
source: The update of the settings failed, please try again later.
da: Opdateringen af ​​indstillingerne mislykkedes, prøv igen senere.
de: Die Aktualisierung der Einstellungen ist fehlgeschlagen, bitte versuchen Sie es später noch einmal.
es: La actualización de los ajustes ha fallado, por favor inténtelo de nuevo más tarde.
fr: La mise à jour des réglages a échoué, veuillez réessayer plus tard.
it: L'aggiornamento delle impostazioni non è riuscito, riprova più tardi.
nl: Het bijwerken van de instellingen is mislukt, probeer het later nog eens.
pt: A atualização das configurações falhou, tente novamente mais tarde.

# dk_working_hours_update_succeed
source: The settings have been updated.
da: Indstillingerne er blevet opdateret.
de: Die Einstellungen wurden aktualisiert.
es: Los ajustes se han actualizado.
fr: Les réglages ont été mis à jour.
it: Le impostazioni sono state aggiornate.
nl: De instellingen zijn bijgewerkt.
pt: As configurações foram atualizadas.
