Repository: DriveQuantPublic/drivekit-ui-ios
Catalog: DriveKitTripAnalysisUI/Localizable/*.lproj/DKTripAnalysisLocalizable.strings
Languages: da, de, es, fr, it, nl, pt

# dk_crash_detection_feedback_notif_message
source: Click on the notification and tell us how you are doing.
da: Klik på meddelelsen og fortæl os, hvordan du har det.
de: Klicken Sie auf die Benachrichtigung und teilen Sie uns mit, wie es Ihnen geht.
es: Haz clic en la notificación y cuéntanos cómo te va.
fr: Cliquez sur la notification et dites-nous comment vous allez.
it: Clicca sulla notifica e dicci come stai andando.
nl: Klik op de melding en vertel ons hoe het met je gaat.
pt: Clique na notificação e diga-nos como você está.

# dk_crash_detection_feedback_notif_title
source: An accident was detected
da: En ulykke blev opdaget
de: Ein Unfall wurde festgestellt
es: Se detectó un accidente
fr: Un accident a été détecté
it: Un incidente è stato rilevato
nl: Er is een ongeval gedetecteerd
pt: Um acidente foi detectado

# dk_crash_detection_feedback_step1_description
source: You can cancel or confirm the alert before the countdown ends
da: Du kan annullere eller bekræfte alarmen, inden nedtællingen slutter
de: Sie können die Warnung vor Ablauf des Countdowns abbrechen oder bestätigen.
es: Puede cancelar o confirmar la alerta antes de que finalice la cuenta atrás
fr: Vous pouvez annuler ou confirmer l'alerte avant la fin du compte à rebours
it: È possibile annullare o confermare l'avviso prima della fine del conto alla rovescia
nl: U kunt de waarschuwing annuleren of bevestigen voordat het aftellen eindigt
pt: Você pode cancelar ou confirmar o alerta antes que a contagem regressiva termine

# dk_crash_detection_feedback_step1_option_critical_accident
source: Contact assistance
da: Kontakthjælp
de: Unterstützung kontaktieren
es: Solicitar asistencia
fr: Contacter l'assistance
it: Richiesta di assistenza
nl: Contactbijstand
pt: Assistência em contato

# dk_crash_detection_feedback_step1_option_no_crash
source: I am fine
da: jeg har det godt
de: Mir geht es gut
es: Estoy bien.
fr: Je vais bien
it: Sto bene
nl: Ik ben in orde
pt: Estou bem

# dk_crash_detection_feedback_step1_title
source: An accident was detected, how are you?
da: En ulykke blev opdaget, hvordan har du det?
de: Ein Unfall wurde festgestellt, wie geht es Ihnen?
es: Se ha detectado un accidente, ¿cómo estás?
fr: Un accident a été détecté, comment allez-vous ?
it: È stato rilevato un incidente, come stai?
nl: Er is een ongeluk gedetecteerd, hoe gaat het met je?
pt: Um acidente foi detectado, como você está?

# dk_crash_detection_feedback_step2_description
source: What happened to you?
da: Hvad skete der med dig?
de: Was ist mit Ihnen passiert?
es: ¿Qué te ha pasado?
fr: Que vous est-il arrivé ?
it: Cosa ti è successo?
nl: Wat is er met je gebeurd?
pt: O que aconteceu com você?

# dk_crash_detection_feedback_step2_option_minor_accident
source: Minor accident
da: Mindre ulykke
de: Geringfügiger Unfall
es: Accidente menor
fr: Accident mineur
it: Incidente minore
nl: Klein ongeval
pt: Acidente leve

# dk_crash_detection_feedback_step2_option_no_crash
source: Nothing, everything is fine
da: Intet, alt er fint
de: Nichts, alles in Ordnung
es: Nada, todo está bien
fr: Rien, tout va bien
it: Niente, va tutto bene
nl: Niets, alles is in orde
pt: Nada, está tudo bem

# dk_crash_detection_feedback_step2_title
source: We are reassured to know that you are doing well.
da: Vi er beroliget med at vide, at du har det godt.
de: Es beruhigt uns zu wissen, dass es Ihnen gut geht.
es: Nos tranquiliza saber que estás bien.
fr: Nous sommes rassurés de savoir que vous allez bien.
it: Ci rassicura sapere che stai bene.
nl: Het stelt ons gerust dat het goed met je gaat.
pt: Temos certeza de saber que você está indo bem.

# dk_crash_detection_feedback_step2option_critical_accident
source: Contact assistance
da: Kontakthjælp
de: Unterstützung kontaktieren
es: Solicitar asistencia
fr: Contacter l'assistance
it: Richiesta di assistenza
nl: Contactbijstand
pt: Contate a assistência

# dk_location_sharing_active_disable
source: Stop sharing
de: Teilen stoppen
es: Dejar de compartir
fr: Arrêter le partage
it: Smettere di condividere
nl: Stop met delen
pt: Parar de partilhar

# dk_location_sharing_active_disable_confirmation
source: If you confirm your choice, the location tracking link will be deactivated.
de: Wenn Sie Ihre Auswahl bestätigen, wird der Link zum Verfolgen Ihres Standorts deaktiviert.
es: Si confirma su elección, se desactivará el enlace de seguimiento.
fr: Si vous confirmez votre choix, le lien de suivi de votre position sera désactivé.
it: Se confermate la vostra scelta, il link di tracciamento verrà disattivato.
nl: Als u uw keuze bevestigt, wordt de trackinglink gedeactiveerd.
pt: Se confirmar a sua escolha, a ligação de seguimento será desactivada.

# dk_location_sharing_active_info
source: Your location is visible only while you're driving, and only to friends and family with whom you've shared the link.
de: Ihr Standort ist nur während Ihrer Fahrten und für die Angehörigen sichtbar, mit denen Sie den Link geteilt haben.
es: Tu posición sólo es visible durante tus desplazamientos y para los amigos y familiares con los que hayas compartido el enlace.
fr: Votre position est visible uniquement pendant vos trajets et par les proches avec qui vous avez partagé le lien.
it: La vostra posizione è visibile solo durante i vostri viaggi e agli amici e familiari con cui avete condiviso il link.
nl: Je positie is alleen zichtbaar tijdens je reizen en voor vrienden en familie met wie je de link hebt gedeeld.
pt: A sua posição só é visível durante as suas viagens e para os amigos e familiares com quem partilhou a ligação.

# dk_location_sharing_active_info_day
source: Tracking link expires tomorrow
de: Der Tracking-Link läuft morgen ab
es: El enlace de seguimiento expira mañana
fr: Le lien de suivi expire demain
it: Il link di follow-up scade domani
nl: Opvolgingslink verloopt morgen
pt: A ligação de seguimento expira amanhã

# dk_location_sharing_active_info_days
source: Tracking link expires in %@ days
de: Tracking-Link läuft in %@ Tagen ab
es: El enlace de seguimiento caduca en %@ días
fr: Le lien de suivi expire dans %@ jours
it: Il link di follow-up scade tra %@ giorni
nl: Opvolgingslink verloopt in %@ dagen
pt: A ligação de seguimento expira em %@ dias

# dk_location_sharing_active_info_hour
source: Tracking link expires in one hour
de: Der Tracking-Link läuft in einer Stunde ab
es: El enlace de seguimiento caduca en una hora
fr: Le lien de suivi expire dans une heure
it: Il link di follow-up scade tra un'ora
nl: Opvolgingslink verloopt over een uur
pt: A ligação de seguimento expira dentro de uma hora

# dk_location_sharing_active_info_hours
source: Tracking link expires in %@ hours
de: Der Tracking-Link läuft in %@ Stunden ab
es: El enlace de seguimiento caduca en %@ horas
fr: Le lien de suivi expire dans %@ heures
it: Il link di follow-up scade tra %@ ore
nl: Opvolgingslink verloopt in %@ uur
pt: A ligação de seguimento expira em %@ horas

# dk_location_sharing_active_info_minute
source: Tracking link expires in one minute
de: Der Tracking-Link läuft in einer Minute ab
es: El enlace de seguimiento caduca en un minuto
fr: Le lien de suivi expire dans une minute
it: Il link di follow-up scade tra un minuto
nl: Opvolgingslink verloopt over één minuut
pt: A ligação de seguimento expira dentro de um minuto

# dk_location_sharing_active_info_minutes
source: Tracking link expires in %@ minutes
de: Der Tracking-Link läuft in %@ Minuten ab
es: El enlace de seguimiento caduca en %@ minutos
fr: Le lien de suivi expire dans %@ minutes
it: Il link di follow-up scade tra %@ minuti
nl: Opvolgingslink verloopt in %@ minuten
pt: A ligação de seguimento expira em %@ minutos

# dk_location_sharing_active_share_link
source: SHARE LINK
de: DEN LINK TEILEN
es: COMPARTE EL ENLACE
fr: PARTAGER LE LIEN
it: CONDIVIDI IL LINK
nl: DEEL DE LINK
pt: PARTILHAR A LIGAÇÃO

# dk_location_sharing_active_status
source: Trip tracking is turned on.
de: Die Routenverfolgung ist eingeschaltet.
es: El seguimiento del viaje está activado.
fr: Le suivi de vos trajets est activé.
it: Il monitoraggio del viaggio è attivato.
nl: Het volgen van je bewegingen is geactiveerd.
pt: O rastreio dos seus movimentos está ativado.

# dk_location_sharing_inactive_description_1
source: To reassure your family and friends, the application lets you share your location while you're driving.
de: Um Ihre Lieben zu beruhigen, können Sie mit der App während der Fahrt Ihren Standort mitteilen.
es: Para tranquilizar a tus amigos y familiares, la aplicación te permite compartir tu posición mientras conduces.
fr: Pour rassurer vos proches, l'application vous permet de partager votre position pendant que vous conduisez.
it: Per rassicurare amici e familiari, l'applicazione consente di condividere la propria posizione durante la guida.
nl: Om je vrienden en familie gerust te stellen, kun je met de applicatie je positie delen terwijl je rijdt.
pt: Para tranquilizar os seus amigos e familiares, a aplicação permite-lhe partilhar a sua posição enquanto conduz.

# dk_location_sharing_inactive_description_2
source: Your location is accessible via a link, and is only visible while you're driving.
de: Ihr Standort ist über einen Link zur Verfolgung abrufbar und nur während Ihrer Fahrten sichtbar.
es: Tu posición es accesible a través de un enlace de seguimiento y sólo es visible cuando estás en movimiento.
fr: Votre position est accessible grâce à un lien de suivi et n'est visible que pendant vos trajets.
it: La vostra posizione è accessibile tramite un link di tracciamento ed è visibile solo quando siete in movimento.
nl: Je positie is toegankelijk via een trackinglink en is alleen zichtbaar als je onderweg bent.
pt: A sua posição é acessível através de uma ligação de localização e só é visível quando está em movimento.

# dk_location_sharing_inactive_description_3
source: You can define the lifetime of the tracking link and stop the location sharing at any time.
de: Sie können die Gültigkeitsdauer des Tracking-Links festlegen und die Positionsfreigabe jederzeit unterbrechen.
es: Puede definir el periodo de validez del enlace de seguimiento y dejar de compartir la posición en cualquier momento.
fr: Vous pouvez définir la durée de validité du lien de suivi et interrompre le partage de position à tout moment.
it: È possibile definire il periodo di validità del link di tracciamento e interrompere la condivisione della posizione in qualsiasi momento.
nl: Je kunt de geldigheidsperiode van de trackinglink instellen en het delen van posities op elk moment stoppen.
pt: É possível definir o período de validade da ligação de seguimento e parar a partilha de posições em qualquer altura.

# dk_location_sharing_inactive_enable
source: SHARE MY LOCATION
de: MEINE POSITION TEILEN
es: COMPARTIR MI POSICIÓN
fr: PARTAGER MA POSITION
it: CONDIVIDI LA MIA POSIZIONE
nl: MIJN STANDPUNT DELEN
pt: PARTILHAR A MINHA POSIÇÃO

# dk_location_sharing_select_cancel
source: Cancel
de: Annullierer
es: Anulador
fr: Annuler
it: Annullare
nl: Annuleren
pt: Cancelar

# dk_location_sharing_select_day
source: A DAY
de: EIN TAG
es: UN DÍA
fr: UNE JOURNÉE
it: UN GIORNO
nl: EEN DAG
pt: UM DIA

# dk_location_sharing_select_description_1
source: How long would you like to share your location?
de: Wie lange möchten Sie Ihre Position teilen?
es: ¿Durante cuánto tiempo quiere compartir su puesto?
fr: Pendant combien de temps souhaitez-vous partager votre position ?
it: Per quanto tempo volete condividere la vostra posizione?
nl: Hoe lang wil je je positie delen?
pt: Durante quanto tempo pretende partilhar a sua posição?

# dk_location_sharing_select_description_2
source: Beyond the selected duration, location sharing will be automatically deactivated.
de: Nach Ablauf der gewählten Zeit wird die Positionsfreigabe automatisch deaktiviert.
es: Una vez transcurrido el tiempo seleccionado, el uso compartido de posiciones se desactivará automáticamente.
fr: Au-delà de la durée choisie, le partage de position sera désactivé automatiquement.
it: Dopo il tempo selezionato, la condivisione della posizione si disattiva automaticamente.
nl: Na de geselecteerde tijd wordt het delen van posities automatisch uitgeschakeld.
pt: Após o tempo selecionado, a partilha de posições será automaticamente desactivada.

# dk_location_sharing_select_month
source: A MONTH
de: EIN MONAT
es: UN MES
fr: UN MOIS
it: UN MESE
nl: EEN MAAND
pt: UM MÊS

# dk_location_sharing_select_week
source: A WEEK
de: EINE WOCHE
es: UNA SEMANA
fr: UNE SEMAINE
it: UNA SETTIMANA
nl: EEN WEEK
pt: UMA SEMANA

# dk_location_sharing_sharesheet_content
source: Hello, I use the application %@ and I invite you to follow my location when I drive by clicking on this link: %@
de: Hallo, ich benutze die App %@ und ich lade dich ein, meine Position zu verfolgen, wenn ich fahre, indem du auf diesen Link klickst: %@
es: Hola, utilizo la aplicación %@ y te invito a seguir mi posición cuando conduzco haciendo clic en este enlace: %@
fr: Bonjour, j'utilise l'application %@ et je t'invite à suivre ma position lorsque je conduis en cliquant sur ce lien : %@
it: Salve, utilizzo l'applicazione %@ e vi invito a seguire la mia posizione quando guido cliccando su questo link: %@
nl: Hallo, ik gebruik de applicatie %@ en ik nodig je uit om mijn positie tijdens het rijden te volgen door op deze link te klikken: %@
pt: Olá, utilizo a aplicação %@ e convido-o a seguir a minha posição quando conduzo, clicando nesta ligação: %@

# dk_location_sharing_sharesheet_title
source: See my position while driving
de: Meine Position während der Fahrt sehen
es: Ver mi posición mientras conduzco
fr: Voir ma position pendant que je conduis
it: Vedere la mia posizione durante la guida
nl: Mijn positie bekijken tijdens het rijden
pt: Ver a minha posição enquanto conduzo

# dk_location_sharing_title
source: Location Sharing
de: Standortmitbenutzung
es: Ubicación compartida
fr: Partage de position
it: Condivisione della posizione
nl: Locatie delen
pt: Partilha de localização

# dk_trip_service_account_limit_reached
source: Your trip could not be analyzed because the quota of authorized users has been exceeded.
da: Din rejse kunne ikke analyseres, fordi kvoten af autoriserede brugere er blevet overskredet.
de: Ihre Reise konnte nicht ausgewertet werden, da die Quote der autorisierten Benutzer überschritten wurde.
es: Su viaje no ha podido ser analizado porque se ha superado la cuota de usuarios autorizados.
fr: Votre trajet n'a pas pu être analysé car le quota d'utilisateurs autorisés a été dépassé.
it: Non è stato possibile analizzare il viaggio perché è stata superata la quota di utenti autorizzati.
nl: Je reis kon niet worden geanalyseerd omdat het quotum van geautoriseerde gebruikers is overschreden.
pt: A sua viagem não pôde ser analisada porque o número de utilizadores autorizados foi ultrapassado.

# dk_trip_service_analysis_failed
source: Your trip cannot be analyzed. If the problem persists, please contact us.
da: Din rejse kan ikke analyseres. Hvis problemet fortsætter, bedes du kontakte os.
de: Ihre Reise kann nicht ausgewertet werden. Wenn das Problem weiterhin besteht, kontaktieren Sie uns bitte.
es: Su viaje no puede ser analizado. Si el problema persiste, ponte en contacto con nosotros.
fr: Votre trajet ne peut pas être analysé. Si le problème persiste, veuillez nous contacter.
it: Il viaggio non può essere analizzato. Se il problema persiste, contattateci.
nl: Je reis kan niet worden geanalyseerd. Neem contact met ons op als het probleem zich blijft voordoen.
pt: A sua viagem não pode ser analisada. Se o problema persistir, contacte-nos.

# dk_trip_service_error_beacon_invalid
source: The trip was not made with your vehicle.
da: Turen blev ikke foretaget med dit køretøj.
de: Die Fahrt wurde nicht mit Ihrem Fahrzeug durchgeführt.
es: El viaje no se hizo con su vehículo.
fr: Le trajet n'a pas été effectué avec votre véhicule.
it: Il viaggio non è stato effettuato con il vostro veicolo.
nl: De reis werd niet gemaakt in uw voertuig.
pt: A viagem não foi efectuada com o seu veículo.

# dk_trip_service_error_beacon_missing
source: The trip was not made with your vehicle.
da: Turen blev ikke foretaget med dit køretøj.
de: Die Fahrt wurde nicht mit Ihrem Fahrzeug durchgeführt.
es: El viaje no se hizo con su vehículo.
fr: Le trajet n'a pas été effectué avec votre véhicule.
it: Il viaggio non è stato effettuato con il vostro veicolo.
nl: De reis werd niet gemaakt in uw voertuig.
pt: A viagem não foi efectuada com o seu veículo.

# dk_trip_service_error_invalid_customer_id
source: The trip analysis is not allowed for your organisation.
da: Turanalysen er ikke tilladt for din organisation.
de: Die Reiseanalyse ist für Ihre Organisation nicht zulässig.
es: El análisis de viajes no está permitido para su organización.
fr: L'analyse de trajet n'est pas autorisée pour votre organisation.
it: L'analisi del viaggio non è consentita per la vostra organizzazione.
nl: Padanalyse is niet toegestaan voor uw organisatie.
pt: A análise da viagem não é permitida para a sua organização.

# dk_trip_service_error_trip_duplicate
source: Your trip has already been saved.
da: Din rejse er allerede blevet gemt.
de: Ihre Reise ist bereits gespeichert.
es: Tu viaje ya está guardado.
fr: Votre trajet a déjà été sauvegardé.
it: Il viaggio è già stato salvato.
nl: Je reis is al gered.
pt: A sua viagem já foi guardada.

# dk_trip_service_insufficient_gps_data
source: There is not enough GPS data to analyze your trip. If the problem persists, please contact us.
da: Der er ikke nok GPS-data til at analysere din tur. Hvis problemet fortsætter, bedes du kontakte os.
de: Es sind nicht genügend GPS-Daten vorhanden, um Ihre Reise zu analysieren. Wenn das Problem weiterhin besteht, kontaktieren Sie uns bitte.
es: No hay suficientes datos GPS para analizar su viaje. Si el problema persiste, ponte en contacto con nosotros.
fr: Il n'y a pas assez de données GPS pour analyser votre trajet. Si le problème persiste, veuillez nous contacter.
it: I dati GPS non sono sufficienti per analizzare il viaggio. Se il problema persiste, contattateci.
nl: Er zijn niet genoeg GPS-gegevens om je reis te analyseren. Als het probleem zich blijft voordoen, neem dan contact met ons op.
pt: Não existem dados GPS suficientes para analisar a sua viagem. Se o problema persistir, contacte-nos.

# dk_trip_service_invalid_gps_data
source: Your trip could not be analyzed because the GPS data are not valid.
da: Din rejse kunne ikke analyseres, fordi GPS-dataene er ugyldige.
de: Ihre Fahrt konnte nicht analysiert werden, da die GPS-Daten ungültig sind.
es: No se ha podido analizar tu trayecto porque los datos del GPS no son válidos.
fr: Votre trajet n'a pas pu être analysé car les données GPS ne sont pas valides.
it: Non è stato possibile analizzare il viaggio perché i dati GPS non sono validi.
nl: Je reis kon niet worden geanalyseerd omdat de GPS-gegevens ongeldig zijn.
pt: A sua viagem não pôde ser analisada porque os dados GPS são inválidos.

# dk_trip_service_invalid_sample_period
source: Your trip could not be analyzed because the GPS data sampling rate is invalid. If the problem persists, please contact us.
da: Din tur kunne ikke analyseres, fordi GPS-datasamplingshastigheden er ugyldig. Hvis problemet fortsætter, bedes du kontakte os.
de: Ihre Fahrt konnte nicht analysiert werden, weil die GPS-Datenabtastrate ungültig ist. Wenn das Problem weiterhin besteht, wenden Sie sich bitte an uns.
es: Su viaje no ha podido ser analizado porque la frecuencia de muestreo de los datos GPS no es válida. Si el problema persiste, ponte en contacto con nosotros.
fr: Votre trajet n'a pas pu être analysé car la fréquence d'échantillonnage des données GPS est trop faible. Si le problème persiste, veuillez nous contacter.
it: Non è stato possibile analizzare il viaggio perché la frequenza di campionamento dei dati GPS non è valida. Se il problema persiste, contattateci.
nl: Je route kon niet worden geanalyseerd omdat de bemonsteringsfrequentie van de GPS-gegevens te laag is. Als het probleem zich blijft voordoen, neem dan contact met ons op.
pt: A sua viagem não pôde ser analisada porque a taxa de amostragem dos dados GPS é inválida. Se o problema persistir, contacte-nos.

# dk_trip_service_request_limit_reached
source: Your trip could not be analyzed because you exceeded your daily request quota.
da: Din rejse kunne ikke analyseres, fordi du overskred din daglige anmodningskvote.
de: Ihre Reise konnte nicht ausgewertet werden, weil Sie Ihr tägliches Anfragekontingent überschritten haben.
es: Su viaje no ha podido ser analizado porque ha superado su cuota diaria de solicitudes.
fr: Votre trajet n'a pas pu être analysé car vous avez dépassé votre quota de requêtes quotidiennes.
it: Non è stato possibile analizzare il viaggio perché si è superata la quota giornaliera di richieste.
nl: Je reis kon niet worden geanalyseerd omdat je je dagelijkse aanvraagquota hebt overschreden.
pt: A sua viagem não pôde ser analisada porque excedeu a sua quota diária de pedidos.

# dk_trip_service_user_disabled
source: Your trip could not be analyzed because your account has been deactivated.
da: Din rejse kunne ikke analyseres, fordi din konto er blevet deaktiveret.
de: Ihre Reise konnte nicht ausgewertet werden, weil Ihr Konto deaktiviert wurde.
es: Su viaje no ha podido ser analizado porque su cuenta ha sido desactivada.
fr: Votre trajet n'a pas pu être analysé car votre compte a été désactivé.
it: Non è stato possibile analizzare il viaggio perché l'account è stato disattivato.
nl: Je reis kon niet worden geanalyseerd omdat je account is gedeactiveerd.
pt: A sua viagem não pôde ser analisada porque a sua conta foi desactivada.

# dk_trip_service_user_invalid
source: Your trip could not be analyzed because your account is not valid.
da: Din rejse kunne ikke analyseres, fordi din konto ikke er gyldig.
de: Ihre Reise konnte nicht ausgewertet werden, weil Ihr Konto nicht gültig ist.
es: Su viaje no ha podido ser analizado porque su cuenta no es válida.
fr: Votre trajet n'a pas pu être analysé car votre compte n'est pas valide.
it: Non è stato possibile analizzare il viaggio perché l'account non è valido.
nl: Je reis kon niet worden geanalyseerd omdat je account ongeldig is.
pt: A sua viagem não pôde ser analisada porque a sua conta não é válida.

# dk_tripwidget_confirm_canceltrip_subtitle
source: Your trip will be cancelled and not recorded
da: Din rejse vil blive aflyst og ikke registreret
de: Ihre Reise wird storniert und nicht aufgezeichnet
es: Su viaje se cancelará y no se registrará
fr: Votre trajet sera annulé et il ne sera pas enregistré
it: Il viaggio verrà annullato e non registrato
nl: Je rit wordt geannuleerd en niet opgenomen
pt: Sua viagem será cancelada e não gravada

# dk_tripwidget_confirm_canceltrip_title
source: I'm not driving
da: Jeg kører ikke
de: Ich fahre nicht
es: No estoy conduciendo
fr: Je ne conduis pas
it: Non sto guidando
nl: Ik ben niet aan het rijden.
pt: Eu não estou dirigindo

# dk_tripwidget_confirm_continuetrip_subtitle
source: Your trip is not finished and will continue
da: Din rejse er ikke slut og vil fortsætte
de: Ihre Reise ist noch nicht beendet und wird fortgesetzt
es: Su viaje no ha terminado y continuará
fr: Votre trajet n'est pas terminé et il va se poursuivre
it: Il vostro viaggio non è finito e continuerà
nl: Je rit is nog niet afgelopen en zal doorgaan
pt: Sua viagem não terminou e continuará

# dk_tripwidget_confirm_continuetrip_title
source: Continue
da: Fortsæt
de: Weiter
es: Continuar
fr: Continuer
it: Continua
nl: Ga verder
pt: Continuar
