Repository: DriveQuantPublic/drivekit-ui-ios
Catalog: DriveKitDriverAchievementUI/Localizable/*.lproj/DriverAchievementLocalizables.strings
Languages: da, es, fr, it, nl, pt

# badge_night_trip_progress_1
source: You still have %@ trips to complete to win this badge.
da: Kør %@ -ture for at vinde denne badge.
es: Tienes que hacer %@ viajes más para ganar esta placa.
fr: Il vous reste %@ trajets à parcourir pour remporter ce badge.
it: Hai ancora dei %@ viaggi da percorrere per vincere questo badge.
nl: Je moet nog %@ ritten voltooien om deze badge te winnen.
pt: Você ainda tem %@ viagens para concluir para ganhar este crachá.

# badge_night_trip_progress_2
source: You still have %@ trips to complete to win this badge.
da: Kør %@ -ture for at vinde denne badge.
es: Tienes que hacer %@ viajes más para ganar esta placa.
fr: Il vous reste %@ trajets à parcourir pour remporter ce badge.
it: Hai ancora dei %@ viaggi da percorrere per vincere questo badge.
nl: Je moet nog %@ ritten voltooien om deze badge te winnen.
pt: Você ainda tem %@ viagens para concluir para ganhar este crachá.

# badge_night_trip_progress_3
source: You still have %@ trips to complete to win this badge.
da: Kør %@ -ture for at vinde denne badge.
es: Tienes que hacer %@ viajes más para ganar esta placa.
fr: Il vous reste %@ trajets à parcourir pour remporter ce badge.
it: Hai ancora dei %@ viaggi da percorrere per vincere questo badge.
nl: Je moet nog %@ ritten voltooien om deze badge te winnen.
pt: Você ainda tem %@ viagens para concluir para ganhar este crachá.

# badge_night_trip_theme
source: Night Driving
da: Natkørsel
es: Conducción nocturna
fr: Conduite de nuit
it: Guida notturna
nl: s' Nachts rijden
pt: Dirigindo à noite

# badge_phone_distraction_congrats_1
source: Congratulations, you have achieved the objective!
da: Tillykke, du har nået målet!
es: Enhorabuena, has alcanzado tu objetivo!
fr: Félicitations, vous avez atteint l'objectif !
it: Congratulazioni, hai raggiunto l'obiettivo!
nl: Gefeliciteerd, je hebt je doel bereikt!
pt: Parabéns, você alcançou o objetivo!

# badge_phone_distraction_congrats_2
source: Congratulations, you have achieved the objective!
da: Tillykke, du har nået målet!
es: Enhorabuena, has alcanzado tu objetivo!
fr: Félicitations, vous avez atteint l'objectif !
it: Congratulazioni, hai raggiunto l'obiettivo!
nl: Gefeliciteerd, je hebt je doel bereikt!
pt: Parabéns, você alcançou o objetivo!

# badge_phone_distraction_congrats_3
source: Congratulations, you have achieved the objective!
da: Tillykke, du har nået målet!
es: Enhorabuena, has alcanzado tu objetivo!
fr: Félicitations, vous avez atteint l'objectif !
it: Congratulazioni, hai raggiunto l'obiettivo!
nl: Gefeliciteerd, je hebt je doel bereikt!
pt: Parabéns, você alcançou o objetivo!

# badge_phone_distraction_description_1
source: To unlock this badge, complete 10 trips without using your cell phone. It's simple since the application automatically starts and stops the analysis of your trips in the background without any manual intervention.
da: For at få denne badge skal du køre 10 ture uden at bruge din mobiltelefon. Appen her registrerer din tur, uden at du selv behøver at gøre noget, så lad bare telefonen ligge i tasken eller i handskerummet.
es: Para desbloquear esta insignia, tienes que hacer 10 viajes sin usar tu teléfono móvil. Es sencillo porque la aplicación inicia y detiene automáticamente el análisis de sus viajes en segundo plano sin intervención manual.
fr: Pour débloquer ce badge, il faut réaliser 10 trajets sans manipuler son téléphone portable. C'est simple car l'application démarre et stoppe automatiquement l'analyse de vos trajets en arrière-plan sans aucun intervention manuelle.
it: Per sbloccare questo badge, devi fare 10 viaggi senza maneggiare il tuo cellulare. È semplice perché l'applicazione avvia e interrompe automaticamente l'analisi dei tuoi viaggi in background senza alcun intervento manuale.
nl: Om deze badge vrij te spelen, moet je 10 ritten voltooien zonder je mobiele telefoon te gebruiken. Het is eenvoudig omdat de app de analyse van je ritten automatisch op de achtergrond start en stopt zonder handmatige tussenkomst.
pt: Para desbloquear este crachá, complete 10 viagens sem usar o telefone celular. É simples, pois o aplicativo inicia e interrompe automaticamente a análise de suas viagens em segundo plano sem nenhuma intervenção manual.

# badge_phone_distraction_description_2
source: Complete 20 trips without using your smartphone to win this badge. Don't forget that the use of a telephone while driving is prohibited by the Highway Code. In France, one out of ten accidents is associated with the use of a telephone while driving. Protect yourself as well as your passengers and the other people on the road.
da: Kør 20 ture uden at bruge din smartphone for at vinde denne badge. Det er både farligt og ulovligt at bruge telefonen, mens du kører. Så lad den ligge i handskerummet eller i tasken, og fokusér på at køre bilen i stedet for.
es: Haga 20 viajes sin usar su smartphone para ganar esta insignia. No olvide que el uso del teléfono mientras conduce está prohibido por el Código de Circulación. En Francia, uno de cada diez accidentes está relacionado con el uso del teléfono mientras se conduce. Protéjase a sí mismo, a sus pasajeros y a otros usuarios de la carretera.
fr: Réalisez 20 trajets sans utiliser votre smartphone pour gagner ce badge. N'oubliez pas que l’usage du téléphone au volant est interdit par le Code de la Route. En France, un accident sur dix est associé à l’usage du téléphone au volant. Protégez-vous ainsi que vos passagers et les autres usagers de la route.
it: Fai 20 viaggi senza usare lo smartphone per guadagnare questo badge. Ricorda che l'uso del telefono durante la guida è vietato dal codice della strada. In Francia, un incidente su dieci è associato all'uso del telefono durante la guida. Proteggi te stesso, i tuoi passeggeri e altri utenti della strada.
nl: Voltooi 20 ritten zonder je smartphone te gebruiken om deze badge te winnen. Vergeet niet dat het gebruik van een telefoon tijdens het rijden verboden is volgens de verkeersregels. In België wordt één op de vier ongevallen in verband gebracht met het gebruik van een telefoon tijdens het rijden. Bescherm jezelf, je passagiers en de andere mensen op de weg.
pt: Complete 20 viagens sem usar seu smartphone para ganhar este crachá. Não se esqueça de que o uso de um telefone enquanto dirige é proibido pelo código da rodovia. Na França, um em cada dez acidentes está associado ao uso de um telefone enquanto dirige. Proteja -se, assim como seus passageiros e as outras pessoas na estrada.

# badge_phone_distraction_description_3
source: To win this badge, you just have to complete at least 50 long trips without touching your smartphone. By having this good reflex, you significantly reduce the risk of an accident and you prove to be exemplary. Driving is an activity that requires all your attention. So disconnect yourself and stay concentrated on your driving. You will enjoy it more.
da: For at vinde denne badge skal du bare køre 50 lange ture uden at røre ved din smartphone. Du kender alle grundene. Gør det nemt for dig selv at overholde ved at lægge telefonen i tasken eller i handskerummet, inden du starter motoren.
es: Para ganar esta insignia, sólo tienes que hacer al menos 50 viajes largos sin tocar tu smartphone. Al adoptar este buen reflejo, usted reduce considerablemente el riesgo de un accidente y da ejemplo. Conducir es una actividad que requiere toda su atención. Así que cierre la sesión y concéntrese en su conducción. Lo disfrutarás más.
fr: Pour remporter ce badge, il suffit de réaliser au moins 50 trajets longs sans toucher votre smartphone. En adoptant ce bon réflexe, vous réduisez considérablement le risque d'accident et vous faites preuve d'exemplarité. La conduite est une activité qui requière toute votre attention. Alors déconnectez-vous et restez concentré sur votre conduite. Vous y prendrez plus de plaisir.
it: Per guadagnare questo badge, devi fare almeno 50 lunghi viaggi senza toccare lo smartphone. Adottando questo buon riflesso, riduci considerevolmente il rischio di incidenti e dai l'esempio. La guida è un'attività che richiede la massima attenzione. Quindi disconnettiti e rimani concentrato sulla tua guida. Ti piacerà.
nl: Om deze badge te winnen, moet je minstens 50 lange ritten maken zonder je smartphone aan te raken. Door deze goede reflex te hebben, verminder je het risico op een ongeval aanzienlijk en bewijs je dat je voorbeeldig bent. Autorijden is een activiteit die al je aandacht vraagt. Ontkoppel jezelf dus en blijf geconcentreerd rijden. Je zult er meer van genieten.
pt: Para ganhar esse crachá, você só precisa completar pelo menos 50 viagens longas sem tocar no seu smartphone. Ao ter esse bom reflexo, você reduz significativamente o risco de um acidente e prova ser exemplar. Dirigir é uma atividade que requer toda a sua atenção. Portanto, desconecte -se e mantenha -se concentrado em sua direção. Você vai gostar mais.

# badge_phone_distraction_name_1
source: Quiet, we're driving
da: Hold farten nede
es: El silencio que conducimos
fr: Silence on roule
it: Silenzio sto guidando
nl: Ssst, we rijden
pt: Quieto, estamos dirigindo

# badge_phone_distraction_name_3
source: Imperturbable
da: Hold hovedet koldt
es: Sin molestias
it: Impassibile
nl: Onverstoorbaar
pt: Imperturbável

# badge_phone_distraction_notif_1
source: You've just won the Quiet, we're driving badge ( 10 trips without using your cell phone). Bravo!
es: Acaba de ganar la insignia de Silencio en el ruedo (10 viajes sin manejar su teléfono móvil). Felicitaciones!
fr: Vous venez de remporter le badge Silence on roule (10 trajets sans manipuler votre mobile). Bravo !
it: Hai appena vinto il badge Silenzio sto guidando (10 viaggi senza maneggiare il tuo cellulare). Bravo!

# badge_phone_distraction_notif_2
source: You've just won the No Texto badge ( 20 trips without using your cell phone). Bravo!
es: ¡Acabas de ganar la insignia de No Texto! (20 viajes sin manipular su teléfono móvil). Felicitaciones!
fr: Vous venez de remporter le badge No Texto (20 trajets sans manipuler votre mobile). Bravo !
it: Hai appena vinto il badge No sms (20 viaggi senza maneggiare il tuo cellulare). Bravo!

# badge_phone_distraction_notif_3
source: You've just won the Imperturbable badge (50 trips without using your cell phone). Bravo!
es: ¡Acabas de ganar la insignia de Imperturbable! (50 viajes sin manipular su teléfono móvil). Felicitaciones!
fr: Vous venez de remporter le badge Imperturbable (50 trajets sans manipuler votre mobile). Bravo !
it: Hai appena vinto il badge Imperturbabile (50 viaggi senza maneggiare il tuo cellulare). Bravo!

# badge_phone_distraction_progress_1
source: You still have %@ trips to complete to win this badge.
da: Kør %@ -ture for at vinde denne badge.
es: Tienes que hacer %@ viajes más para ganar esta placa.
fr: Il vous reste %@ trajets à parcourir pour remporter ce badge.
it: Hai ancora dei %@ viaggi da percorrere per vincere questo badge.
nl: Je moet nog %@ ritten voltooien om deze badge te winnen.
pt: Você ainda tem %@ viagens para concluir para ganhar este crachá.

# badge_phone_distraction_progress_2
source: You still have %@ trips to complete to win this badge.
da: Du har stadig %@ -ture at gennemføre for at vinde denne badge.
es: Tienes que hacer %@ viajes más para ganar esta placa.
fr: Il vous reste %@ trajets à parcourir pour remporter ce badge.
it: Hai ancora dei %@ viaggi da percorrere per vincere questo badge.
nl: Je moet nog %@ ritten voltooien om deze badge te winnen.
pt: Você ainda tem %@ viagens para concluir para ganhar este crachá.

# badge_phone_distraction_progress_3
source: You still have %@ trips to complete to win this badge.
da: Kør %@ -ture for at vinde denne badge.
es: Tienes que hacer %@ viajes más para ganar esta placa.
fr: Il vous reste %@ trajets à parcourir pour remporter ce badge.
it: Hai ancora dei %@ viaggi da percorrere per vincere questo badge.
nl: Je moet nog %@ ritten voltooien om deze badge te winnen.
pt: Você ainda tem %@ viagens para concluir para ganhar este crachá.

# badge_phone_distraction_theme
source: Driving distraction
da: Kør bil, når du kører
es: Distracción al conducir
fr: Distraction de conduite
it: Distrazione alla guida
nl: Afleiding tijdens het rijden
pt: Distração de direção

# badge_rain_trip_congrats_1
source: Congratulations, you have achieved the objective!
da: Tillykke, du har nået målet!
es: Enhorabuena, has alcanzado tu objetivo!
fr: Félicitations, vous avez atteint l'objectif !
it: Congratulazioni, hai raggiunto l'obiettivo!
nl: Gefeliciteerd, je hebt je doel bereikt!
pt: Parabéns, você alcançou o objetivo!

# badge_rain_trip_congrats_2
source: Congratulations, you have achieved the objective!
da: Tillykke, du har nået målet!
es: Enhorabuena, has alcanzado tu objetivo!
fr: Félicitations, vous avez atteint l'objectif !
it: Congratulazioni, hai raggiunto l'obiettivo!
nl: Gefeliciteerd, je hebt je doel bereikt!
pt: Parabéns, você alcançou o objetivo!

# badge_rain_trip_congrats_3
source: Congratulations, you have achieved the objective!
da: Tillykke, du har nået målet!
es: Enhorabuena, has alcanzado tu objetivo!
fr: Félicitations, vous avez atteint l'objectif !
it: Congratulazioni, hai raggiunto l'obiettivo!
nl: Gefeliciteerd, je hebt je doel bereikt!
pt: Parabéns, você alcançou o objetivo!

# badge_rain_trip_description_1
source: To win this badge, you must complete at least 10 trips in the rain. When it rains, increase your safety distance to the vehicle in front of you to avoid slipping in case of braking.
da: For at vinde denne badge skal du have kørt 10 ture i regnen. Forøg din sikkerhedsafstand til køretøjet foran dig, i tilfælde af at du glider, når du bremser.
es: Para obtener esta insignia, usted debe hacer por lo menos 10 viajes bajo la lluvia. En tiempo húmedo, aumente la distancia de seguridad hasta el vehículo que tiene delante para evitar la pérdida de agarre al frenar.
fr: Pour décrocher ce badge, vous devez réaliser au moins 10 trajets sous la pluie. Par temps de pluie, augmentez la distance de sécurité avec le véhicule qui vous précède pour éviter une perte d’adhérence en cas de freinage.
it: Per ottenere questo badge, devi fare almeno 10 viaggi sotto la pioggia. In caso di pioggia, aumenta la distanza di sicurezza dal veicolo che precede per evitare la perdita di aderenza in frenata.
nl: Om deze badge te winnen, moet je minstens 10 ritten in de regen voltooien. Vergroot bij regen je veiligheidsafstand tot de auto voor je om te voorkomen dat je slipt bij het remmen.
pt: Para ganhar esse crachá, você deve completar pelo menos 10 viagens na chuva. Quando chover, aumente sua distância de segurança para o veículo à sua frente para evitar escorregar em caso de frenagem.

# badge_rain_trip_description_2
source: To win this badge, you must complete at least 20 trips in the rain. Remember to turn on your dipped-beam headlamps and notice the tracks left by the cars ahead of you: the more narrow they are the more the road is slippery.
da: For at vinde denne badge skal du køre 20 ture i regn. Regn betyder nedsat sigtbarhed, så vær opmærksom på, at både forlygter og baglygter er tændte.
es: Para obtener esta insignia, sólo es necesario hacer 20 viajes en tiempo húmedo. Recuerde encender las luces de cruce y observar las huellas dejadas por los coches que se encuentran frente a usted: Cuanto más angostas son, más resbaladizas son las aceras.
fr: Pour obtenir ce badge, il vous suffit de réaliser 20 trajets par temps pluvieux. Pensez à allumer vos feux de croisement et observez les traces laissées par les voitures devant vous : plus elles sont étroites est plus la chaussée est glissante.
it: Per ottenere questo badge, devi fare solo 20 viaggi sotto la pioggia. Ricorda di accendere i fari anabbaglianti e osserva le tracce lasciate dalle macchine davanti a te: più sono strette, più scivolosa è la carreggiata.
nl: Om deze badge te winnen, moet je minstens 20 ritten in de regen voltooien. Vergeet niet je dimlicht aan te zetten en let op de sporen die de auto's voor je achterlaten: hoe smaller ze zijn, hoe gladder de weg.
pt: Para ganhar esse crachá, você deve completar pelo menos 20 viagens na chuva. Lembre-se de ligar os faróis de feixe aprisionado e observar as faixas deixadas pelos carros à sua frente: quanto mais estreito eles são mais a estrada é escorregadia.

# badge_rain_trip_description_3
source: Complete 50 trips in the rain to win this badge. If the road is wet and the vehicle starts to slip (aquplaning), do not brake abruptly but gradually let go of the throttle and maintain your direction while waiting to regain traction.
da: Kør 50 ture i regn for at vinde denne badge. Hvis vejen er våd, og køretøjet begynder at glide, så brems ikke pludseligt, men gradvist, indtil du genfinder vejgrebet.
es: Haga 50 viajes en tiempo lluvioso para ganar esta insignia. Si la superficie de la carretera está cubierta de agua y el vehículo comienza a deslizarse (aquaplaning), no frene repentinamente, sino que suelte gradualmente el acelerador y mantenga la dirección hasta que recupere el agarre.
fr: Réalisez 50 trajets par temps de pluie pour remporter ce badge. Si la chaussée recouverte d’eau et que véhicule commence à glisser (aquaplaning), ne freinez pas brusquement mais lâchez progressivement l’accélérateur et maintenez votre direction en attendant de retrouver de l’adhérence.
it: Fai 50 viaggi sotto la pioggia per vincere questo badge. Se la carreggiata è coperta d'acqua e il veicolo inizia a scivolare (aquaplaning), non frenare all'improvviso, ma rilascia gradualmente l'acceleratore e mantieni la direzione in attesa di riprendere aderenza.
nl: Voltooi 50 ritten in de regen om deze badge te winnen. Als de weg nat is en de auto begint te slippen (aquaplaning), rem dan niet abrupt, maar laat geleidelijk het gas los en houd je richting aan terwijl je wacht tot je weer grip krijgt.
pt: Complete 50 viagens na chuva para ganhar este distintivo. Se a estrada estiver molhada e o veículo começar a escorregar (Aquplaning), não freia abruptamente, mas gradualmente solte o acelerador e mantenha sua direção enquanto espera para recuperar a tração.

# badge_rain_trip_name_1
source: Droplet
da: Bamses Regnvejrssang
es: Gotitas
fr: Gouttelette
it: Goccioline
nl: Gedruppel
pt: Gotícula

# badge_rain_trip_name_2
source: Downpour
da: It's Raining Men
es: Tormenta
fr: Averse
it: Acquazzone
nl: Regenbui
pt: Aguaceiro

# badge_rain_trip_notif_1
source: You've just won the Droplet badge (10 trips under the rain). Bravo!
es: Acabas de ganar la insignia Gotitas (10 viajes bajo la lluvia). Felicitaciones!
fr: Vous venez de remporter le badge Gouttelette (10 trajets sous la pluie). Bravo !
it: Hai appena vinto il badge Goccioline (10 viaggi sotto la pioggia). Bravo!

# badge_rain_trip_notif_2
source: You've just won the Downpour badge (20 trips under the rain). Bravo!
es: Acaba de ganar la insignia Tormenta (20 viajes bajo la lluvia). Felicitaciones!
fr: Vous venez de remporter le badge Averse (20 trajets sous la pluie). Bravo !
it: Hai appena vinto il badge Acquazzone (20 viaggi sotto la pioggia). Bravo!

# badge_rain_trip_notif_3
source: You've just won the Singing in the rain badge (20 trips under the rain). Bravo!
es: Acabas de ganar la insignia Singing in the rain (50 viajes bajo la lluvia). Felicitaciones!
fr: Vous venez de remporter le badge Singing in the rain (50 trajets sous la pluie). Bravo !
it: Hai appena vinto il badge Singing in the rain (50 viaggi sotto la pioggia). Bravo!

# badge_rain_trip_progress_1
source: You still have %@ trips to complete to win this badge.
da: Kør %@ -ture for at vinde denne badge.
es: Tienes que hacer %@ viajes más para ganar esta placa.
fr: Il vous reste %@ trajets à parcourir pour remporter ce badge.
it: Hai ancora dei %@ viaggi da percorrere per vincere questo badge.
nl: Je moet nog %@ ritten voltooien om deze badge te winnen.
pt: Você ainda tem %@ viagens para concluir para ganhar este crachá.

# badge_rain_trip_progress_2
source: You still have %@ trips to complete to win this badge.
da: Kør %S -ture for at vinde denne badge.
es: Tienes que hacer %@ viajes más para ganar esta placa.
fr: Il vous reste %@ trajets à parcourir pour remporter ce badge.
it: Hai ancora dei %@ viaggi da percorrere per vincere questo badge.
nl: Je moet nog %@ ritten voltooien om deze badge te winnen.
pt: Você ainda tem %@ viagens para concluir para ganhar este crachá.

# badge_rain_trip_progress_3
source: You still have %@ trips to complete to win this badge.
da: Kør %@ -ture for at vinde denne badge.
es: Tienes que hacer %@ viajes más para ganar esta placa.
fr: Il vous reste %@ trajets à parcourir pour remporter ce badge.
it: Hai ancora dei %@ viaggi da percorrere per vincere questo badge.
nl: Je moet nog %@ ritten voltooien om deze badge te winnen.
pt: Você ainda tem %@ viagens para concluir para ganhar este crachá.

# badge_rain_trip_theme
source: Driving in rain
da: Kørsel i regn
es: Conducir en tiempo húmedo
fr: Conduite par temps pluvieux
it: Guida con pioggia
nl: Rijden in de regen
pt: Dirigindo na chuva

# badge_range_average_congrats_1
source: Congratulations, you have achieved the objective!
da: Tillykke, du har nået målet!
es: Enhorabuena, has alcanzado tu objetivo!
fr: Félicitations, vous avez atteint l'objectif !
it: Congratulazioni, hai raggiunto l'obiettivo!
nl: Gefeliciteerd, je hebt je doel bereikt!
pt: Parabéns, você alcançou o objetivo!

# badge_range_average_congrats_2
source: Congratulations, you have achieved the objective!
da: Tillykke, du har nået målet!
es: Enhorabuena, has alcanzado tu objetivo!
fr: Félicitations, vous avez atteint l'objectif !
it: Congratulazioni, hai raggiunto l'obiettivo!
nl: Gefeliciteerd, je hebt je doel bereikt!
pt: Parabéns, você alcançou o objetivo!

# badge_range_average_congrats_3
source: Congratulations, you have achieved the objective!
da: Tillykke, du har nået målet!
es: Enhorabuena, has alcanzado tu objetivo!
fr: Félicitations, vous avez atteint l'objectif !
it: Congratulazioni, hai raggiunto l'obiettivo!
nl: Gefeliciteerd, je hebt je doel bereikt!
pt: Parabéns, você alcançou o objetivo!

# badge_range_average_description_1
source: To win this badge, you just have to complete at least 10 medium distance trips (less than 100 km).
da: For at vinde denne badge skal du have kørt 10 ture på op til 100 km.
es: Para ganar esta insignia, sólo es necesario hacer al menos 10 viajes de media distancia (menos de 100 km).
fr: Pour gagner ce badge, il vous suffit de réaliser au moins 10 trajets de moyenne distance (moins de 100 km).
it: Per ottenere questo badge, devi compiere solo almeno 10 viaggi di distanza media (meno di 100 km).
nl: Om deze badge te winnen, moet je minstens 10 ritten van gemiddelde afstand (minder dan 100 km) voltooien.
pt: Para ganhar esse crachá, você só precisa completar pelo menos 10 viagens de distância média (menos de 100 km).

# badge_range_average_description_2
source: To win this badge, you just have to complete at least 20 medium distance trips (less than 100 km).
da: For at vinde denne badge skal du have kørt 20 ture på op til 100 km.
es: Para ganar esta insignia, sólo es necesario hacer al menos 20 viajes de media distancia (menos de 100 km).
fr: Pour gagner ce badge, il vous suffit de réaliser au moins 20 trajets de moyenne distance (moins de 100 km).
it: Per ottenere questo badge, devi compiere solo almeno 20 viaggi di distanza media (meno di 100 km).
nl: Om deze badge te winnen, moet je minstens 20 ritten van gemiddelde afstand (minder dan 100 km) volbrengen.
pt: Para ganhar esse crachá, você só precisa completar pelo menos 20 viagens de distância média (menos de 100 km).
