Repository: DriveQuantPublic/drivekit-ui-ios
Catalog: DriveKitDriverAchievementUI/Localizable/*.lproj/DriverAchievementLocalizables.strings
Languages: da, es, fr, it, nl, pt

# badge_expressway_distance_description_1
source: To win this badge, you must drive at least 100 km on the expressway. Careful, these trips are more monotonous and tiring. Try to stay alert.
da: For at vinde denne badge skal du have kørt 100 km på motorvejen. Disse ture kan være monotone og trættende, så husk at holde pauser ca. hveranden time, så du kan køre opmærksomt.
es: Para obtener esta placa, debe conducir al menos 100 km por autopistas. Ten cuidado, estos viajes son más monótonos y agotadores. Trate de no disminuir su estado de alerta.
fr: Pour décrocher ce badge, vous devez rouler au moins 100 km sur des voies rapides. Attention, ces trajets sont plus monotones et fatiguant. Essayez de ne pas baisser votre vigilance.
it: Per ottenere questo badge, devi guidare per almeno 100 km in autostrada. Questi viaggi sono i più monotoni e stancanti. Cerca di non abbassare la vigilanza.
nl: Om deze badge te winnen, moet je minstens 100 km op de snelweg rijden. Pas op, deze ritten zijn eentoniger en vermoeiender. Probeer alert te blijven.
pt: Para ganhar esse crachá, você deve dirigir pelo menos 100 km na via expressa. Cuidado, essas viagens são mais monótonas e cansativas. Tente ficar alerta.

# badge_expressway_distance_description_2
source: To obtain this badge, you just have to cover 300 km on the expressway. Before leaving, don't forget to check the condition of your vehicle (tire pressure, brakes, lights and windshield wipers).
da: For at få denne badge skal du køre 300 km på motorvej. Husk at tjekke dæktryk, bremser, lys og vinduesviskere, inden du tager hjemmefra. Det gider du ikke bøvle med på en rasteplads.
es: Para obtener esta insignia, todo lo que tienes que hacer es conducir 300 km por las autopistas. Antes de la salida, no olvide comprobar el estado de su vehículo (presión de los neumáticos, frenos, iluminación y limpiaparabrisas).
fr: Pour obtenir ce badge, il vous suffit de parcourir 300 km sur des voies rapides. Avant le départ, n'oubliez pas de contrôler l’état de votre véhicule (pression des pneus, freins, éclairage et essuie-glaces).
it: Per ottenere questo badge, devi solo percorrere 300 km in autostrada. Prima della partenza, non dimenticare di controllare le condizioni del veicolo (pressione dei pneumatici, freni, illuminazione e tergicristalli).
nl: Om deze badge te krijgen, hoef je maar 300 km op de snelweg af te leggen. Vergeet niet voor vertrek de staat van je voertuig te controleren (bandenspanning, remmen, verlichting en ruitenwissers).
pt: Para obter esse crachá, você só precisa cobrir 300 km na via expressa. Antes de sair, não se esqueça de verificar a condição do seu veículo (pressão dos pneus, freios, luzes e limpadores de pára -brisa).

# badge_expressway_distance_description_3
source: Drive 1000 km on the expressway to get this badge. Don't forget the basic rule: To limit the risk of sleepiness, take a fifteen minute break every two hours.
da: Kør 1000 km på motorvejen for at få denne badge. Tag et kvarters pause hveranden time for at undgå at blive søvnig. Det er bedre givet ud end fx at køre videre med høj musik og vinduet rullet ned. Og det behøver vitterlig kun være et kvarters pause, hvor du strækker benene og får noget luft.
es: Conduzca 1000 km por caminos rápidos para ganar esta insignia. Nunca olvide la regla básica: Para limitar el riesgo de quedarse dormido, tome descansos de unos quince minutos cada dos horas.
fr: Conduisez 1000 km sur des voies rapides pour remporter ce badge. N'oubliez jamais la règle de base : Pour limiter le risque d'endormissement, faites des pauses d’une quinzaine de minutes toutes les deux heures.
it: Percorri 1000 km in autostrada per guadagnare questo badge. Non dimenticare mai la regola di base: per limitare il rischio di addormentarti, fai delle pause di quindici minuti ogni due ore.
nl: Rijd 1000 km op de snelweg om deze badge te krijgen. Vergeet de basisregel niet: Neem om de twee uur een pauze van vijftien minuten om het risico op slaperigheid te beperken.
pt: Dirija 1000 km na via expressa para obter esse crachá. Não se esqueça da regra básica: para limitar o risco de sonolência, faça um intervalo de quinze minutos a cada duas horas.

# badge_expressway_distance_notif_1
source: You've just won the Fast and Serious badge (100 km on the expressway). Bravo!
es: Acaba de ganar la insignia Fast and Serious (100 km en autopistas). Felicitaciones!
fr: Vous venez de remporter le badge Fast and Serious (100 km sur voies rapides). Bravo !
it: Hai appena vinto il badge Fast and Serious (100 km in autostrada). Bravo!

# badge_expressway_distance_notif_2
source: You've just won the Road Trip badge (300 km on the expressway). Bravo!
es: Acaba de ganar el distintivo Road Trip (300 km en autopistas). Felicitaciones!
fr: Vous venez de remporter le badge Road Trip (300 km sur voies rapides). Bravo !
it: Hai appena vinto il badge Road Trip (300 km in autostrada). Bravo!

# badge_expressway_distance_notif_3
source: You've just won the Easy Rider badge (1000 km on the expressway). Bravo!
es: Acaba de ganar la insignia Easy Rider (1000 km en autopistas). Felicitaciones!
fr: Vous venez de remporter le badge Easy Rider (1000 km sur voies rapides). Bravo !
it: Hai appena vinto il badge Easy Rider (1000 km in autostrada). Bravo!

# badge_expressway_distance_progress_1
source: You have %@ kilometers to go to win this badge.
da: Kør %@ kilometer for at vinde denne badge.
es: Todavía te quedan %@ km para ganar esta placa
fr: Il vous reste %@ kilomètres à parcourir pour remporter ce badge.
it: Hai ancora %@ chilometri da percorrere per vincere questo badge.
nl: Je hebt nog %@ kilometers te gaan om deze badge te winnen.
pt: Você tem %@ quilômetros para ganhar esse crachá.

# badge_expressway_distance_progress_2
source: You have %@ kilometers to go to win this badge.
da: Kør %@ kilometer for at vinde denne badge.
es: Todavía te quedan %@ km para ganar esta placa
fr: Il vous reste %@ kilomètres à parcourir pour remporter ce badge.
it: Hai ancora %@ chilometri da percorrere per vincere questo badge.
nl: Je hebt nog %@ kilometers te gaan om deze badge te winnen.
pt: Você tem %@ quilômetros para ganhar esse crachá.

# badge_expressway_distance_progress_3
source: You have %@ kilometers to go to win this badge.
da: Kør %@ kilometer for at vinde denne badge.
es: Todavía te quedan %@ km para ganar esta placa
fr: Il vous reste %@ kilomètres à parcourir pour remporter ce badge.
it: Hai ancora %@ chilometri da percorrere per vincere questo badge.
nl: Je hebt nog %@ kilometers te gaan om deze badge te winnen.
pt: Você tem %@ quilômetros para ganhar esse crachá.

# badge_expressway_distance_theme
source: Driving on the expressway
da: Kørsel på motorvejen
es: Conducción en autopistas
fr: Conduite sur voies rapides
it: Guida su superstrade
nl: Rijden op de snelweg
pt: Dirigindo na via expressa

# badge_extra_urban_distance_congrats_1
source: Congratulations, you have achieved the objective!
da: Tillykke, du har nået målet!
es: Enhorabuena, has alcanzado tu objetivo!
fr: Félicitations, vous avez atteint l'objectif !
it: Congratulazioni, hai raggiunto l'obiettivo!
nl: Gefeliciteerd, je hebt je doel bereikt!
pt: Parabéns, você alcançou o objetivo!

# badge_extra_urban_distance_congrats_2
source: Congratulations, you have achieved the objective!
da: Tillykke, du har nået målet!
es: Enhorabuena, has alcanzado tu objetivo!
fr: Félicitations, vous avez atteint l'objectif !
it: Congratulazioni, hai raggiunto l'obiettivo!
nl: Gefeliciteerd, je hebt je doel bereikt!
pt: Parabéns, você alcançou o objetivo!

# badge_extra_urban_distance_congrats_3
source: Congratulations, you have achieved the objective!
da: Tillykke, du har nået målet!
es: Enhorabuena, has alcanzado tu objetivo!
fr: Félicitations, vous avez atteint l'objectif !
it: Congratulazioni, hai raggiunto l'obiettivo!
nl: Gefeliciteerd, je hebt je doel bereikt!
pt: Parabéns, você alcançou o objetivo!

# badge_extra_urban_distance_description_1
source: Cover more than 100 km outside of an urban area to validate this badge. Outside of cities, the traffic is smoother but dangers exist. Think of always respecting safe distances and look ahead to anticipate any situation.
da: Kør over 100 km uden for et byområde, og få denne solbeskinnede badge forærende af Birthe Kjær. Husk som altid at holde god afstand til bilen foran dig.
es: Recorre más de 100 km a las afueras de una ciudad para validar esta insignia. Fuera de las ciudades, el tráfico es más fluido, pero hay peligros. Recuerde siempre respetar las distancias de seguridad y mirar hacia otro lado para anticiparse a todas las situaciones.
fr: Parcourez plus de 100 km en dehors d'une agglomération pour valider ce badge. Hors des villes, le trafic est plus fluide mais les dangers existent. Pensez toujours à respecter les distances de sécurité et à porter votre regard au loin pour anticiper toutes les situations.
it: Percorri oltre 100 km al di fuori di un centro abitato per convalidare questo badge. Fuori dalle città, il traffico è più fluido ma esistono dei pericoli. Ricorda sempre di rispettare le distanze di sicurezza e di distogliere lo sguardo per anticipare tutte le situazioni.
nl: Leg meer dan 100 km af buiten de bebouwde kom om deze badge te verdienen. Buiten de bebouwde kom is het verkeer vlotter, maar er bestaan gevaren. Denk eraan om altijd veilige afstanden te respecteren en kijk vooruit om op elke situatie te anticiperen.
pt: Cubra mais de 100 km fora de uma área urbana para validar esse crachá. Fora das cidades, o tráfego é mais suave, mas existem perigos. Pense em sempre respeitar as distâncias seguras e procure antecipar qualquer situação.

# badge_extra_urban_distance_description_2
source: To obtain this badge, you must cover 300 km in a suburban environment. On a country road, think of bikes and particularly in turns.
da: For at få denne badge skal du køre 300 km uden for byen. Pas på cyklerne ude på landevejen, og orientér dig ekstra godt efter fx fodgængere, når du skal dreje.
es: Para obtener este distintivo, debe conducir 300 km en un entorno extraurbano. En una carretera rural, piense en las bicicletas, especialmente al salir de las curvas.
fr: Pour obtenir ce badge, vous devez conduire 300 km dans un environnement extra-urbain. Sur une route de campagne, pensez aux vélos en particulier en sortie de virage.
it: Per ottenere questo badge, devi percorrere 300 km in un ambiente extraurbano. Su una strada di campagna, pensa alle bici in particolare quando esci dalle curve.
nl: Om deze badge te krijgen, moet je 300 km afleggen buiten de bebouwde kom. Denk op een landweg aan fietsen en vooral in bochten.
pt: Para obter esse crachá, você deve cobrir 300 km em um ambiente suburbano. Em uma estrada rural, pense em bicicletas e, particularmente, em reviravoltas.

# badge_extra_urban_distance_description_3
source: To win this badge, you must cover 1000 km in a suburban environment. It is important to properly deal with changes in speed from the city to the suburbs. Progressively increase your speed as soon as leaving the city. Similarly, anticipate your deceleration to reach a speed of 50 km/h when returning to an urban area.
da: For at vinde denne badge skal du have kørt 1000 km uden for byen. Husk, at hastighederne kan ændre sig hurtigt: Lad være med at hamre speederen i bund, når du skal op i fart (for hurtig acceleration larmer og er forstyrrende for folk, der bor i nærheden). Og husk også at lette på pedalen i god tid, inden du skal være nede på 50 km/t i et byområde.
es: Para ganar esta insignia, usted debe completar 1000 km en un entorno extra-urbano. Es importante gestionar los cambios de velocidad al trasladarse de la ciudad a las zonas extra-urbanas. Aumente gradualmente su ritmo a medida que abandona la ciudad. Por otro lado, anticipe su desaceleración para alcanzar una velocidad de 50 km/h cuando regrese a las áreas urbanas.
fr: Pour gagner ce badge, vous devez réaliser 1000 km dans un environnement extra-urbain. Il est important de bien gérer les changements d'allure lors des passages de la ville à des zones extra-urbaines. Augmentez progressivement votre allure dès la sortie de la ville. A l'inverse, anticipez votre décélération pour atteindre une vitesse de 50 km/h lors d'un retour en zone urbaine.
it: Per ottenere questo badge, devi completare 1000 km in un ambiente extraurbano. È importante gestire correttamente i cambiamenti di ritmo quando ci si sposta dalla città alle aree extraurbane. Aumenta gradualmente il ritmo non appena lasci la città. Al contrario, anticipa la decelerazione per raggiungere una velocità di 50 km/h quando torni in un'area urbana.
nl: Om deze badge te winnen, moet je 1000 km afleggen buiten de bebouwde kom. Het is belangrijk om goed om te gaan met snelheidsveranderingen binnen en buiten de bebouwde kom. Voer je snelheid geleidelijk op zodra je de stad verlaat. Houd ook rekening met de snelheidslimiet wanneer je terugkeert naar de bebouwde kom.
pt: Para ganhar esse crachá, você deve cobrir 1000 km em um ambiente suburbano. É importante lidar adequadamente com mudanças na velocidade da cidade para os subúrbios. Aumente progressivamente sua velocidade assim que deixar a cidade. Da mesma forma, antecipe sua desaceleração para atingir uma velocidade de 50 km/h ao retornar a uma área urbana.

# badge_extra_urban_distance_name_1
source: Ride
da: Sommer og sol
es: Un paseo
fr: Balade
it: Passeggiata
nl: Uitstap
pt: Andar de

# badge_extra_urban_distance_name_2
source: Evasion
da: Driving Home For Christmas
es: Evasión
it: Evasione
nl: Dagtrip
pt: Evasão

# badge_extra_urban_distance_name_3
source: Grand Air
da: I'm Gonna Be (500 miles)
es: Gran Aire
it: All’aria aperta?
nl: Excursie
pt: Ao ar livre

# badge_extra_urban_distance_notif_1
source: You've just won the Ride badge (100 km in a suburban environment). Bravo!
es: Acaba de ganar la insignia de Balade (100 km en un entorno extraurbano). Felicitaciones!
fr: Vous venez de remporter le badge Balade (100 km en milieu extra-urbain). Bravo !
it: Hai appena vinto il badge Passeggiata (100 km in aree extraurbane). Bravo!

# badge_extra_urban_distance_notif_2
source: You've just won the Evasion badge (300 km in a suburban environment). Bravo!
es: Acaba de ganar la insignia de Evasión (300 km en un entorno extra-urbano). Felicitaciones!
fr: Vous venez de remporter le badge Evasion (300 km en milieu extra-urbain). Bravo !
it: Hai appena vinto il badge Evasione (300 km in un ambiente extraurbano). Bravo!

# badge_extra_urban_distance_notif_3
source: You've just won the Grand Air badge (1000 km in a suburban environment). Bravo!
es: Acaba de ganar la insignia Gran Aire (1000 km en un entorno extra-urbano). Felicitaciones!
fr: Vous venez de remporter le badge Grand Air (1000 km en milieu extra-urbain). Bravo !
it: Hai appena vinto il badge All’aria aperta (1000 km in aree extraurbane). Bravo!

# badge_extra_urban_distance_progress_1
source: You have %@ kilometers to go to win this badge.
da: Kør %@ kilometer for at vinde denne badge.
es: Todavía te quedan %@ km para ganar esta placa
fr: Il vous reste %@ kilomètres à parcourir pour remporter ce badge.
it: Hai ancora %@ chilometri da percorrere per vincere questo badge.
nl: Je hebt nog %@ kilometers te gaan om deze badge te winnen.
pt: Você tem %@ quilômetros para ganhar esse crachá.

# badge_extra_urban_distance_progress_2
source: You have %@ kilometers to go to win this badge.
da: Kør %@ kilometer for at vinde denne badge.
es: Todavía te quedan %@ km para ganar esta placa
fr: Il vous reste %@ kilomètres à parcourir pour remporter ce badge.
it: Hai ancora %@ chilometri da percorrere per vincere questo badge.
nl: Je hebt nog %@ kilometers te gaan om deze badge te winnen.
pt: Você tem %@ quilômetros para ganhar esse crachá.

# badge_extra_urban_distance_progress_3
source: You have %@ kilometers to go to win this badge.
da: Kør %@ kilometer for at vinde denne badge.
es: Todavía te quedan %@ km para ganar esta placa
fr: Il vous reste %@ kilomètres à parcourir pour remporter ce badge.
it: Hai ancora %@ chilometri da percorrere per vincere questo badge.
nl: Je hebt nog %@ kilometers te gaan om deze badge te winnen.
pt: Você tem %@ quilômetros para ganhar esse crachá.

# badge_extra_urban_distance_theme
source: Driving in a suburban area
da: Kørsel udenfor byen
es: Conducir en zonas extra-urbanas
fr: Conduite en zone extra-urbaine
it: Guidare in aree extraurbane
nl: Rijden buiten de bebouwde kom
pt: Dirigindo em uma área suburbana

# badge_night_trip_congrats_1
source: Congratulations, you have achieved the objective!
da: Tillykke, du har nået målet!
es: Enhorabuena, has alcanzado tu objetivo!
fr: Félicitations, vous avez atteint l'objectif !
it: Congratulazioni, hai raggiunto l'obiettivo!
nl: Gefeliciteerd, je hebt je doel bereikt!
pt: Parabéns, você alcançou o objetivo!

# badge_night_trip_congrats_2
source: Congratulations, you have achieved the objective!
da: Tillykke, du har nået målet!
es: Enhorabuena, has alcanzado tu objetivo!
fr: Félicitations, vous avez atteint l'objectif !
it: Congratulazioni, hai raggiunto l'obiettivo!
nl: Gefeliciteerd, je hebt je doel bereikt!
pt: Parabéns, você alcançou o objetivo!

# badge_night_trip_congrats_3
source: Congratulations, you have achieved the objective!
da: Tillykke, du har nået målet!
es: Enhorabuena, has alcanzado tu objetivo!
fr: Félicitations, vous avez atteint l'objectif !
it: Congratulazioni, hai raggiunto l'obiettivo!
nl: Gefeliciteerd, je hebt je doel bereikt!
pt: Parabéns, você alcançou o objetivo!

# badge_night_trip_description_1
source: Complete 10 trips at night to validate this badge. Before leaving, to see properly but also to be seen, check that your vehicle's lights are working.
da: Kør 10 ture om natten for at få denne badge. Husk at tjekke, om lyset på bilen fungerer.
es: Haga 10 viajes de noche para validar esta insignia. Antes de salir, para ver bien pero también para ser visto, compruebe que las luces de su vehículo funcionan.
fr: Réalisez 10 trajets la nuit pour valider ce badge. Avant de partir, pour bien voir mais aussi pour être vu, vérifiez que les feux de votre véhicule fonctionnent.
it: Fai 10 viaggi di notte per convalidare questo badge. Prima di partire, per vedere bene ma anche per essere visto, controlla che le luci sul tuo veicolo funzionino.
nl: Voltooi 10 ritten's nachts om deze badge te valideren. Om goed te kunnen zien, maar ook om gezien te worden, moet je voor vertrek controleren of de verlichting van je voertuig werkt.
pt: Complete 10 viagens à noite para validar este crachá. Antes de sair, para ver corretamente, mas também para ser visto, verifique se as luzes do seu veículo estão funcionando.

# badge_night_trip_description_2
source: Complete 20 trips at night to win this badge. Even if you have very good eyesight, the perception of the road is different at night: Fading of the contrasts and three dimensional perspective or the glare when crossing another vehicle. Driving at night requires much concentration.
da: Kør 20 ture om natten for at vinde denne badge. Husk at få hvilet godt ud inden din køretur, da det kræver meget koncentration at køre sikkert om natten.
es: Haz 20 viajes de noche para ganar esta insignia. Incluso si tienes muy buena vista, la percepción de la carretera es diferente por la noche: Contraste y atenuación o deslumbramiento al cruzar con otro vehículo. Conducir de noche requiere mucha concentración.
fr: Réalisez 20 trajets la nuit pour remporter ce badge. Même si vous avez une très bonne vue, la perception de la route est différente la nuit : Atténuation des contrastes et du relief ou éblouissement lors de croisement avec un autre véhicule. Conduire la nuit requière une grande concentration.
it: Fai 20 viaggi di notte per vincere questo badge. Anche se hai un’ottima vista, la percezione della strada è diversa di notte: attenuazione dei contrasti e rilievo o abbagliamento quando si attraversa un altro veicolo. Guidare di notte richiede grande concentrazione.
nl: Voltooi 20 ritten's nachts om deze badge te winnen. Zelfs als je een zeer goed gezichtsvermogen hebt, is de waarneming van de weg's nachts anders: De contrasten en het driedimensionale perspectief vervagen of je ziet een verblinding als je een ander voertuig kruist.'s Nachts rijden vergt veel concentratie.
pt: Complete 20 viagens à noite para ganhar este distintivo. Mesmo se você tiver uma visão muito boa, a percepção da estrada é diferente à noite: desbotamento dos contrastes e perspectiva tridimensional ou o brilho ao atravessar outro veículo. Dirigir à noite requer muita concentração.

# badge_night_trip_description_3
source: Complete 50 trips at night to win this badge. At night, it is more difficult to judge distances than during the day. To prevent road risks, you can reduce your speed depending on the speed restrictions.
da: Kør 50 ture om natten for at vinde denne badge. Det kan være svært at bedømme afstande om natten, så husk at holde ekstra god afstand til de andre biler, når du kører.
es: Haz 50 viajes de noche para ganar esta insignia. Por la noche, es más difícil estimar las distancias que durante el día. Para prevenir el riesgo en la carretera, puede reducir su velocidad en comparación con las velocidades impuestas.
fr: Réalisez 50 trajets la nuit pour remporter ce badge. La nuit, il est plus difficile d’évaluer les distances que le jour. Pour prévenir le risque routier, vous pouvez réduire votre allure par rapport aux vitesses imposées.
it: Fai 50 viaggi di notte per vincere questo badge. Di notte, è più difficile valutare le distanze rispetto al giorno. Per prevenire i rischi della strada, è possibile ridurre la velocità rispetto alle velocità imposte.
nl: Voltooi 50 ritten's nachts om deze badge te winnen.'s Nachts is het moeilijker om afstanden te beoordelen dan overdag. Om risico's op de weg te voorkomen, kun je je snelheid verlagen afhankelijk van de snelheidsbeperkingen.
pt: Complete 50 viagens à noite para ganhar este distintivo. À noite, é mais difícil julgar distâncias do que durante o dia. Para evitar riscos rodoviários, você pode reduzir sua velocidade, dependendo das restrições de velocidade.

# badge_night_trip_name_1
source: Firefly
da: Ildflue
es: Luciérnaga
fr: Luciole
it: Lucciole
nl: Glimworm

# badge_night_trip_name_2
source: Owl
da: Natsværmer
es: Búho
fr: Hibou
it: Gufo
nl: Nachtvlinder
pt: Coruja

# badge_night_trip_name_3
source: Full Moon
da: Ugle
es: Luna llena
fr: Pleine lune
it: Plenilunio
nl: Nachtuil
pt: Lua cheia

# badge_night_trip_notif_1
source: You've just won the Firefly badge (10 trips at night). Bravo!
es: Acabas de ganar la insignia Firefly (10 viajes por la noche). Felicitaciones!
fr: Vous venez de remporter le badge Luciole (10 trajets la nuit). Bravo !
it: Hai appena vinto il badge Lucciole (10 viaggi di notte). Bravo!

# badge_night_trip_notif_2
source: You've just won the Owl badge (20 trips at night). Bravo!
es: Acaba de ganar la insignia Búho (20 viajes nocturnos). Felicitaciones!
fr: Vous venez de remporter le badge Hibou (20 trajets la nuit). Bravo !
it: Hai appena vinto il badge Gufo (20 viaggi di notte). Bravo!

# badge_night_trip_notif_3
source: You've just won the Full Moon badge (50 trips at night). Bravo!
es: Acaba de ganar la insignia de Luna Llena (50 viajes por la noche). Felicitaciones!
fr: Vous venez de remporter le badge Pleine lune (50 trajets la nuit). Bravo !
it: Hai appena vinto il badge Plenilunio (50 viaggi di notte). Bravo!
