Repository: DriveQuantPublic/drivekit-ui-ios
Catalog: DriveKitDriverAchievementUI/Localizable/*.lproj/DriverAchievementLocalizables.strings
Languages: da, es, fr, it, nl, pt

# badge_distance_beginer_notif_1
source: You've just won the Jogging badge (10 km). Bravo!
es: Acaba de ganar la insignia de pie (10 km). Felicitaciones!
fr: Vous venez de remporter le badge Footing (10 km). Bravo !
it: Hai appena vinto il badge Footing (10 km). Bravo!

# badge_distance_beginer_notif_2
source: You've just won the Marathon badge (50 km). Bravo!
es: Acaba de ganar la medalla de Maratón (50 km). Felicitaciones!
fr: Vous venez de remporter le badge Marathon (50 km). Bravo !
it: Hai appena vinto il badge Maratona (50 km). Bravo!

# badge_distance_beginer_notif_3
source: You've just won the Ultra-trail badge (100 km). Bravo!
es: Acaba de ganar la insignia Ultra-trail (100 km). Felicitaciones!
fr: Vous venez de remporter le badge Ultra-trail (100 km). Bravo !
it: Hai appena vinto il badge Ultra-trail (100 km). Bravo!

# badge_distance_beginer_progress_1
source: You have %@ kilometers to go to win this badge.
da: Kør %@ kilometer for at vinde denne badge.
es: Todavía te quedan %@ km para ganar esta placa
fr: Il vous reste %@ kilomètres à parcourir pour remporter ce badge.
it: Hai ancora %@ chilometri da percorrere per vincere questo badge.
nl: Je hebt nog %@ kilometers te gaan om deze badge te winnen.
pt: Você tem %@ quilômetros para ganhar esse crachá.

# badge_distance_beginer_progress_2
source: You have %@ kilometers to go to win this badge.
da: Kør %@ kilometer for at vinde denne badge.
es: Todavía te quedan %@ km para ganar esta placa
fr: Il vous reste %@ kilomètres à parcourir pour remporter ce badge.
it: Hai ancora %@ chilometri da percorrere per vincere questo badge.
nl: Je hebt nog %@ kilometers te gaan om deze badge te winnen.
pt: Você tem %@ quilômetros para ganhar esse crachá.

# badge_distance_beginer_progress_3
source: You have %@ kilometers to go to win this badge.
da: Kør %@ kilometer for at vinde denne badge.
es: Todavía te quedan %@ km para ganar esta placa
fr: Il vous reste %@ kilomètres à parcourir pour remporter ce badge.
it: Hai ancora %@ chilometri da percorrere per vincere questo badge.
nl: Je hebt nog %@ kilometers te gaan om deze badge te winnen.
pt: Você tem %@ quilômetros para ganhar esse crachá.

# badge_distance_beginer_theme
source: Distance traveled - Beginner
da: Rejseafstand - begynder
es: Distancia recorrida - Principiante
fr: Distance parcourue - Débutant
it: Distanza percorsa - Principiante
nl: Afgelegde afstand - Beginner
pt: Distância percorrida - iniciante

# badge_distance_expert_congrats_1
source: Congratulations, you have achieved the objective!
da: Tillykke, du har nået målet!
es: Enhorabuena, has alcanzado tu objetivo!
fr: Félicitations, vous avez atteint l'objectif !
it: Congratulazioni, hai raggiunto l'obiettivo!
nl: Gefeliciteerd, je hebt je doel bereikt!
pt: Parabéns, você alcançou o objetivo!

# badge_distance_expert_congrats_2
source: Congratulations, you have achieved the objective!
da: Tillykke, du har nået målet!
es: Enhorabuena, has alcanzado tu objetivo!
fr: Félicitations, vous avez atteint l'objectif !
it: Congratulazioni, hai raggiunto l'obiettivo!
nl: Gefeliciteerd, je hebt je doel bereikt!
pt: Parabéns, você alcançou o objetivo!

# badge_distance_expert_congrats_3
source: Congratulations, you have achieved the objective!
da: Tillykke, du har nået målet!
es: Enhorabuena, has alcanzado tu objetivo!
fr: Félicitations, vous avez atteint l'objectif !
it: Congratulazioni, hai raggiunto l'obiettivo!
nl: Gefeliciteerd, je hebt je doel bereikt!
pt: Parabéns, você alcançou o objetivo!

# badge_distance_expert_description_1
source: Cover the equivalent distance between Paris and Moscow to obtain this badge.
da: Kør det antal kilometer, der svarer til at køre fra toppen af Danmark til toppen af Norge, for at få denne badge.
es: Anote el equivalente de la distancia entre París y Moscú para obtener esta insignia.
fr: Enregistrez l'équivalent de la distance qui sépare Paris et Moscou pour obtenir ce badge.
it: Registra l'equivalente della distanza tra Parigi e Mosca per ottenere questo badge.
nl: Leg de afstand tussen Brussel en Athene af om deze badge te krijgen.
pt: Cubra a distância equivalente entre Paris e Moscou para obter esse distintivo.

# badge_distance_expert_description_2
source: Route 66 is an american highway that connects Chicago to Santa Monica. To win this badge try to cover 1000 km more than this legendary highway.
da: Kør det antal kilometer, der svarer til at køre på tværs af verdens næststørste land, Canada.
es: La Ruta 66 es una carretera americana que unía Chicago con Santa Mónica. Para ganar esta insignia, intente recorrer 1000 km más que este mítico camino.
fr: La Route 66 est une route américaine qui reliait Chicago à Santa Monica. Pour gagner ce badge tentez de parcourir 1000 km de plus que cette route mythique.
it: La Route 66 è una strada americana che collegava Chicago a Santa Monica. Per guadagnare questo badge, prova a percorrere 1000 km in più rispetto a questo percorso leggendario.
nl: Route 66 is een Amerikaanse snelweg die Chicago met Santa Monica verbindt. Om deze badge te winnen moet je 1000 km meer afleggen dan deze legendarische snelweg.
pt: A Rota 66 é uma estrada americana que conecta Chicago a Santa Monica. Para ganhar este crachá, tente cobrir 1000 km a mais do que esta rodovia lendária.

# badge_distance_expert_description_3
source: Cover the distance between Paris and Tokyo as the crow flies to win this badge.
da: Tilbagelæg afstanden mellem Paris og Tokyo i fugleflugt. Det er ca. 10.000 km, hvis ikke du lige vidste det.
es: Recorre la distancia entre París y Tokio a vuelo de pájaro para ganar esta insignia.
fr: Parcourez la distance qui sépare Paris et Tokyo à vol d'oiseau pour gagner ce badge.
it: Percorri la distanza tra Parigi e Tokyo in linea d'aria per guadagnare questo badge.
nl: Leg hemelsbreed de afstand tussen Brussel en Tokio af om deze badge te winnen.
pt: Cubra a distância entre Paris e Tóquio enquanto o corvo voa para ganhar esse distintivo.

# badge_distance_expert_name_1
source: Paris-Moscow
da: Skagen-Tromsø
es: París - Moscú
fr: Paris - Moscou
it: Parigi - Mosca
nl: Brussel - Athene
pt: Paris-Moscou

# badge_distance_expert_name_2
source: Route 66
da: Quebec-Vancouver
es: Ruta 66
pt: Rota 66

# badge_distance_expert_name_3
source: Paris - Tokyo
es: París - Tokio
it: Parigi - Tokyo
nl: Brussel - Tokio
pt: Paris - Tóquio

# badge_distance_expert_notif_1
source: You've just won the Paris - Moscow badge (3000 km). Bravo!
es: Acaba de ganar la insignia París - Moscú (3000 km). Felicitaciones!
fr: Vous venez de remporter le badge Paris - Moscou (3000 km). Bravo !
it: Hai appena vinto il badge Parigi - Mosca (3000 km). Bravo!

# badge_distance_expert_notif_2
source: You've just won the Route 66 badge (5000 km). Bravo !
es: Acaba de ganar la insignia de la Ruta 66 (5000 km). Felicitaciones!
fr: Vous venez de remporter le badge Route 66 (5000 km). Bravo !
it: Hai appena vinto il badge Route 66 (5000 km). Bravo!

# badge_distance_expert_notif_3
source: You've just won the Paris - Tokyo badge (10,000 km). Bravo!
es: Acaba de ganar la insignia París - Tokio (10.000 km). Felicitaciones!
fr: Vous venez de remporter le badge Paris - Tokyo (10 000 km). Bravo !
it: Hai appena vinto il badge Parigi - Tokyo (10.000 km). Bravo!

# badge_distance_expert_progress_1
source: You have %@ kilometers to go to win this badge.
da: Kør %@ kilometer for at vinde denne badge.
es: Todavía te quedan %@ km para ganar esta placa
fr: Il vous reste %@ kilomètres à parcourir pour remporter ce badge.
it: Hai ancora %@ chilometri da percorrere per vincere questo badge.
nl: Je hebt nog %@ kilometers te gaan om deze badge te winnen.
pt: Você tem %@ quilômetros para ganhar esse crachá.

# badge_distance_expert_progress_2
source: You have %@ kilometers to go to win this badge.
da: Kør %@ kilometer for at vinde denne badge.
es: Todavía te quedan %@ km para ganar esta placa
fr: Il vous reste %@ kilomètres à parcourir pour remporter ce badge.
it: Hai ancora %@ chilometri da percorrere per vincere questo badge.
nl: Je hebt nog %@ kilometers te gaan om deze badge te winnen.
pt: Você tem %@ quilômetros para ganhar esse crachá.

# badge_distance_expert_progress_3
source: You have %@ kilometers to go to win this badge.
da: Kør %@ kilometer for at vinde denne badge.
es: Todavía te quedan %@ km para ganar esta placa
fr: Il vous reste %@ kilomètres à parcourir pour remporter ce badge.
it: Hai ancora %@ chilometri da percorrere per vincere questo badge.
nl: Je hebt nog %@ kilometers te gaan om deze badge te winnen.
pt: Você tem %@ quilômetros para ganhar esse crachá.

# badge_distance_expert_theme
source: Distance traveled - Expert
da: Rejseafstand - ekspert
es: Distancia recorrida - Experto
fr: Distance parcourue - Expert
it: Distanza percorsa - Esperto
nl: Afgelegde afstand - Expert
pt: Distância percorrida - especialista

# badge_distance_intermediate_congrats_1
source: Congratulations, you have achieved the objective!
da: Tillykke, du har nået målet!
es: Enhorabuena, has alcanzado tu objetivo!
fr: Félicitations, vous avez atteint l'objectif !
it: Congratulazioni, hai raggiunto l'obiettivo!
nl: Gefeliciteerd, je hebt je doel bereikt!
pt: Parabéns, você alcançou o objetivo!

# badge_distance_intermediate_congrats_2
source: Congratulations, you have achieved the objective!
da: Tillykke, du har nået målet!
es: Enhorabuena, has alcanzado tu objetivo!
fr: Félicitations, vous avez atteint l'objectif !
it: Congratulazioni, hai raggiunto l'obiettivo!
nl: Gefeliciteerd, je hebt je doel bereikt!
pt: Parabéns, você alcançou o objetivo!

# badge_distance_intermediate_congrats_3
source: Congratulations, you have achieved the objective!
da: Tillykke, du har nået målet!
es: Enhorabuena, has alcanzado tu objetivo!
fr: Félicitations, vous avez atteint l'objectif !
it: Congratulazioni, hai raggiunto l'obiettivo!
nl: Gefeliciteerd, je hebt je doel bereikt!
pt: Parabéns, você alcançou o objetivo!

# badge_distance_intermediate_description_1
source: Cover in automatic mode the equivalent distance between the cities of Paris and Lyon to obtain this badge.
da: Kør den afstand, der svarer til afstanden mellem Hillerød og Hirtsals, for at vinde denne badge.
es: Registrar en modo automático el equivalente de la distancia entre las ciudades de París y Lyon para obtener esta insignia.
fr: Enregistrez en mode automatique l'équivalent de la distance qui sépare les villes de Paris et Lyon pour obtenir ce badge.
it: Salva in modalità automatica l'equivalente della distanza tra le città di Parigi e Lione per ottenere questo badge.
nl: Leg in de automatische modus de equivalente afstand tussen de steden Brussel en Stuttgart af om deze badge te verkrijgen.
pt: Cubra no modo automático A distância equivalente entre as cidades de Paris e Lyon para obter esse crachá.

# badge_distance_intermediate_description_2
source: Cover as many kilometers as the total distance of the Nationale 7 highway. This road, known as the vacation highway, was the longest highway in France with 996 km.
da: Kør det antal kilometer, der svarer til afstanden mellem Sønderborg og München. Det ville i øvrigt blive en dejlig tur gennem både Hamborg og Nürnberg, og du ville endda kunne besøge det berømte Herzog Anton Ulrich-Museum i Braunschweig undervejs.
es: Registrar tantos kilómetros como la distancia total desde la Carretera Nacional 7. Esta, conocida como la ruta de las vacaciones, era la carretera nacional más larga de Francia, con 996 km.
fr: Enregistrez autant de kilomètres que la distance totale de la route nationale 7. Celle-ci, connue sous le nom de route des vacances, était la plus longue des routes nationales de France avec 996 km.
it: Registra tanti chilometri quanto la distanza totale della strada nazionale 7. Questa, conosciuta come la strada delle vacanze, era la più lunga delle strade nazionali in Francia con 996 km.
nl: Leg net zoveel kilometers af als de totale afstand tussen Brussel en Marseille. Deze weg wordt jaarlijks genomen door heel wat vakantiegangers.
pt: Cubra tantos quilômetros quanto a distância total da rodovia Nationale 7. Esta estrada, conhecida como a Rodovia de Férias, era a estrada mais longa da França, com 996 km.

# badge_distance_intermediate_description_3
source: Cover in automatic mode the equivalent distance between Paris and the capital of Portugal to obtain this badge.
da: Kør det antal kilometer, der svarer til afstanden mellem København og den italienske by Torino, hvorfra man ville kunne se smukke, snedækkede Alper.
es: Registrar en modo automático el equivalente a la distancia entre París y la capital de Portugal para obtener esta insignia.
fr: Enregistrez en mode automatique l'équivalent de la distance qui sépare Paris et la capitale du Portugal pour obtenir ce badge.
it: Registra in modalità automatica l'equivalente della distanza tra Parigi e la capitale del Portogallo per ottenere questo badge.
nl: Leg in de automatische modus de afstand tussen Brussel en de hoofdstad van Portugal af om deze badge te krijgen.
pt: Cubra no modo automático A distância equivalente entre Paris e a capital de Portugal para obter esse crachá.

# badge_distance_intermediate_name_2
source: Nationale 7
da: Sønderborg-München
es: Nacional 7
it: Nazionale 7
nl: Brussel -Marseille
pt: Nacional 7

# badge_distance_intermediate_name_3
source: Paris - Lisbonne
da: København-Torino
es: París - Lisboa
it: Parigi - Lisbona
nl: Brussel - Lissabon
pt: Paris - Lisboa

# badge_distance_intermediate_notif_1
source: You've just won the Paris - Lyon badge (500 km). Bravo!
es: Acaba de ganar la insignia París-Lyon (500 km). Felicitaciones!
fr: Vous venez de remporter le badge Paris - Lyon (500 km). Bravo !
it: Hai appena vinto il badge Parigi - Lione (500 km). Bravo!

# badge_distance_intermediate_notif_2
source: You've just won the Nationale 7 badge (1000 km). Bravo!
es: Acaba de ganar la insignia de la National 7 (1000 km). Felicitaciones!
fr: Vous venez de remporter le badge Nationale 7 (1000 km). Bravo !
it: Hai appena vinto il badge Nazionale 7 (1000 km). Bravo!

# badge_distance_intermediate_notif_3
source: You've just won the Paris - Lisbonne badge (2000 km). Bravo !
es: Acaba de ganar la insignia París - Lisboa (2000 km). Felicitaciones!
fr: Vous venez de remporter le badge Paris - Lisbonne (2000 km). Bravo !
it: Hai appena vinto il badge Parigi - Lisbona (2000 km). Bravo!

# badge_distance_intermediate_progress_1
source: You have %@ kilometers to go to win this badge.
da: Kør %@ kilometer for at vinde denne badge.
es: Todavía te quedan %@ km para ganar esta placa
fr: Il vous reste %@ kilomètres à parcourir pour remporter ce badge.
it: Hai ancora %@ chilometri da percorrere per vincere questo badge.
nl: Je hebt nog %@ kilometers te gaan om deze badge te winnen.
pt: Você tem %@ quilômetros para ganhar esse crachá.

# badge_distance_intermediate_progress_2
source: You have %@ kilometers to go to win this badge.
da: Kør %@ kilometer for at vinde denne badge.
es: Todavía te quedan %@ km para ganar esta placa
fr: Il vous reste %@ kilomètres à parcourir pour remporter ce badge.
it: Hai ancora %@ chilometri da percorrere per vincere questo badge.
nl: Je hebt nog %@ kilometers te gaan om deze badge te winnen.
pt: Você tem %@ quilômetros para ganhar esse crachá.

# badge_distance_intermediate_progress_3
source: You have %@ kilometers to go to win this badge.
da: Kør %@ kilometer for at vinde denne badge.
es: Todavía te quedan %@ km para ganar esta placa
fr: Il vous reste %@ kilomètres à parcourir pour remporter ce badge.
it: Hai ancora %@ chilometri da percorrere per vincere questo badge.
nl: Je hebt nog %@ kilometers te gaan om deze badge te winnen.
pt: Você tem %@ quilômetros para ganhar esse crachá.

# badge_distance_intermediate_theme
source: Distance traveled - Intermediate
da: Rejseafstand - letøvet
es: Distancia recorrida - Intermedio
fr: Distance parcourue - Intermédiaire
it: Distanza percorsa - Intermedio
nl: Afgelegde afstand - Intermediair
pt: Distância percorrida - intermediário

# badge_efficiency_expressway_congrats_1
source: Congratulations, you have achieved the objective!
da: Tillykke, du har nået målet!
es: Enhorabuena, has alcanzado tu objetivo!
fr: Félicitations, vous avez atteint l'objectif !
it: Congratulazioni, hai raggiunto l'obiettivo!
nl: Gefeliciteerd, je hebt je doel bereikt!
pt: Parabéns, você alcançou o objetivo!

# badge_efficiency_expressway_congrats_2
source: Congratulations, you have achieved the objective!
da: Tillykke, du har nået målet!
es: Enhorabuena, has alcanzado tu objetivo!
fr: Félicitations, vous avez atteint l'objectif !
it: Congratulazioni, hai raggiunto l'obiettivo!
nl: Gefeliciteerd, je hebt je doel bereikt!
pt: Parabéns, você alcançou o objetivo!

# badge_efficiency_expressway_congrats_3
source: Congratulations, you have achieved the objective!
da: Tillykke, du har nået målet!
es: Enhorabuena, has alcanzado tu objetivo!
fr: Félicitations, vous avez atteint l'objectif !
it: Congratulazioni, hai raggiunto l'obiettivo!
nl: Gefeliciteerd, je hebt je doel bereikt!
pt: Parabéns, você alcançou o objetivo!

# badge_efficiency_expressway_description_1
source: To win this badge, you must cover 100 kilometers on the expressway with an ecodriving score above 9.5 out of 10. Maintaining a constant speed reduces an overconsuption of fuel. When traffic conditions allow it, use the speed control for driving on the highway.
da: For at vinde denne badge skal du have kørt 100 kilometer på motorvejen med en ecodriving-score over 9,5 ud af 10. Kør så vidt muligt med den samme hastighed hele vejen. Det sparer på brændstoffet.
es: Para ganar esta insignia debes conducir 100 kilómetros por autopistas con una puntuación de conducción ecológica de más de 9,5 sobre 10. Mantener un ritmo constante reduce el consumo excesivo de combustible. Cuando las condiciones del tráfico lo permitan, utilice el control de crucero cuando conduzca por autopistas.
fr: Pour gagner ce badge, vous devez parcourir 100 kilomètres sur voies rapides avec un score d'écoconduite supérieur à 9,5 sur 10. Le maintien d'une allure régulière réduit la surconsommation de carburant. Lorsque les conditions de circulation le permettent, utilisez le régulateur de vitesse pour la conduite sur autoroute.
it: Per ottenere questo badge, devi percorrere 100 chilometri in autostrada con un punteggio di guida ecologica superiore a 9,5 su 10. Mantenere un ritmo costante riduce il consumo eccessivo di carburante. Quando le condizioni del traffico lo consentono, utilizzare il controllo della velocità di crociera per la guida in autostrada.
nl: Om deze badge te winnen, moet je 100 kilometer afleggen op de snelweg met een ecodriving-score van meer dan 9,5 op 10. Als je een constante snelheid aanhoudt, wordt er minder brandstof verbruikt. Als de verkeersomstandigheden het toelaten, gebruik dan de snelheidsregelaar om op de snelweg te rijden.
pt: Para ganhar esse crachá, você deve cobrir 100 quilômetros na via expressa, com uma pontuação ecodrida acima de 9,5 em 10. A manutenção de uma velocidade constante reduz uma sobreconsupção de combustível. Quando as condições de tráfego permitirem, use o controle de velocidade para dirigir na estrada.

# badge_efficiency_expressway_description_2
source: To win this badge, you must cover 300 kilometers on the expressway with an ecodriving score above 9.5 out of 10.
da: For at vinde denne badge skal du have kørt 300 kilometer på motorvejen med en ecodriving-score over 9,5 ud af 10.
es: Para ganar esta insignia debes conducir 300 kilómetros por autopistas con una puntuación de conducción ecológica de más de 9,5 sobre 10.
fr: Pour gagner ce badge, vous devez parcourir 300 kilomètres sur voies rapides avec un score d'écoconduite supérieur à 9,5 sur 10.
it: Per ottenere questo badge, devi percorrere 300 chilometri in autostrada con un punteggio di guida ecologica superiore a 9,5 su 10.
nl: Om deze badge te winnen, moet je 300 kilometer afleggen op de snelweg met een ecodriving-score van meer dan 9,5 op 10.
pt: Para ganhar esse crachá, você deve cobrir 300 quilômetros na via expressa, com uma pontuação de ecodrilhando acima de 9,5 em 10.

# badge_efficiency_expressway_description_3
source: To win this badge, you must cover 1000 kilometers on the expressway with an ecodriving score above 9.5 out of 10.
da: For at vinde denne badge skal du have kørt 1000 kilometer på motorvejen med en ecodriving-score over 9,5 ud af 10.
es: Para ganar esta insignia debes recorrer 1000 kilómetros en autopistas con una puntuación de conducción ecológica superior a 9,5 sobre 10.
fr: Pour gagner ce badge, vous devez parcourir 1000 kilomètres sur voies rapides avec un score d'écoconduite supérieur à 9,5 sur 10.
it: Per ottenere questo badge, devi percorrere 1000 chilometri in autostrada con un punteggio di guida ecologica superiore a 9,5 su 10.
nl: Om deze badge te winnen, moet je 1000 kilometer afleggen op de snelweg met een ecodriving-score van meer dan 9,5 op 10.
pt: Para ganhar esse crachá, você deve cobrir 1000 quilômetros na via expressa com uma pontuação ecodrida acima de 9,5 em 10.

# badge_efficiency_expressway_name_1
source: Amateur
da: Begynder
es: Aficionado
it: Dilettante
pt: Amador

# badge_efficiency_expressway_name_2
source: Experienced
da: Letøvet
es: Confirmado
fr: Confirmé
it: Confermato
nl: Ervaren
pt: Com experiência

# badge_efficiency_expressway_name_3
source: Expert
da: Øvet
es: Experto
it: Esperto
pt: Especialista

# badge_efficiency_expressway_notif_1
source: You've just won the Amateur badge (1000 km in a suburban area with an ecodriving score above 9.5 out of 10). Bravo!
es: Acaba de ganar el distintivo Amateur (100 km en autopistas con una puntuación de conducción ecológica superior a 9,5 sobre 10). Felicitaciones!
fr: Vous venez de remporter le badge Amateur (100 km sur voies rapides avec un score d'écoconduite supérieur à 9,5 sur 10). Bravo !
it: Hai appena vinto il badge Dilettante (100 km in autostrada con un punteggio di guida ecologica superiore a 9,5 su 10). Bravo!

# badge_efficiency_expressway_notif_2
source: You've just won the Experienced badge (300 km on the expressway with an ecodriving score above 9.5 out of 10). Bravo!
es: Acaba de ganar la insignia Confirmado (300 km en autopistas con una puntuación de conducción ecológica superior a 9,5 sobre 10). Felicitaciones!
fr: Vous venez de remporter le badge Confirmé (300 km sur voies rapides avec un score d'écoconduite supérieur à 9,5 sur 10). Bravo !
it: Hai appena vinto il badge Confermato (300 km in autostrada con un punteggio di guida ecologica superiore a 9,5 su 10). Bravo!

# badge_efficiency_expressway_notif_3
source: You've just won the Expert badge (1000 km on the expressway with an ecodriving score above 9.5 out of 10). Bravo!
es: Acaba de ganar la insignia Experto (1000 km en autopistas con una puntuación de conducción ecológica superior a 9,5 sobre 10). Felicitaciones!
fr: Vous venez de remporter le badge Expert (1000 km sur voies rapides avec un score d'écoconduite supérieur à 9,5 sur 10). Bravo !
it: Hai appena vinto il badge Esperto (1000 km in autostrada con un punteggio di guida ecologica superiore a 9,5 su 10). Bravo!

# badge_efficiency_expressway_progress_1
source: You have %@ kilometers to go to win this badge.
da: Kør %@ kilometer for at vinde denne badge.
es: Todavía te quedan %@ km para ganar esta placa
fr: Il vous reste %@ kilomètres à parcourir pour remporter ce badge.
it: Hai ancora %@ chilometri da percorrere per vincere questo badge.
nl: Je hebt nog %@ kilometers te gaan om deze badge te winnen.
pt: Você tem %@ quilômetros para ganhar esse crachá.
