Repository: DriveQuantPublic/drivekit-ui-ios
Catalog: DriveKitDriverAchievementUI/Localizable/*.lproj/DriverAchievementLocalizables.strings
Languages: da, es, fr, it, nl, pt

# dk_achievements_failed_to_sync_streaks
source: Failed to synchronize streaks, please retry later.
da: Kunne ikke synkronisere streaks, prøv igen senere.
es: Incapaz de sincronizar las secuencias de éxito, por favor inténtelo de nuevo más tarde.
fr: Impossible de synchroniser les séquences de succès, veuillez réessayer plus tard.
it: Impossibile sincronizzare le sequenze di successo, si prega di riprovare più tardi.
nl: Synchronisatie van reeksen mislukt, probeer later opnieuw.
pt: Incapaz de sincronizar sequências de sucesso, tente novamente mais tarde.

# dk_achievements_menu_streaks
source: Streak of hits
da: Streaks
es: Racha de éxitos
fr: Séquences de succès
it: Vena di successi
nl: Succesreeksen
pt: Sequência de sucesso

# dk_achievements_ranking_anonymous_driver
source: Anonymous
es: Anónimo
it: Anonimo

# dk_achievements_ranking_driver
source: Driver
es: Conductor

# dk_achievements_ranking_legacy
source: 14 days
da: Hver anden måned
es: Bimensual
fr: Bi-mensuel
it: Bimestrale
nl: Tweemaandelijks
pt: Bimensal

# dk_achievements_ranking_menu_ranking
source: My ranking
da: Min placering
es: Mi clasificación
fr: Mon classement
it: La mia posizione in classifica
nl: Mijn rangschikking
pt: Minha classificação

# dk_achievements_ranking_month
source: 30 days
da: Månedlig
es: Mensual
fr: Mensuel
it: Mensile
nl: Maandelijks
pt: Por mês

# dk_achievements_ranking_no_pseudo_set
source: You need to enter a nickname to access this page.
da: Du skal indtaste et kaldenavn for at få adgang til denne side.
es: Necesita introducir un nick para acceder a esta página.
fr: Vous devez renseigner un pseudo pour accéder à cette page.
it: Devi inserire un nickname per accedere a questa pagina.
nl: Je moet een pseudoniem invoeren om toegang te krijgen tot deze pagina.
pt: Você precisa inserir um apelido para acessar esta página.

# dk_achievements_ranking_permanent
source: Permanent
es: Permanente
it: Permanente
pt: Permanente

# dk_achievements_ranking_rank
source: Rank
es: Rango

# dk_achievements_ranking_score
source: Score
es: Puntuaciones

# dk_achievements_ranking_week
source: 7 days
da: Ugentlig
es: Semanal
fr: Hebdo
it: Settimanale
nl: Wekelijks
pt: Semanalmente

# dk_achievements_streaks_acceleration_reset
source: A hard acceleration was detected on your last trip
da: En hård acceleration blev målt på din sidste tur
es: Aceleró bruscamente en su último viaje
fr: Vous avez accéléré brutalement lors de votre dernier trajet
it: Hai accelerato bruscamente nel tuo ultimo viaggio
nl: Tijdens je laatste rit is een harde acceleratie waargenomen
pt: Uma aceleração brusa foi detectada em sua última viagem

# dk_achievements_streaks_acceleration_text
source: Try to do a series of trips without any harsh acceleration. Each time you succeed, the trip counter increases. If you fail, the counter is reset and you must restart from scratch. The number of trips in your best sequence of success is memorized and you can try to surpass it.
da: Prøv at køre en række ture uden nogen hård acceleration. Hver gang det lykkes, øges tælleren for turen. Hvis det ikke lykkes, nulstilles tælleren, og du skal starte forfra igen. Antallet af ture i din bedste successekvens gemmes, og du kan forsøge at overgå det.
es: Trate de hacer una serie de viajes sin ninguna aceleración brusca. Con cada éxito, el contador del número de viajes aumenta. n Si falla, el contador se reinicia y tienes que empezar de nuevo. n El número de viajes en su mejor secuencia de pases se almacena en la memoria y puede intentar superarlo.
fr: Essayez d'enchaîner une série de trajets sans aucune accélération brutale. À chaque succès, le compteur du nombre de trajets augmente. En cas d'échec, le compteur est réinitialisé et vous devez reprendre à zéro. Le nombre de trajets de votre meilleure séquence de succès est mémorisé et vous pouvez tenter de le dépasser.
it: Provate a fare una serie di viaggi senza brusche accelerazioni. Ad ogni successo, il contatore del numero di viaggi aumenta. In caso di fallimento, il contatore si resetta e si deve ricominciare da capo. Il numero di viaggi nella vostra migliore sequenza di passaggi è memorizzato e potete tentare di superarlo.
nl: Probeer een reeks ritten te maken zonder hard te versnellen. Elke keer dat je slaagt, neemt de ritteller toe. Als je faalt, wordt de teller gereset en moet je helemaal opnieuw beginnen. Het aantal ritten in je beste succesreeks wordt opgeslagen en je kunt proberen dit te overtreffen.
pt: Tente fazer uma série de viagens sem nenhuma aceleração severa. Na sua melhor sequência de sucesso, é memorizado e você pode tentar superá -lo.

# dk_achievements_streaks_acceleration_title
source: No harsh acceleration
da: Ingen hård acceleration
es: No hay aceleración fuerte
fr: Aucune accélération brutale
it: Nessuna forte accelerazione
nl: Geen harde acceleratie
pt: Sem aceleração severa

# dk_achievements_streaks_adherence_reset
source: You've crossed a adherence limit during your last trip
da: Du har krydset en adhæsionsgrænse under din sidste tur
es: Cruzó el límite de adherencia en su último viaje
fr: Vous avez franchi une limite d'adherence lors de votre dernier trajet
it: Hai superato il limite di aderenza nel tuo ultimo viaggio
nl: Je hebt tijdens je laatste rit een griplimiet overschreden
pt: Você cometeu um limite de aderência na pista durante sua última viagem

# dk_achievements_streaks_adherence_text
source: Try to make a series of trips without crossing any adherence limit. Each time you succeed, the trip counter increases. If you fail, the counter is reset and you must restart from scratch. The number of trips in your best sequence of success is memorized and you can try to surpass it.
da: Prøv at foretage en række ture uden at krydse nogen overholdelse Ture i din bedste rækkefølge af succes er husket, og du kan prøve at overgå den.
es: Intente hacer una serie de viajes sin cruzar ningún límite de adherencia. Con cada éxito, el contador del número de viajes aumenta. n Si falla, el contador se reinicia y tienes que empezar de nuevo. n El número de viajes en su mejor secuencia de pases se almacena en la memoria y puede intentar superarlo.
fr: Essayez d'enchaîner une série de trajets sans aucun franchissement de limite d’adhérence. À chaque succès, le compteur du nombre de trajets augmente. En cas d'échec, le compteur est réinitialisé et vous devez reprendre à zéro. Le nombre de trajets de votre meilleure séquence de succès est mémorisé et vous pouvez tenter de le dépasse.
it: Cercate di fare una serie di viaggi senza superare alcun limite di aderenza. Ad ogni successo, il contatore del numero di viaggi aumenta. In caso di fallimento, il contatore si resetta e si deve ricominciare da capo. Il numero di viaggi nella vostra migliore sequenza di passaggi è memorizzato e potete tentare di superarlo.
nl: Probeer een reeks ritten te maken zonder de griplimiet te overschrijden. Elke keer dat je slaagt, wordt de ritteller verhoogd. Als je faalt, wordt de teller gereset en moet je weer van voren af aan beginnen.
pt: Tente fazer uma série de viagens sem cruzar nenhum limite de aderência. As viagens em sua melhor sequência de sucesso são memorizadas e você pode tentar superar.

# dk_achievements_streaks_adherence_title
source: No adherence limit
da: Ingen overholdelsesgrænse
es: Sin límite de adherencia
fr: Aucune limite d'adhérence
it: Nessun limite di aderenza
nl: Bewaar de wegligging
pt: Sem limite de aderência na pista

# dk_achievements_streaks_best_title
source: Best streak
da: Bedste streak
es: Mejor secuencia
fr: Meilleure séquence
it: Migliore sequenza
nl: Beste reeks
pt: Melhor faixa

# dk_achievements_streaks_brake_reset
source: Harsh braking was detected during your last trip.
da: Der blev målt en hård opbremsning under din sidste tur.
es: Usted frenó de golpe en su último viaje
fr: Vous avez freiné brutalement lors de votre dernier trajet
it: Hai premuto il freno durante il tuo ultimo viaggio
nl: Tijdens je laatste rit is hard remmen gedetecteerd.
pt: A frenagem áspera foi detectada durante sua última viagem.

# dk_achievements_streaks_brake_text
source: Try to make a series of trips without any hard braking. Each time you succeed, the trip counter increases. If you fail, the counter is reset and you must restart from scratch. The number of trips in your best sequence of success is memorized and you can try to surpass it.
da: Prøv at kør så mange ture som du kan uden hårde opbremsninger. Hver gang du lykkedes, stiger din score. Hvis du træder for hårdt på bremsen, nulstilles din score.
es: Trate de hacer una serie de viajes sin frenar con fuerza. Con cada éxito, el contador del número de viajes aumenta. n Si falla, el contador se reinicia y tienes que empezar de nuevo. n El número de viajes en su mejor secuencia de pases se almacena en la memoria y puede intentar superarlo.
fr: Essayez d'enchaîner une série de trajets sans aucun freinage brusque. À chaque succès, le compteur du nombre de trajets augmente. En cas d'échec, le compteur est réinitialisé et vous devez reprendre à zéro. Le nombre de trajets de votre meilleure séquence de succès est mémorisé et vous pouvez tenter de le dépasser.
it: Provate a fare una serie di viaggi senza frenate brusche. Ad ogni successo, il contatore del numero di viaggi aumenta. In caso di fallimento, il contatore si resetta e si deve ricominciare da capo. Il numero di viaggi nella vostra migliore sequenza di passaggi è memorizzato e potete tentare di superarlo.
nl: Probeer een reeks ritten te maken zonder hard te remmen. Elke keer dat je slaagt, neemt de ritteller toe. Als je faalt, wordt de teller gereset en moet je helemaal opnieuw beginnen. Het aantal ritten in je beste succesreeks wordt opgeslagen en je kunt proberen dit te overtreffen.
pt: Tente fazer uma série de viagens sem freadas bruscas. De cada vez que você obtém sucesso, o balcão da viagem aumenta. Se você falhar, o contador é redefinido e você deve reiniciar do zero. O número de viagens Na sua melhor sequência de sucesso, é memorizado e você pode tentar superá -lo.

# dk_achievements_streaks_brake_title
source: No hard braking
da: Ingen hårde bremsning
es: No hay frenada brusca
fr: Aucun freinage brusque
it: Nessuna frenata brusca
nl: Niet hard remmen
pt: Sem freagem brusca

# dk_achievements_streaks_congrats
source: Well done!
da: Godt klaret!
es: ¡Bravo!
fr: Bravo !
it: Bravo!
nl: Goed gedaan!
pt: Bom trabalho!

# dk_achievements_streaks_congrats_text
source: You are currently achieving your best streak of hits. Keep surpassing yourself!
da: Du er ved at sætte ny rekord! Bliv ved med at overgå dig selv!
es: Actualmente está realizando su mejor secuencia de éxitos. Sigue superándote a ti mismo!
fr: Vous réalisez actuellement votre meilleure séquence de succès. Continuer à vous dépasser !
it: Attualmente state facendo la vostra migliore sequenza di successi. Continua a superare te stesso!
nl: Je bereikt momenteel je beste reeks successen. Blijf jezelf overtreffen!
pt: Atualmente, você está alcançando sua melhor série de hits. Continue superando a si mesmo!

# dk_achievements_streaks_current_title
source: Current
da: Nuværende
es: Actual
fr: En cours
it: Corrente
nl: Huidige
pt: Atual

# dk_achievements_streaks_empty
source: You have not yet made any trips to start this streak
da: Du har endnu ikke foretaget nogen ture til at starte denne streak
es: Aún no has hecho ningún viaje para completar esta secuencia
fr: Vous n'avez pas encore réalisé de trajets pour compléter cette séquence
it: Non hai ancora fatto nessun viaggio per completare questa sequenza
nl: Je hebt nog geen ritten gemaakt om deze reeks te starten
pt: Você ainda não fez nenhuma viagem para iniciar esta sequência

# dk_achievements_streaks_phone_distraction_reset
source: You used your smartphone during your last trip
da: Du brugte din smartphone under din sidste tur
es: Manejaste tu teléfono en tu último viaje
fr: Vous avez manipulé votre téléphone lors de votre dernier trajet
it: Hai maneggiato il tuo telefono durante il tuo ultimo viaggio
nl: Je hebt je smartphone tijdens je laatste rit gebruikt
pt: Você usou seu smartphone durante sua última viagem

# dk_achievements_streaks_phone_distraction_text
source: Try to make a series of trips without handling your smartphone while driving. Each time you succeed, the trip counter increases. If you fail, the counter is reset and you must restart from scratch. The number of trips in your best sequence of success is memorized and you can try to surpass it.
da: Prøv at kør så mange ture du kan uden at bruge din telefon!. Hver gang du lykkedes, stiger din score. Skulle du komme til at bruge den alligevel, nulstilles tælleren, og du skal starte forfra.
es: Intenta hacer una serie de viajes sin manipular tu smartphone mientras conduces. Con cada éxito, el contador del número de viajes aumenta. n Si falla, el contador se reinicia y tienes que empezar de nuevo. n El número de viajes en su mejor secuencia de pases se almacena en la memoria y puede intentar superarlo.
fr: Essayez d'enchaîner une série de trajets sans manipuler votre smartphone lorsque vous conduisez. À chaque succès, le compteur du nombre de trajets augmente. En cas d'échec, le compteur est réinitialisé et vous devez reprendre à zéro. Le nombre de trajets de votre meilleure séquence de succès est mémorisé et vous pouvez tenter de le dépasser.
it: Provate a fare una serie di viaggi senza manipolare il vostro smartphone mentre guidate. Ad ogni successo, il contatore del numero di viaggi aumenta. In caso di fallimento, il contatore si resetta e si deve ricominciare da capo. Il numero di viaggi nella vostra migliore sequenza di passaggi è memorizzato e potete tentare di superarlo.
nl: Probeer een reeks ritten te maken zonder je smartphone te gebruiken tijdens het rijden. Elke keer dat je slaagt, loopt de ritteller op. Als je faalt, wordt de teller gereset en moet je weer van voren af aan beginnen.
pt: Tente fazer uma série de viagens sem lidar com seu smartphone enquanto dirige. de viagens em sua melhor sequência de sucesso é memorizado e você pode tentar superar.

# dk_achievements_streaks_phone_distraction_title
source: No phone use
da: Ingen telefonbrug
es: No se usa el teléfono
fr: Pas d'utilisation du téléphone
it: Non si usa il telefono
nl: Geen telefoongebruik
pt: Sem uso de telefone

# dk_achievements_streaks_safety_reset
source: The safety score of your last trip is less than 9.8/10
da: Sikkerhedsresultatet på din sidste tur er mindre end 9,8/10
es: La puntuación de seguridad de su último viaje es inferior a 9,8/10
fr: Le score de sécurité de votre dernier trajet est inférieur à 9.8/10
it: Il punteggio di sicurezza dell'ultimo viaggio è inferiore a 9,8/10
nl: De veiligheidsscore van je laatste rit is minder dan 9,8/10
pt: A pontuação de segurança da sua última viagem é inferior a 9,8/10

# dk_achievements_streaks_safety_text
source: Try to make a series of trips with safety scores higher than 9.8/10. Each time you succeed, the trip counter increases. If you fail, the counter is reset and you must restart from scratch. The number of trips in your best sequence of success is memorized and you can try to surpass it.Try to make a series of trips with safety scores higher than 9.8/10.
da: Prøv at kør så mange ture du kan med en sikkerhedsscore på over 9.8. /n/nHver gang du lykkedes, stiger din score. /n/nKører du en tur på under 9.8, nulstilles tælleren, og du skal starte forfra.
es: Trate de encadenar una serie de viajes con puntuaciones de seguridad superiores a 9,8/10. Con cada éxito, el contador del número de viajes aumenta. n Si falla, el contador se reinicia y tienes que empezar de nuevo. n El número de viajes en su mejor secuencia de pases se almacena en la memoria y puede intentar superarlo.
fr: Essayez d'enchaîner une série de trajets avec des scores de sécurité supérieurs à 9.8/10. À chaque succès, le compteur du nombre de trajets augmente. En cas d'échec, le compteur est réinitialisé et vous devez reprendre à zéro. Le nombre de trajets de votre meilleure séquence de succès est mémorisé et vous pouvez tenter de le dépasser.
it: Provate a concatenare una serie di viaggi con punteggi di sicurezza superiori a 9,8/10. Ad ogni successo, il contatore del numero di viaggi aumenta. In caso di fallimento, il contatore si resetta e si deve ricominciare da capo. Il numero di viaggi nella vostra migliore sequenza di passaggi è memorizzato e potete tentare di superarlo.
nl: Probeer een reeks ritten te maken met een veiligheidsscore hoger dan 9.8/10. Telkens als je slaagt, loopt de ritteller op. Als je faalt, wordt de teller gereset en moet je helemaal opnieuw beginnen. Het aantal ritten in je beste succesreeks wordt onthouden en je kunt proberen dit te overtreffen.
pt: Tente fazer uma série de viagens com pontuações de segurança superiores a 9,8/10. O tempo em que você obtém sucesso, o contador de viagem aumenta. Se você falhar, o contador é redefinido e você deve reiniciar do zero. O número de viagens em sua melhor sequência de sucesso é memorizado e você pode tentar superar.

# dk_achievements_streaks_safety_title
source: Safe driving
da: Sikker kørsel
es: Conducción segura
fr: Conduite prudente
it: Guida sicura
nl: Veilig rijden
pt: Direção segura

# dk_achievements_streaks_since
source: Since the %@
da: Siden %@
es: Desde el %@
fr: Depuis le %@
it: Dal momento che la %@
nl: Aangezien de %@
pt: Desde o %@

# dk_achievements_streaks_since_to
source: %@ to %@
da: %@ til %@
es: Del %@ al %@
fr: Du %@ au %@
it: Dal %@ al %@
nl: %@ naar %@
pt: %@ para %@

# dk_achievements_streaks_speeding_reset
source: You exceeded the speed limit on your last trip.
da: Du overskred hastighedsgrænsen på din sidste tur.
es: Excedió el límite de velocidad en su último viaje
fr: Vous avez dépassé la limite de vitesse autorisée lors de votre dernier trajet
it: Avete superato il limite di velocità durante l'ultimo viaggio
nl: Je hebt de snelheidslimiet overschreden op je laatste rit.
pt: Você excedeu o limite de velocidade em sua última viagem.

# dk_achievements_streaks_speeding_text
source: Try to make a series of trips within the speed limits. The speed limit score must be higher than 9.8/10. Each time you succeed, the trip counter increases. If you fail, the counter is reset and you must restart from scratch. The number of trips in your best sequence of success is memorized and you can try to surpass it.
da: Prøv at foretage en række ture inden for hastighedsgrænserne. Hastighedsgrænse -score skal være højere end 9,8/10. Hver gang det lykkes dig, stiger tælleren for ture. Hvis du fejler, nulstilles tælleren, og du skal starte forfra. Antallet af ture i din bedste række af succesfulde ture gemmes, og du kan forsøge at overgå det.
es: Intente hacer una serie de viajes dentro del límite de velocidad. La puntuación del límite de velocidad debe ser superior a 9,8/10. Con cada éxito, el contador del número de viajes aumenta. n Si falla, el contador se reinicia y tienes que empezar de nuevo. n El número de viajes en su mejor secuencia de pases se almacena en la memoria y puede intentar superarlo.
fr: Essayez d'enchaîner une série de trajets en respectant les limitations de vitesse. Le score de limite de vitesse doit être supérieur à 9.8/10. A chaque succès, le compteur du nombre de trajets augmente. En cas d'échec, le compteur est réinitialisé et vous devez reprendre à zéro. Le nombre de trajets de votre meilleure séquence de succès est mémorisé et vous pouvez tenter de le dépasser.
it: Cercate di fare una serie di viaggi entro il limite di velocità. Il punteggio del limite di velocità deve essere superiore a 9,8/10. Ad ogni successo, il contatore del numero di viaggi aumenta. In caso di fallimento, il contatore si resetta e si deve ricominciare da capo. Il numero di viaggi nella vostra migliore sequenza di passaggi è memorizzato e potete tentare di superarlo.
nl: Probeer een reeks ritten binnen de snelheidslimieten te maken. De snelheidsscore moet hoger zijn dan 9.8/10. Elke keer dat je slaagt, neemt de ritteller toe. Als je faalt, wordt de teller gereset en moet je helemaal opnieuw beginnen. Het aantal ritten in je beste succesreeks wordt opgeslagen en je kan proberen dit te overtreffen.
pt: Tente fazer uma série de viagens dentro dos limites de velocidade. A pontuação do limite de velocidade deve ser superior a 9,8/10. Na sua melhor sequência de sucesso, é memorizado e você pode tentar superá -lo.

# dk_achievements_streaks_speeding_title
source: No speeding
da: Ingen hastighed
es: Sin exceso de velocidad
fr: Pas d'excès de vitesse
it: Nessuna velocità
nl: Aandacht voor snelheidslimieten
pt: Sem velocidade

# menu_mybadges
source: My badges
da: Mine badges
es: Mis insignias
fr: Mes badges
it: I miei distintivi
nl: Mijn badges
pt: Meus crachás

# badge_acceleration_name_2
source: Andante
it: Tempo

# badge_distance_intermediate_name_1
source: Paris - Lyon
da: Hillerød-Hirtshals
it: Parigi - Lione
nl: Brussel - Stuttgart

# badge_phone_distraction_name_2
source: No Texto!
da: Hold øje med trafikken
it: No sms!
nl: Geen berichten!
pt: Sem texto!

# badge_distance_beginer_name_3
source: Ultra-trail
da: Aalborg-Skagen
pt: Ultra-reboque

# badge_expressway_distance_name_1
source: Fast and serious
da: Fast & Serious
pt: Rápido e sério

# badge_expressway_distance_name_2
source: Road Trip
pt: Viagem

# badge_rain_trip_name_3
source: Singing in the rain
pt: Cantando na Chuva

# badge_urban_distance_name_1
source: Relax Max
da: Dybt åndedræt
nl: Rustig aan
pt: Relaxe max

# badge_urban_distance_name_2
source: Yoga
pt: Ioga
