Repository: DriveQuantPublic/drivekit-ui-ios
Catalog: DriveKitDriverAchievementUI/Localizable/*.lproj/DriverAchievementLocalizables.strings
Languages: da, es, fr, it, nl, pt

# badge_acceleration_congrats_1
source: Congratulations, you have achieved the objective!
da: Tillykke, du har nået målet!
es: Enhorabuena, has alcanzado tu objetivo!
fr: Félicitations, vous avez atteint l'objectif !
it: Congratulazioni, hai raggiunto l'obiettivo!
nl: Gefeliciteerd, je hebt je doel bereikt!
pt: Parabéns, você alcançou o objetivo!

# badge_acceleration_congrats_2
source: Congratulations, you have achieved the objective!
da: Tillykke, du har nået målet!
es: Enhorabuena, has alcanzado tu objetivo!
fr: Félicitations, vous avez atteint l'objectif !
it: Congratulazioni, hai raggiunto l'obiettivo!
nl: Gefeliciteerd, je hebt je doel bereikt!
pt: Parabéns, você alcançou o objetivo!

# badge_acceleration_congrats_3
source: Congratulations, you have achieved the objective!
da: Tillykke, du har nået målet!
es: Enhorabuena, has alcanzado tu objetivo!
fr: Félicitations, vous avez atteint l'objectif !
it: Congratulazioni, hai raggiunto l'obiettivo!
nl: Gefeliciteerd, je hebt je doel bereikt!
pt: Parabéns, você alcançou o objetivo!

# badge_acceleration_description_1
source: To win this badge, try to complete 10 trips without any strong acceleration. Repeated strong acceleration is symptomatic of dangerous driving. For your security and the security of others on the road, drive relaxed.
da: For at vinde denne badge skal du køre 10 ture uden stærk acceleration. Det er mest sikkert og energibesparende ikke at accelerere aggressivt.
es: Para ganar esta insignia, trate de completar 10 viajes sin una fuerte aceleración. Las altas aceleraciones repetidas son sintomáticas de una conducción peligrosa. Por su propia seguridad y la de los demás usuarios de la carretera, conduzca de forma relajada.
fr: Pour gagner ce badge, essayez de compléter 10 trajets sans aucune accélération forte. Les accélérations fortes répétées sont symptomatiques d'une conduite dangereuse. Pour votre sécurité et celle des autres usagers de la route, adoptez une conduite détendue.
it: Per guadagnare questo badge, prova a completare 10 viaggi senza alcuna forte accelerazione. Le forti accelerazioni ripetute sono sintomatiche di guida pericolosa. Per la tua sicurezza e quella degli altri utenti della strada, adotta uno stile di guida rilassato.
nl: Om deze badge te winnen, moet je proberen om 10 ritten zonder sterke versnelling te voltooien. Herhaaldelijk krachtig optrekken duidt op gevaarlijk rijgedrag. Rijd ontspannen voor je eigen veiligheid en die van anderen op de weg.
pt: Para ganhar esse crachá, tente completar 10 viagens sem uma aceleração forte. A aceleração forte repetida é sintomática da direção perigosa. Para sua segurança e segurança de outras pessoas na estrada, o Drive relaxou.

# badge_acceleration_description_2
source: To win this badge, try to complete 20 trips without any strong acceleration. The tires of your vehicle will be used up faster if you accelerate too fast. Smooth driving allows a reduction of the maintenance fees of your vehicle.
da: For at vinde denne badge skal du have kørt 20 ture uden nogen stærk acceleration. Dækkene bliver hurtigere slidt af aggressiv acceleration, så du sparer på vedligeholdet, når du accelererer jævnt i stedet for.
es: Para ganar esta insignia, trate de completar 20 viajes sin una fuerte aceleración. Las llantas de su vehículo se desgastarán más rápido si usted acelera demasiado rápido. La conducción flexible reduce los costes de mantenimiento de su vehículo.
fr: Pour gagner ce badge, essayez de compléter 20 trajets sans aucune accélération forte. Les pneus de votre véhicule s’useront plus vite si vous accélérer trop fort. Une conduite souple permet de réduire les frais d'entretien de votre véhicule.
it: Per guadagnare questo badge, prova a completare 20 viaggi senza alcuna forte accelerazione. I pneumatici del veicolo si consumano più rapidamente se si accelera troppo. La guida flessibile riduce i costi di manutenzione del veicolo.
nl: Om deze badge te winnen, moet je proberen om 20 ritten zonder sterke versnelling te voltooien. De banden van je auto zullen sneller verslijten als je te snel accelereert. Soepel rijden verlaagt de onderhoudskosten van je voertuig.
pt: Para ganhar esse crachá, tente completar 20 viagens sem uma aceleração forte. Os pneus do seu veículo serão usados ​​mais rapidamente se você acelerar muito rápido. A condução suave permite uma redução das taxas de manutenção do seu veículo.

# badge_acceleration_description_3
source: To win this badge, try to complete 50 trips without any strong acceleration. A sharp acceleration means little time gained and lots more of CO2 in the atmosphere. By adapting your driving, you can impact the environment.
da: For at vinde denne badge skal du have kørt 50 ture uden nogen stærk acceleration. Når du undgår aggressiv acceleration, udleder bilen heller ikke lige så meget CO2, så det er godt for miljøet at lade være.
es: Para ganar esta insignia, trate de completar 50 viajes sin una fuerte aceleración. Una aceleración repentina no ahorra mucho tiempo y se emiten a la atmósfera muchas más emisiones de CO2. Al adaptar su estilo de conducción, puede tener un impacto en el medio ambiente.
fr: Pour gagner ce badge, essayez de compléter 50 trajets sans aucune accélération forte. Une accélération brutale, c’est peu de temps gagné et beaucoup plus d'émissions de CO2 dans l’atmosphère. En adaptant votre style de conduite, vous pouvez agir sur l’environnement.
it: Per guadagnare questo badge, prova a completare 50 viaggi senza alcuna forte accelerazione. Un'accelerazione improvvisa significa poco tempo risparmiato e molte più emissioni di CO2 nell'atmosfera. Adattando il tuo stile di guida, puoi agire sull'ambiente.
nl: Om deze badge te winnen, moet je proberen om 50 ritten zonder sterke versnelling te voltooien. Een sterke versnelling betekent weinig tijdwinst en veel meer CO2 in de atmosfeer. Door je rijgedrag aan te passen, kun je het milieu beïnvloeden.
pt: Para ganhar esse crachá, tente completar 50 viagens sem uma aceleração forte. Uma aceleração acentuada significa pouco tempo ganhou e muito mais de CO2 na atmosfera. Ao adaptar sua direção, você pode impactar o meio ambiente.

# badge_acceleration_notif_1
source: You've just won the Adagio badge (10 trips without strong acceleration ). Bravo!
es: ¡Acabas de ganar la placa Adagio! (10 viajes sin aceleración fuerte). Felicitaciones!
fr: Vous venez de remporter le badge Adagio (10 trajets sans accélération forte). Bravo !
it: Hai appena vinto il badge Adagio (10 viaggi senza forte accelerazione). Bravo!

# badge_acceleration_notif_2
source: You've just won the Andante badge (20 trips without strong acceleration). Bravo!
es: ¡Acabas de ganar la placa de Andante! (20 viajes sin aceleración fuerte). Felicitaciones!
fr: Vous venez de remporter le badge Andante (20 trajets sans accélération forte). Bravo !
it: Hai appena vinto il badge Andante (20 viaggi senza forte accelerazione). Bravo!

# badge_acceleration_notif_3
source: You've just won the Moderato badge (20 trips without strong acceleration). Bravo!
es: ¡Acabas de ganar la placa de Moderato! (50 viajes sin aceleración fuerte). Felicitaciones!
fr: Vous venez de remporter le badge Moderato (50 trajets sans accélération forte). Bravo !
it: Hai appena vinto il badge Moderato (50 viaggi senza forte accelerazione). Bravo!

# badge_acceleration_progress_1
source: You still have %@ trips to complete to win this badge.
da: Kør %@ -ture for at vinde denne badge.
es: Tienes que hacer %@ viajes más para ganar esta placa.
fr: Il vous reste %@ trajets à parcourir pour remporter ce badge.
it: Hai ancora dei %@ viaggi da percorrere per vincere questo badge.
nl: Je moet nog %@ ritten voltooien om deze badge te winnen.
pt: Você ainda tem %@ viagens para concluir para ganhar este crachá.

# badge_acceleration_progress_2
source: You still have %@ trips to complete to win this badge.
da: Kør %@ -ture for at vinde denne badge.
es: Tienes que hacer %@ viajes más para ganar esta placa.
fr: Il vous reste %@ trajets à parcourir pour remporter ce badge.
it: Hai ancora dei %@ viaggi da percorrere per vincere questo badge.
nl: Je moet nog %@ ritten voltooien om deze badge te winnen.
pt: Você ainda tem %@ viagens para concluir para ganhar este crachá.

# badge_acceleration_progress_3
source: You still have %@ trips to complete to win this badge.
da: Kør %@ -ture for at vinde denne badge.
es: Tienes que hacer %@ viajes más para ganar esta placa.
fr: Il vous reste %@ trajets à parcourir pour remporter ce badge.
it: Hai ancora dei %@ viaggi da percorrere per vincere questo badge.
nl: Je moet nog %@ ritten voltooien om deze badge te winnen.
pt: Você ainda tem %@ viagens para concluir para ganhar este crachá.

# badge_acceleration_theme
source: Acceleration
es: Aceleración
fr: Accélération
it: Accelerazione
nl: Versnelling
pt: Aceleração

# badge_adherence_congrats_1
source: Congratulations, you have achieved the objective!
da: Tillykke, du har nået målet!
es: Enhorabuena, has alcanzado tu objetivo!
fr: Félicitations, vous avez atteint l'objectif !
it: Congratulazioni, hai raggiunto l'obiettivo!
nl: Gefeliciteerd, je hebt je doel bereikt!
pt: Parabéns, você alcançou o objetivo!

# badge_adherence_congrats_2
source: Congratulations, you have achieved the objective!
da: Tillykke, du har nået målet!
es: Enhorabuena, has alcanzado tu objetivo!
fr: Félicitations, vous avez atteint l'objectif !
it: Congratulazioni, hai raggiunto l'obiettivo!
nl: Gefeliciteerd, je hebt je doel bereikt!
pt: Parabéns, você alcançou o objetivo!

# badge_adherence_congrats_3
source: Congratulations, you have achieved the objective!
da: Tillykke, du har nået målet!
es: Enhorabuena, has alcanzado tu objetivo!
fr: Félicitations, vous avez atteint l'objectif !
it: Congratulazioni, hai raggiunto l'obiettivo!
nl: Gefeliciteerd, je hebt je doel bereikt!
pt: Parabéns, você alcançou o objetivo!

# badge_adherence_description_1
source: To obtain this badge, complete 10 trips without surpassing the traction limit.
da: For at få denne badge skal du køre 10 ture uden at overgå trækkraftgrænsen.
es: Para ganar esta insignia, complete 10 viajes sin cruzar ningún límite de adherencia.
fr: Pour remporter ce badge, complétez 10 trajets sans franchir de limite d'adhérence.
it: Per vincere questo badge, completa 10 viaggi senza superare il limite d’aderenza
nl: Om deze badge te krijgen, moet je 10 ritten voltooien zonder de wegliggingslimiet te overschrijden.
pt: Para obter esse crachá, complete 10 viagens sem superar o limite de tração.

# badge_adherence_description_2
source: To obtain this badge, complete 20 trips without surpassing the traction limit.
da: For at få denne badge skal du køre 20 ture uden at overgå trækkraftgrænsen.
es: Para ganar esta insignia, complete 20 viajes sin cruzar ningún límite de adherencia.
fr: Pour remporter ce badge, complétez 20 trajets sans franchir de limite d'adhérence.
it: Per vincere questo badge, completa 20 viaggi senza superare il limite d’aderenza
nl: Om deze badge te krijgen, moet je 20 ritten voltooien zonder de wegliggingslimiet te overschrijden.
pt: Para obter esse crachá, complete 20 viagens sem superar o limite de tração.

# badge_adherence_description_3
source: To obtain this badge, complete 50 trips without surpassing the traction limit.
da: For at få denne badge skal du køre 50 ture uden at overgå trækkraftgrænsen.
es: Para ganar esta insignia, complete 50 viajes sin cruzar un límite de membresía.
fr: Pour remporter ce badge, complétez 50 trajets sans franchir de limite dadhérence.
it: Per guadagnare questo badge, completa 50 viaggi senza superare un limite d’aderenza.
nl: Om deze badge te krijgen, moet je 50 ritten voltooien zonder de wegliggingslimiet te overschrijden.
pt: Para obter esse crachá, complete 50 viagens sem superar o limite de tração.

# badge_adherence_name_1
source: Adhesive
da: Klistermærke
es: Adhesivo
fr: Adhésif
it: Adesivo
nl: Gecko
pt: Adesivo

# badge_adherence_name_3
source: Super Glue
da: Superlim
es: Súper Pegamento
nl: Spider-man
pt: Super cola

# badge_adherence_notif_1
source: You've just won the Adhesive badge (10 trips without traction limit). Bravo!
es: Acaba de ganar la insignia Adhesivo (10 viajes sin límite de agarre). Felicitaciones!
fr: Vous venez de remporter le badge Adhésif (10 trajets sans limite d'adhérence). Bravo !
it: Hai appena vinto il badge Adesivo (10 viaggi senza limite d’aderenza). Bravo!

# badge_adherence_notif_2
source: You've just won the Velcro badge (20 trips without traction limit). Bravo!
es: Acabas de ganar la insignia de Velcro (20 viajes sin límite de agarre). Felicitaciones!
fr: Vous venez de remporter le badge Velcro (20 trajets sans limite d'adhérence). Bravo !
it: Hai appena vinto il badge Velcro (20 viaggi senza limite di adesione). Bravo!

# badge_adherence_notif_3
source: You've just won the Super Glue badge (50 trips without traction limit). Bravo!
es: Acabas de ganar la insignia Super Glue (50 viajes sin límite de agarre). Felicitaciones!
fr: Vous venez de remporter le badge Super Glue (50 trajets sans limite d'adhérence). Bravo !
it: Hai appena vinto il badge Super Glue (50 viaggi senza limite di adesione). Bravo!

# badge_adherence_progress_1
source: You still have %@ trips to complete to win this badge.
da: Kør %@ -ture for at vinde denne badge.
es: Tienes que hacer %@ viajes más para ganar esta placa.
fr: Il vous reste %@ trajets à parcourir pour remporter ce badge.
it: Hai ancora dei %@ viaggi da percorrere per vincere questo badge.
nl: Je moet nog %@ ritten voltooien om deze badge te winnen.
pt: Você ainda tem %@ viagens para concluir para ganhar este crachá.

# badge_adherence_progress_2
source: You still have %@ trips to complete to win this badge.
da: Kør %@ -ture for at vinde denne badge.
es: Tienes que hacer %@ viajes más para ganar esta placa.
fr: Il vous reste %@ trajets à parcourir pour remporter ce badge.
it: Hai ancora dei %@ viaggi da percorrere per vincere questo badge.
nl: Je moet nog %@ ritten voltooien om deze badge te winnen.
pt: Você ainda tem %@ viagens para concluir para ganhar este crachá.

# badge_adherence_progress_3
source: You still have %@ trips to complete to win this badge.
da: Kør %@ -ture for at vinde denne badge.
es: Tienes que hacer %@ viajes más para ganar esta placa.
fr: Il vous reste %@ trajets à parcourir pour remporter ce badge.
it: Hai ancora dei %@ viaggi da percorrere per vincere questo badge.
nl: Je moet nog %@ ritten voltooien om deze badge te winnen.
pt: Você ainda tem %@ viagens para concluir para ganhar este crachá.

# badge_adherence_theme
source: Traction Limit
da: Trækkraftgrænse
es: Límite de adherencia
fr: Limite d'adhérence
it: Limite d’aderenza
nl: Wegligging
pt: Limite de tração

# badge_braking_congrats_1
source: Congratulations, you have achieved the objective!
da: Tillykke, du har nået målet!
es: Enhorabuena, has alcanzado tu objetivo!
fr: Félicitations, vous avez atteint l'objectif !
it: Congratulazioni, hai raggiunto l'obiettivo!
nl: Gefeliciteerd, je hebt je doel bereikt!
pt: Parabéns, você alcançou o objetivo!

# badge_braking_congrats_2
source: Congratulations, you have achieved the objective!
da: Tillykke, du har nået målet!
es: Enhorabuena, has alcanzado tu objetivo!
fr: Félicitations, vous avez atteint l'objectif !
it: Congratulazioni, hai raggiunto l'obiettivo!
nl: Gefeliciteerd, je hebt je doel bereikt!
pt: Parabéns, você alcançou o objetivo!

# badge_braking_congrats_3
source: Congratulations, you have achieved the objective!
da: Tillykke, du har nået målet!
es: Enhorabuena, has alcanzado tu objetivo!
fr: Félicitations, vous avez atteint l'objectif !
it: Congratulazioni, hai raggiunto l'obiettivo!
nl: Gefeliciteerd, je hebt je doel bereikt!
pt: Parabéns, você alcançou o objetivo!

# badge_braking_description_1
source: To win this badge, complete 10 trips without any strong braking.
da: For at vinde denne badge skal du køre 10 ture uden nogen hård opbremsning.
es: Para ganar esta insignia, complete 10 viajes sin tener que frenar fuerte.
fr: Pour remporter ce badge, complétez 10 trajets sans aucun freinage fort.
it: Per vincere questo badge, completa 10 viaggi senza alcuna frenata forte.
nl: Om deze badge te winnen, moet je 10 ritten zonder krachtig remmen voltooien.
pt: Para ganhar este crachá, complete 10 viagens sem frenagem forte.

# badge_braking_description_2
source: To obtain this badge, complete 20 trips without strong braking.
da: For at få denne badge skal du have kørt 20 ture uden hård opbremsning.
es: Para ganar esta insignia, complete 20 viajes sin frenar fuerte.
fr: Pour remporter ce badge, complétez 20 trajets sans aucun freinage fort.
it: Per vincere questo badge, completa 20 viaggi senza alcuna frenata forte.
nl: Om deze badge te krijgen, moet je 20 ritten zonder krachtig remmen voltooien.
pt: Para obter esse crachá, complete 20 viagens sem frenagem forte.

# badge_braking_description_3
source: To obtain this badge, complete 50 trips without any strong braking.
da: For at få denne badge skal du have kørt 50 ture uden nogen hård opbremsning.
es: Para ganar esta insignia, complete 50 viajes sin tener que frenar fuerte.
fr: Pour remporter ce badge, complétez 50 trajets sans aucun freinage fort.
it: Per vincere questo badge, completa 50 viaggi senza alcuna frenata forte.
nl: Om deze badge te krijgen, moet je 50 ritten zonder krachtig remmen voltooien.
pt: Para obter esse crachá, complete 50 viagens sem frenagem forte.

# badge_braking_name_1
source: Feather
da: Let som en fjer
es: Pluma
fr: Plume
it: Piuma
nl: Vederlicht
pt: Pena

# badge_braking_name_2
source: Light Foot
da: Let på tå
es: Pie Ligero
fr: Pied Léger
it: Piede leggero
nl: Lichtvoetig
pt: Pé leve

# badge_braking_name_3
source: Soft Driver
da: Ingen køresyge passagerer her
es: Conductor suave
nl: Beheerste bestuurder
pt: Motorista macio

# badge_braking_notif_1
source: You've just won the Feather badge (10 trips without strong braking). Bravo!
es: Acaba de ganar la insignia Pluma (10 viajes sin frenar a fondo). Felicitaciones!
fr: Vous venez de remporter le badge Plume (10 trajets sans freinage brusque). Bravo !
it: Hai appena vinto il badge Piuma (10 viaggi senza frenate brusche). Bravo!

# badge_braking_notif_2
source: You've just won the Light Foot badge (20 trips without strong braking). Bravo!
es: Acaba de ganar la insignia Pie Ligero (20 viajes sin frenar fuerte). Felicitaciones!
fr: Vous venez de remporter le badge Pied Léger (20 trajets sans freinage brusque). Bravo !
it: Hai appena vinto il badge Piede leggero (20 viaggi senza frenata improvvisa). Bravo!

# badge_braking_notif_3
source: You've just won the Light Foot badge (50 trips without strong braking). Bravo!
es: Acaba de ganar la insignia de Soft Driver (50 viajes sin frenar a fondo). Felicitaciones!
fr: Vous venez de remporter le badge Soft Driver (50 trajets sans freinage brusque). Bravo !
it: Hai appena vinto il badge Soft Driver (50 viaggi senza frenate brusche). Bravo!

# badge_braking_progress_1
source: You still have %@ trips to complete to win this badge.
da: Kør %@ -ture for at vinde denne badge.
es: Tienes que hacer %@ viajes más para ganar esta placa.
fr: Il vous reste %@ trajets à parcourir pour remporter ce badge.
it: Hai ancora dei %@ viaggi da percorrere per vincere questo badge.
nl: Je moet nog %@ ritten voltooien om deze badge te winnen.
pt: Você ainda tem %@ viagens para concluir para ganhar este crachá.

# badge_braking_progress_2
source: You still have %@ trips to complete to win this badge.
da: Kør %@ -ture for at vinde denne badge.
es: Tienes que hacer %@ viajes más para ganar esta placa.
fr: Il vous reste %@ trajets à parcourir pour remporter ce badge.
it: Hai ancora dei %@ viaggi da percorrere per vincere questo badge.
nl: Je moet nog %@ ritten voltooien om deze badge te winnen.
pt: Você ainda tem %@ viagens para concluir para ganhar este crachá.

# badge_braking_progress_3
source: You still have %@ trips to complete to win this badge.
da: Kør %@ -ture for at vinde denne badge.
es: Tienes que hacer %@ viajes más para ganar esta placa.
fr: Il vous reste %@ trajets à parcourir pour remporter ce badge.
it: Hai ancora dei %@ viaggi da percorrere per vincere questo badge.
nl: Je moet nog %@ ritten voltooien om deze badge te winnen.
pt: Você ainda tem %@ viagens para concluir para ganhar este crachá.

# badge_braking_theme
source: Gentle braking
da: Blid bremsning
es: Frenado suave
fr: Freinage en douceur
it: Frenata dolce
nl: Zacht remmen
pt: Frenagem suave

# badge_detail_goal_title
source: The goal
da: Målet
es: El objetivo
fr: L'objectif
it: L'obiettivo
nl: Het doel
pt: O objetivo

# badge_distance_beginer_congrats_1
source: Congratulations, you have achieved the objective!
da: Tillykke, du har nået målet!
es: Enhorabuena, has alcanzado tu objetivo!
fr: Félicitations, vous avez atteint l'objectif !
it: Congratulazioni, hai raggiunto l'obiettivo!
nl: Gefeliciteerd, je hebt je doel bereikt!
pt: Parabéns, você alcançou o objetivo!

# badge_distance_beginer_congrats_2
source: Congratulations, you have achieved the objective!
da: Tillykke, du har nået målet!
es: Enhorabuena, has alcanzado tu objetivo!
fr: Félicitations, vous avez atteint l'objectif !
it: Congratulazioni, hai raggiunto l'obiettivo!
nl: Gefeliciteerd, je hebt je doel bereikt!
pt: Parabéns, você alcançou o objetivo!

# badge_distance_beginer_congrats_3
source: Congratulations, you have achieved the objective!
da: Tillykke, du har nået målet!
es: Enhorabuena, has alcanzado tu objetivo!
fr: Félicitations, vous avez atteint l'objectif !
it: Congratulazioni, hai raggiunto l'obiettivo!
nl: Gefeliciteerd, je hebt je doel bereikt!
pt: Parabéns, você alcançou o objetivo!

# badge_distance_beginer_description_1
source: To obtain the first kilometric badge, you must travel 10 km.
da: Kør 10 km. Hvis du bor i Aarhus, svarer det fx ca. til at køre til Egå.
es: Para obtener la primera tarjeta de kilometraje, sólo tiene que recorrer 10 km.
fr: Pour obtenir le premier badge kilométrique, il vous suffit de parcourir 10 km.
it: Per ottenere il primo badge chilometro, devi percorrere solo 10 km.
nl: Om de eerste kilometerbadge te krijgen, moet je 10 km afleggen.
pt: Para obter o primeiro emblema quilométrico, você deve viajar 10 km.

# badge_distance_beginer_description_2
source: To obtain the second kilometric badge, you must travel 50 km.
da: Kør 50 km. Hvis du bor i Randers, ville det svare til at nyde turen til Silkeborg.
es: Para obtener la segunda tarjeta de kilometraje, sólo tiene que recorrer 50 km.
fr: Pour obtenir le second badge kilométrique, il vous suffit de parcourir 50 km.
it: Per ottenere il secondo badge chilometrico, devi percorrere solo 50 km.
nl: Om de tweede kilometerbadge te krijgen, moet je 50 km afleggen.
pt: Para obter o segundo emblema quilométrico, você deve viajar 50 km.

# badge_distance_beginer_description_3
source: To obtain the third kilometric badge, you just have to travel 100 km.
da: Kør 100 km. Eller så langt der er mellem Aalborg og Skagen.
es: Para obtener la tarjeta de identificación de tercer kilómetro, sólo tiene que recorrer 100 km.
fr: Pour obtenir le troisième badge kilométrique, il vous suffit de parcourir 100 km.
it: Per ottenere il terzo badge chilometrico, devi percorrere solo 100 km.
nl: Om de derde kilometerbadge te krijgen, hoef je alleen maar 100 km af te leggen.
pt: Para obter o terceiro emblema quilométrico, você só precisa viajar 100 km.

# badge_distance_beginer_name_1
source: Jogging
da: Aarhus-Egå
es: Footing
fr: Footing
it: Footing
pt: Corrida

# badge_distance_beginer_name_2
source: Marathon
da: Silkeborg-Randers
es: Maratón
it: Maratona
pt: Maratona
