Repository: DriveQuantPublic/drivekit-ui-ios
Catalog: DriveKitDriverAchievementUI/Localizable/*.lproj/DriverAchievementLocalizables.strings
Languages: da, es, fr, it, nl, pt

# badge_range_average_description_3
source: To win this badge, you just have to complete at least 50 medium distance trips (less than 100 km).
da: For at vinde denne badge skal du have kørt 50 ture på mindre end 100 km.
es: Para ganar esta insignia, sólo es necesario hacer al menos 50 viajes de media distancia (menos de 100 km).
fr: Pour gagner ce badge, il vous suffit de réaliser au moins 50 trajets de moyenne distance (moins de 100 km).
it: Per ottenere questo badge, devi compiere solo almeno 50 viaggi di distanza media (meno di 100 km).
nl: Om deze badge te winnen, moet je minstens 50 ritten over middellange afstand (minder dan 100 km) volbrengen.
pt: Para ganhar esse crachá, você só precisa completar pelo menos 50 viagens de distância média (menos de 100 km).

# badge_range_average_name_1
source: Occasional
da: Lejlighedsvis
es: Ocasionalmente
fr: Occasionnel
it: Sporadico
nl: Af en toe
pt: Ocasional

# badge_range_average_name_2
source: Recurring
da: Tilbagevendende
es: Recurrente
fr: Récurrent
it: Ricorrente
nl: Regelmatig
pt: Recorrente

# badge_range_average_name_3
source: Frequent
da: Hyppig
es: Frecuente
fr: Fréquent
it: Frequente
nl: Veelvuldig
pt: Freqüente

# badge_range_average_notif_1
source: You've just won the occasional medium distance trips badge (10 trips). Bravo!
es: Acaba de ganar la insignia de Media Distancia ocasional (10 viajes). Felicitaciones!
fr: Vous venez de remporter le badge Moyennes distances occasionnelles (10 trajets). Bravo !
it: Hai appena vinto il badge di distanze medie sporadiche (10 viaggi). Bravo!

# badge_range_average_notif_2
source: You've just won the recurring medium distance trips badge (20 trips). Bravo!
es: Acaba de ganar la insignia de Media Distancia Recurrente (20 viajes). Felicitaciones!
fr: Vous venez de remporter le badge Moyennes distances récurrentes (20 trajets). Bravo !
it: Hai appena vinto il badge di media distanza ricorrente (20 viaggi). Bravo!

# badge_range_average_notif_3
source: You've just won the frequent medium distance trips badge (20 trips). Bravo!
es: Acaba de ganar la insignia de Media Distancia Frecuente (50 viajes). Felicitaciones!
fr: Vous venez de remporter le badge Moyennes distances fréquentes (50 trajets). Bravo !
it: Hai appena vinto il badge distanze medie frequenti (50 viaggi). Bravo!

# badge_range_average_progress_1
source: You still have %@ trips to complete to win this badge.
da: Kør %@ ture for at vinde denne badge.
es: Tienes que hacer %@ viajes más para ganar esta placa.
fr: Il vous reste %@ trajets à parcourir pour remporter ce badge.
it: Hai ancora dei %@ viaggi da percorrere per vincere questo badge.
nl: Je moet nog %@ ritten voltooien om deze badge te winnen.
pt: Você ainda tem %@ viagens para concluir para ganhar este crachá.

# badge_range_average_progress_2
source: You still have %@ trips to complete to win this badge.
da: Kør %@ ture for at vinde denne badge.
es: Tienes que hacer %@ viajes más para ganar esta placa.
fr: Il vous reste %@ trajets à parcourir pour remporter ce badge.
it: Hai ancora dei %@ viaggi da percorrere per vincere questo badge.
nl: Je moet nog %@ ritten voltooien om deze badge te winnen.
pt: Você ainda tem %@ viagens para concluir para ganhar este crachá.

# badge_range_average_progress_3
source: You still have %@ trips to complete to win this badge.
da: Kør %@ ture for at vinde denne badge.
es: Tienes que hacer %@ viajes más para ganar esta placa.
fr: Il vous reste %@ trajets à parcourir pour remporter ce badge.
it: Hai ancora dei %@ viaggi da percorrere per vincere questo badge.
nl: Je moet nog %@ ritten voltooien om deze badge te winnen.
pt: Você ainda tem %@ viagens para concluir para ganhar este crachá.

# badge_range_average_theme
source: Medium distances
da: Mellemlange ture
es: Medianas distancias
fr: Moyennes distances
it: Distanze medie
nl: Middellange afstanden
pt: Distâncias médias

# badge_range_long_congrats_1
source: Congratulations, you have achieved the objective!
da: Tillykke, du har nået målet!
es: Enhorabuena, has alcanzado tu objetivo!
fr: Félicitations, vous avez atteint l'objectif !
it: Congratulazioni, hai raggiunto l'obiettivo!
nl: Gefeliciteerd, je hebt je doel bereikt!
pt: Parabéns, você alcançou o objetivo!

# badge_range_long_congrats_2
source: Congratulations, you have achieved the objective!
da: Tillykke, du har nået målet!
es: Enhorabuena, has alcanzado tu objetivo!
fr: Félicitations, vous avez atteint l'objectif !
it: Congratulazioni, hai raggiunto l'obiettivo!
nl: Gefeliciteerd, je hebt je doel bereikt!
pt: Parabéns, você alcançou o objetivo!

# badge_range_long_congrats_3
source: Congratulations, you have achieved the objective!
da: Tillykke, du har nået målet!
es: Enhorabuena, has alcanzado tu objetivo!
fr: Félicitations, vous avez atteint l'objectif !
it: Congratulazioni, hai raggiunto l'obiettivo!
nl: Gefeliciteerd, je hebt je doel bereikt!
pt: Parabéns, você alcançou o objetivo!

# badge_range_long_description_1
source: To win this badge, you just have to complete at least 10 long distance trips (more than 100 km). Before a long trip, think about planning your route as well as a few stages to make 15-20 minute breaks.
da: For at vinde denne badge skal du have kørt 10 ture på mere end 100 km. Husk at planlægge din rute, og hold et par pauser undervejs. Det betyder kun, at du kommer ti minutter senere frem, men tilgengæld giver du dig selv chance for at køre mere sikkert og opmærksomt.
es: Para ganar esta insignia, sólo necesita hacer al menos 10 viajes largos (más de 100 km). Antes de un viaje largo, considere planear su itinerario y algunas paradas para descansos de 15 a 20 minutos.
fr: Pour remporter ce badge, il vous suffit de réaliser au moins 10 trajets longs (plus de 100 km). Avant un trajet long, pensez à planifier votre itinéraire ainsi que quelques étapes pour faire des pauses de 15 à 20 minutes.
it: Per vincere questo badge, devi compiere solo almeno 10 lunghi viaggi (più di 100 km). Prima di un lungo viaggio, ricordati di pianificare il tuo percorso e alcuni tappe per fare pause da 15 a 20 minuti.
nl: Om deze badge te winnen, moet je minstens 10 langeafstandsritten (meer dan 100 km) voltooien. Denk er voor een lange rit aan om je route en een paar rustplaatsen te plannen voor pauzes van 15-20 minuten.
pt: Para ganhar esse crachá, você só precisa completar pelo menos 10 viagens de longa distância (mais de 100 km). Antes de uma longa viagem, pense em planejar sua rota e alguns palcos para fazer intervalos de 15 a 20 minutos.

# badge_range_long_description_2
source: To win this badge, you just have to complete at least 20 long distance trips (more than 100 km). Slow and steady wins the race: Don't focus on an arrival time, try rather to take your time and drive calmly.
da: For at vinde denne badge skal du køre 20 ture på mere end 100 km. I stedet for at fokusere på ankomsttid, så kør stille og roligt hen til din destination med pauser undervejs.
es: Para ganar esta insignia, sólo es necesario hacer al menos 20 viajes largos (más de 100 km). Quien quiera llegar lejos, perdona a su caballo: No te concentres en la hora de llegada, trata de tomarte tu tiempo y cabalgar tranquilamente.
fr: Pour remporter ce badge, il vous suffit de réaliser au moins 20 trajets longs (plus de 100 km). Qui veut allez loin ménage sa monture : Ne vous focalisez pas sur un horaire d'arrivée, essayez plutôt de prendre votre temps et de rouler tranquillement.
it: Per vincere questo badge, devi compiere solo almeno 20 lunghi viaggi (più di 100 km). Chi va piano va sano e va lontano: non concentrarti su un programma di arrivo, cerca di prenderti il tempo e guidare in modo tranquillo.
nl: Om deze badge te winnen, moet je minstens 20 langeafstandsritten (meer dan 100 km) afleggen. Langzaam maar zeker wint de race: Richt je niet op een aankomsttijd, maar probeer je tijd te nemen en rustig te rijden.
pt: Para ganhar esse crachá, você só precisa completar pelo menos 20 viagens de longa distância (mais de 100 km). Lento e constante vence a corrida: não se concentre em um horário de chegada, tente levar seu tempo e dirigir com calma.

# badge_range_long_description_3
source: To win this badge, you just have to complete at least 50 long distance trips (more than 100 km). Before a long trip, always check the condition and pressure of the tires, the brakes as well as the vehicle's lights.
da: For at vinde denne badge skal du køre 50 ture på mere end 100 km. Før du skal ud på en lang tur, så tjek altid dækkets tilstand og tryk, bremserne og lygterne. Det er så træls at skulle fikse ting på en rasteplads.
es: Para ganar esta insignia, sólo es necesario hacer al menos 50 viajes largos (más de 100 km). Antes de un viaje largo, compruebe siempre el estado y la presión de los neumáticos, los frenos y los faros del vehículo.
fr: Pour remporter ce badge, il vous suffit de réaliser au moins 50 trajets longs (plus de 100 km). Avant un long trajet, vérifiez toujours l'état et la pression des pneumatiques, les freins ainsi que les phares du véhicule.
it: Per vincere questo badge, devi compiere solo almeno 50 lunghi viaggi (più di 100 km). Prima di un lungo viaggio, controlla sempre le condizioni e la pressione di pneumatici, freni e fari del veicolo.
nl: Om deze badge te winnen, moet je minstens 50 langeafstandsritten (meer dan 100 km) afleggen. Controleer voor een lange rit altijd de staat en spanning van de banden, de remmen en de verlichting van de auto.
pt: Para ganhar esse crachá, você só precisa completar pelo menos 50 viagens de longa distância (mais de 100 km). Antes de uma longa viagem, sempre verifique a condição e a pressão dos pneus, os freios e as luzes do veículo.

# badge_range_long_name_1
source: Occasional
da: Lejlighedsvis
es: Ocasionalmente
fr: Occasionnel
it: Sporadico
nl: Af en toe
pt: Ocasional

# badge_range_long_name_2
source: Recurring
da: Tilbagevendende
es: Recurrente
fr: Récurrent
it: Ricorrente
nl: Regelmatig
pt: Recorrente

# badge_range_long_name_3
source: Frequent
da: Hyppig
es: Frecuente
fr: Fréquent
it: Frequente
nl: Veelvuldig
pt: Freqüente

# badge_range_long_notif_1
source: You've just won the occasional long distance trips badge (10 trips). Bravo!
es: Acaba de ganar la Insignia Ocasional de Larga Distancia (10 viajes). Felicitaciones!
fr: Vous venez de remporter le badge Longues distances occasionnelles (10 trajets). Bravo !
it: Hai appena vinto il badge lunghe distanze sporadiche (10 viaggi). Bravo!

# badge_range_long_notif_2
source: You've just won the recurring long distance trips badge (20 trips). Bravo!
es: Acaba de ganar la insignia de Largas Distancias Recurrentes (20 viajes). Felicitaciones!
fr: Vous venez de remporter le badge Longues distances récurrentes (20 trajets). Bravo !
it: Hai appena vinto il badge di lunga distanza ricorrente (20 viaggi). Bravo!

# badge_range_long_notif_3
source: You've just won the frequent long distance trips badge (50 trips). Bravo!
es: Acaba de ganar la insignia de Larga Distancia Frecuente (50 viajes). Felicitaciones!
fr: Vous venez de remporter le badge Longues distances fréquentes (50 trajets). Bravo !
it: Hai appena vinto il badge lunghe distanze frequenti (50 viaggi). Bravo!

# badge_range_long_progress_1
source: You still have %@ trips to complete to win this badge.
da: Kør %@ ture for at vinde denne badge.
es: Tienes que hacer %@ viajes más para ganar esta placa.
fr: Il vous reste %@ trajets à parcourir pour remporter ce badge.
it: Hai ancora dei %@ viaggi da percorrere per vincere questo badge.
nl: Je moet nog %@ ritten voltooien om deze badge te winnen.
pt: Você ainda tem %@ viagens para concluir para ganhar este crachá.

# badge_range_long_progress_2
source: You still have %@ trips to complete to win this badge.
da: Kør %@ ture for at vinde denne badge.
es: Tienes que hacer %@ viajes más para ganar esta placa.
fr: Il vous reste %@ trajets à parcourir pour remporter ce badge.
it: Hai ancora dei %@ viaggi da percorrere per vincere questo badge.
nl: Je moet nog %@ ritten voltooien om deze badge te winnen.
pt: Você ainda tem %@ viagens para concluir para ganhar este crachá.

# badge_range_long_progress_3
source: You still have %@ trips to complete to win this badge.
da: Kør %@ ture for at vinde denne badge.
es: Tienes que hacer %@ viajes más para ganar esta placa.
fr: Il vous reste %@ trajets à parcourir pour remporter ce badge.
it: Hai ancora dei %@ viaggi da percorrere per vincere questo badge.
nl: Je moet nog %@ ritten voltooien om deze badge te winnen.
pt: Você ainda tem %@ viagens para concluir para ganhar este crachá.

# badge_range_long_theme
source: Long distances
da: Lange ture
es: Largas distancias
fr: Longues distances
it: Lunghe distanze
nl: Lange afstanden
pt: Longas distâncias

# badge_range_short_congrats_1
source: Congratulations, you have achieved the objective!
da: Tillykke, du har nået målet!
es: Enhorabuena, has alcanzado tu objetivo!
fr: Félicitations, vous avez atteint l'objectif !
it: Congratulazioni, hai raggiunto l'obiettivo!
nl: Gefeliciteerd, je hebt je doel bereikt!
pt: Parabéns, você alcançou o objetivo!

# badge_range_short_congrats_2
source: Congratulations, you have achieved the objective!
da: Tillykke, du har nået målet!
es: Enhorabuena, has alcanzado tu objetivo!
fr: Félicitations, vous avez atteint l'objectif !
it: Congratulazioni, hai raggiunto l'obiettivo!
nl: Gefeliciteerd, je hebt je doel bereikt!
pt: Parabéns, você alcançou o objetivo!

# badge_range_short_congrats_3
source: Congratulations, you have achieved the objective!
da: Tillykke, du har nået målet!
es: Enhorabuena, has alcanzado tu objetivo!
fr: Félicitations, vous avez atteint l'objectif !
it: Congratulazioni, hai raggiunto l'obiettivo!
nl: Gefeliciteerd, je hebt je doel bereikt!
pt: Parabéns, você alcançou o objetivo!

# badge_range_short_description_1
source: To win this badge, you just have to complete at least 10 short trips (less than 15 km). Stay alert, short trips completed daily are the most dangerous: 70% of traffic accidents happen close to home.
da: For at vinde denne badge skal du have kørt 10 korte ture på mindre end 15 km. Vær opmærksom, da trafikulykker ofte sker på korte ture eller tæt på hjemmet.
es: Para ganar esta insignia, sólo es necesario hacer al menos 10 viajes cortos (menos de 15 km). Manténgase alerta, los viajes cortos que se realizan todos los días son los más peligrosos: el 70% de los accidentes de tráfico se producen cerca de casa.
fr: Pour gagner ce badge, il vous suffit de réaliser au moins 10 trajets courts (moins de 15 km). Restez vigilant, les trajets courts réalisés quotidiennement sont les plus dangereux : 70% des accidents de la route ont lieu à proximité du domicile.
it: Per guadagnare questo badge, devi compiere solo almeno 10 viaggi brevi (meno di 15 km). Stai attento, i viaggi brevi fatti quotidianamente sono i più pericolosi: il 70% degli incidenti stradali ha luogo vicino a casa.
nl: Om deze badge te winnen, moet je minstens 10 korte ritten (minder dan 15 km) voltooien. Blijf alert, korte ritten die dagelijks worden afgelegd zijn het gevaarlijkst: 70% van de verkeersongevallen gebeuren dicht bij huis.
pt: Para ganhar esse crachá, você só precisa completar pelo menos 10 viagens curtas (menos de 15 km). Fique alerta, as viagens curtas concluídas diariamente são as mais perigosas: 70% dos acidentes de trânsito acontecem perto de casa.

# badge_range_short_description_2
source: To win this badge, you just have to complete at least 20 short trips (less than 15 km). Even if your trip is very short, don't forget to buckle your seatbelt.
da: For at vinde denne badge skal du have kørt 20 korte ture på mindre end 15 km. Selv hvis turen er meget kort, så glem ikke at spænde sikkerhedsselen.
es: Para ganar esta insignia, sólo es necesario hacer al menos 20 viajes cortos (menos de 15 km). Incluso si su viaje es muy corto, nunca olvide usar el cinturón de seguridad.
fr: Pour gagner ce badge, il vous suffit de réaliser au moins 20 trajets courts (moins de 15 km). Même si votre trajet est très court, n'oubliez jamais de boucler votre ceinture de sécurité.
it: Per guadagnare questo badge, devi compiere solo almeno 20 viaggi brevi (meno di 15 km). Anche se il tuo viaggio è molto breve, non dimenticare mai di indossare la cintura di sicurezza.
nl: Om deze badge te winnen, moet je minstens 20 korte ritten (minder dan 15 km) voltooien. Vergeet niet je gordel om te doen, ook al is je rit maar kort.
pt: Para ganhar esse crachá, você só precisa completar pelo menos 20 viagens curtas (menos de 15 km). Mesmo que sua viagem seja muito curta, não se esqueça de prender o cinto de segurança.

# badge_range_short_description_3
source: To win this badge, you just have to complete at least 50 short trips (less than 15 km). Be careful because we are often less alert during short and well known trips.
da: For at vinde denne badge skal du have kørt 50 korte ture på mindre end 15 km. Vær forsigtig, for vi glemmer ofte at være opmærksomme under korte og kendte ture.
es: Para ganar esta insignia, sólo es necesario hacer al menos 50 viajes cortos (menos de 15 km). Tenga cuidado porque es fácil dejar de prestar atención durante viajes cortos y conocidos.
fr: Pour gagner ce badge, il vous suffit de réaliser au moins 50 trajets courts (moins de 15 km). Soyez prudent car on relache facilement son attention lors des trajets courts et bien connus.
it: Per guadagnare questo badge, devi compiere solo almeno 50 viaggi brevi (meno di 15 km). Fai attenzione perché la tua attenzione può diminuire facilmente durante viaggi brevi e ben noti.
nl: Om deze badge te winnen, moet je minstens 50 korte ritten (minder dan 15 km) volbrengen. Wees voorzichtig, want we zijn vaak minder alert tijdens korte en vertrojede ritten.
pt: Para ganhar esse crachá, você só precisa completar pelo menos 50 viagens curtas (menos de 15 km). Tenha cuidado, porque geralmente estamos menos alertas durante viagens curtas e bem conhecidas.

# badge_range_short_name_1
source: Occasional
da: Lejlighedsvis
es: Ocasionalmente
fr: Occasionnel
it: Sporadico
nl: Af en toe
pt: Ocasional

# badge_range_short_name_2
source: Recurring
da: Tilbagevendende
es: Recurrente
fr: Récurrent
it: Ricorrente
nl: Regelmatig
pt: Recorrente

# badge_range_short_name_3
source: Frequent
da: Hyppig
es: Frecuente
fr: Fréquent
it: Frequente
nl: Veelvuldig
pt: Frequente

# badge_range_short_notif_1
source: You've just won the Occasional short trips badge (10 trips). Bravo!
es: Acaba de ganar la insignia de Pequeños viajes ocasionales (10 viajes). Felicitaciones!
fr: Vous venez de remporter le badge Petits trajets occasionnels (10 trajets). Bravo !
it: Hai appena vinto il badge per i piccoli viaggi sporadici (10 viaggi). Bravo!

# badge_range_short_notif_2
source: You've just won the daily short trips badge (20 trips). Bravo!
es: Acaba de ganar la insignia de pequeños viajes recurrentes (20 viajes). Felicitaciones!
fr: Vous venez de remporter le badge petits trajets récurrents (20 trajets). Bravo !
it: Hai appena vinto il badge per piccoli viaggi ricorrenti (20 viaggi). Bravo!

# badge_range_short_notif_3
source: You've just won the frequent short trips badge (50 trips). Bravo!
es: Acaba de ganar la insignia para viajes cortos frecuentes (50 viajes). Felicitaciones!
fr: Vous venez de remporter le badge petits trajets fréquents (50 trajets). Bravo !
it: Hai appena vinto il badge per piccoli viaggi frequenti (50 viaggi). Bravo!

# badge_range_short_progress_1
source: You still have %@ trips to complete to win this badge.
da: Kør %@ ture for at vinde denne badge.
es: Tienes que hacer %@ viajes más para ganar esta placa.
fr: Il vous reste %@ trajets à parcourir pour remporter ce badge.
it: Hai ancora dei %@ viaggi da percorrere per vincere questo badge.
nl: Je moet nog %@ ritten voltooien om deze badge te winnen.
pt: Você ainda tem %@ viagens para concluir para ganhar este crachá.

# badge_range_short_progress_2
source: You still have %@ trips to complete to win this badge.
da: Kør %@ ture for at vinde denne badge.
es: Tienes que hacer %@ viajes más para ganar esta placa.
fr: Il vous reste %@ trajets à parcourir pour remporter ce badge.
it: Hai ancora dei %@ viaggi da percorrere per vincere questo badge.
nl: Je moet nog %@ ritten voltooien om deze badge te winnen.
pt: Você ainda tem %@ viagens para concluir para ganhar este crachá.

# badge_range_short_progress_3
source: You still have %@ trips to complete to win this badge.
da: Kør %@ ture for at vinde denne badge.
es: Tienes que hacer %@ viajes más para ganar esta placa.
fr: Il vous reste %@ trajets à parcourir pour remporter ce badge.
it: Hai ancora dei %@ viaggi da percorrere per vincere questo badge.
nl: Je moet nog %@ ritten voltooien om deze badge te winnen.
pt: Você ainda tem %@ viagens para concluir para ganhar este crachá.

# badge_range_short_theme
source: Short trips
da: Korte ture
es: Viajes pequeños
fr: Petits trajets
it: Piccoli viaggi
nl: Korte ritten
pt: Viagens curtas

# badge_safety_congrats_1
source: Congratulations, you have achieved the objective!
da: Tillykke, du har nået målet!
es: Enhorabuena, has alcanzado tu objetivo!
fr: Félicitations, vous avez atteint l'objectif !
it: Congratulazioni, hai raggiunto l'obiettivo!
nl: Gefeliciteerd, je hebt je doel bereikt!
pt: Parabéns, você alcançou o objetivo!

# badge_safety_congrats_2
source: Congratulations, you have achieved the objective!
da: Tillykke, du har nået målet!
es: Enhorabuena, has alcanzado tu objetivo!
fr: Félicitations, vous avez atteint l'objectif !
it: Congratulazioni, hai raggiunto l'obiettivo!
nl: Gefeliciteerd, je hebt je doel bereikt!
pt: Parabéns, você alcançou o objetivo!

# badge_safety_congrats_3
source: Congratulations, you have achieved the objective! You are now a careful driver. Your behavior is exemplary and contributes to improving security on the road.
da: Tillykke, du har nået målet! Du er en virkelig dygtig bilist, der bidrager til at forbedre sikkerheden på vejen.
es: Enhorabuena, has alcanzado tu objetivo! Eres un conductor cuidadoso. Su comportamiento es ejemplar y contribuye a mejorar la seguridad vial.
fr: Félicitations, vous avez atteint l'objectif ! Vous êtes un conducteur prudent. Votre comportement est exemplaire et contribue à améliorer la sécurité sur la route.
it: Congratulazioni, hai raggiunto l'obiettivo! Sei un conducente attento. Il tuo comportamento è esemplare e contribuisce a migliorare la sicurezza su strada.
nl: Gefeliciteerd, je hebt je doel bereikt! Je bent nu een voorzichtige bestuurder. je gedrag is voorbeeldig en draagt bij aan het verbeteren van de veiligheid op de weg.
pt: Parabéns, você alcançou o objetivo! Você agora é um motorista cuidadoso. Seu comportamento é exemplar e contribui para melhorar a segurança na estrada.
