Repository: DriveQuantPublic/drivekit-ui-ios
Catalog: DriveKitDriverAchievementUI/Localizable/*.lproj/DriverAchievementLocalizables.strings
Languages: da, es, fr, it, nl, pt

# badge_efficiency_expressway_progress_2
source: You have %@ kilometers to go to win this badge.
da: Kør %@ kilometer for at vinde denne badge.
es: Todavía te quedan %@ km para ganar esta placa
fr: Il vous reste %@ kilomètres à parcourir pour remporter ce badge.
it: Hai ancora %@ chilometri da percorrere per vincere questo badge.
nl: Je hebt nog %@ kilometers te gaan om deze badge te winnen.
pt: Você tem %@ quilômetros para ganhar esse crachá.

# badge_efficiency_expressway_progress_3
source: You have %@ kilometers to go to win this badge.
da: Kør %@ kilometer for at vinde denne badge.
es: Todavía te quedan %@ km para ganar esta placa
fr: Il vous reste %@ kilomètres à parcourir pour remporter ce badge.
it: Hai ancora %@ chilometri da percorrere per vincere questo badge.
nl: Je hebt nog %@ kilometers te gaan om deze badge te winnen.
pt: Você tem %@ quilômetros para ganhar esse crachá.

# badge_efficiency_expressway_theme
source: Ecodriving on the expressway
da: Ecodriving på motorvejen
es: Eco-conducción en autovías
fr: Ecoconduite sur voies rapides
it: Guida ecologica in autostrada
nl: Ecodriving op de snelweg
pt: Ecodriving na via expressa

# badge_efficiency_extra_urban_congrats_1
source: Congratulations, you have achieved the objective!
da: Tillykke, du har nået målet!
es: Enhorabuena, has alcanzado tu objetivo!
fr: Félicitations, vous avez atteint l'objectif !
it: Congratulazioni, hai raggiunto l'obiettivo!
nl: Gefeliciteerd, je hebt je doel bereikt!
pt: Parabéns, você alcançou o objetivo!

# badge_efficiency_extra_urban_congrats_2
source: Congratulations, you have achieved the objective!
da: Tillykke, du har nået målet!
es: Enhorabuena, has alcanzado tu objetivo!
fr: Félicitations, vous avez atteint l'objectif !
it: Congratulazioni, hai raggiunto l'obiettivo!
nl: Gefeliciteerd, je hebt je doel bereikt!
pt: Parabéns, você alcançou o objetivo!

# badge_efficiency_extra_urban_congrats_3
source: Congratulations, you have achieved the objective!
da: Tillykke, du har nået målet!
es: Enhorabuena, has alcanzado tu objetivo!
fr: Félicitations, vous avez atteint l'objectif !
it: Congratulazioni, hai raggiunto l'obiettivo!
nl: Gefeliciteerd, je hebt je doel bereikt!
pt: Parabéns, você alcançou o objetivo!

# badge_efficiency_extra_urban_description_1
source: To win this badge, you must cover 100 kilometers in a suburban area with an ecodriving score above 8.5 out of 10. By practicing ecodriving and following the advice of the application, you can reduce your fuel consumption by 10% to 15%.
da: For at vinde denne badge skal du have kørt 100 kilometer i et område udenfor byen med en ecodriving-score over 8,5 ud af 10. Ved at øve ecodriving kan du mindske dit brændstofforbrug med 10-15%.
es: Para ganar esta insignia debes recorrer 100 kilómetros en una zona extraurbana con una puntuación de conducción ecológica de más de 8,5 sobre 10. Practicando la conducción ecológica y siguiendo los consejos de la aplicación, usted puede reducir su consumo de combustible entre un 10% y un 15%.
fr: Pour gagner ce badge vous devez parcourir 100 kilomètres en zone extra-urbaine avec un score d'écoconduite supérieur à 8,5 sur 10. En pratiquant l'éco-conduite et en suivant les conseils de l'application, vous pouvez réduire votre consommation de carburant de l'ordre de 10% à 15%.
it: Per ottenere questo badge devi percorrere 100 chilometri in un'area extraurbana con un punteggio di guida ecologica superiore a 8,5 su 10. Praticando la guida ecologica e seguendo i consigli dell'applicazione, è possibile ridurre il consumo di carburante dal 10% al 15%.
nl: Om deze badge te winnen, moet je 100 kilometer afleggen buiten de bebouwde kom met een ecodriving-score van meer dan 8,5 op 10. Door ecodriving te beoefenen en het advies van de applicatie op te volgen, kun je je brandstofverbruik met 10% tot 15% verminderen.
pt: Para ganhar esse crachá, você deve cobrir 100 quilômetros em uma área suburbana com uma pontuação de ecodias acima de 8,5 em 10. Ao praticar o ecodrivando e seguindo o conselho da aplicação, você pode reduzir o consumo de combustível em 10% a 15%.

# badge_efficiency_extra_urban_description_2
source: To win this badge, you must cover 300 kilometers in a suburban area with an ecodriving score above 8.5 out of 10. It's a good habit to slow your vehicle using the engine brake. It is better to downshift than to put the engine into neutral by only using the mechanical brake to slow down the vehicle.
da: For at vinde denne badge skal du have kørt 300 kilometer udenfor byen med en ecodriving-score over 8,5 ud af 10. Husk, at når du bremser med motoren, sparer du på brændstoffet.
es: Para ganar esta insignia debes recorrer 300 kilómetros en zonas extra-urbanas con una puntuación de conducción ecológica de más de 8,5 sobre 10. Un buen hábito es reducir la velocidad del vehículo utilizando el freno motor. Es mejor reducir la marcha que poner el motor en punto muerto usando sólo el freno mecánico para reducir la velocidad del vehículo.
fr: Pour gagner ce badge, vous devez parcourir 300 kilomètres en zone extra-urbaine avec un score d'écoconduite supérieur à 8,5 sur 10. Une bonne habitude consiste à ralentir le véhicule en utilisant le frein moteur. Il est préférable de rétrograder plutôt que de mettre le moteur au point mort en utilisant uniquement le frein mécanique pour ralentir le véhicule.
it: Per ottenere questo badge, devi percorrere 300 chilometri in un'area extraurbana con un punteggio di guida ecologica superiore a 8,5 su 10. Una buona abitudine è quella di rallentare il veicolo usando il freno motore. È meglio cambiare marcia piuttosto che mettere il motore in folle usando solo il freno meccanico per rallentare il veicolo.
nl: Om deze badge te winnen, moet je 300 kilometer afleggen buiten de bebouwde kom met een ecodriving-score van meer dan 8,5 op 10. Het is een goede gewoonte om je voertuig af te remmen met de motorrem. Het is beter om terug te schakelen dan de motor in neutraal te zetten door alleen de mechanische rem te gebruiken om het voertuig af te remmen.
pt: Para ganhar esse crachá, você deve cobrir 300 quilômetros em uma área suburbana com uma pontuação de ecodrodução acima de 8,5 de 10. É um bom hábito desacelerar o veículo usando o freio do motor. É melhor reduzir a marcha do que colocar o motor em neutro usando apenas o freio mecânico para desacelerar o veículo.

# badge_efficiency_extra_urban_description_3
source: To win this badge, you must cover 100 kilometers in a suburban area with an ecodriving score above 8.5 out of 10.
da: For at vinde denne badge skal du have kørt 100 kilometer udenfor byen med en ecodriving-score over 8,5 ud af 10.
es: Para ganar esta insignia debes viajar 1000 kilómetros en áreas extra-urbanas con una puntuación de eco-conducción superior a 8,5 sobre 10.
fr: Pour gagner ce badge, vous devez parcourir 1000 kilomètres en zone extra-urbaine avec un score d'écoconduite supérieur à 8,5 sur 10.
it: Per ottenere questo badge, devi percorrere 1000 chilometri in un'area extraurbana con un punteggio di guida ecologica superiore a 8,5 su 10.
nl: Om deze badge te winnen, moet je 100 kilometer afleggen buiten de bebouwde kom met een ecodriving-score van meer dan 8,5 op 10.
pt: Para ganhar esse crachá, você deve cobrir 100 quilômetros em uma área suburbana, com uma pontuação de ecodias acima de 8,5 em 10.

# badge_efficiency_extra_urban_name_1
source: Amateur
da: Begynder
es: Aficionado
it: Dilettante
pt: Amador

# badge_efficiency_extra_urban_name_2
source: Experienced
da: Let-øvet
es: Confirmado
fr: Confirmé
it: Confermato
nl: Ervaren
pt: Com experiência

# badge_efficiency_extra_urban_name_3
source: Expert
da: Øvet
es: Experto
it: Esperto
pt: Especialista

# badge_efficiency_extra_urban_notif_1
source: You've just won the Amateur badge (100 km in a suburban area with an ecodriving score above 8.5 out of 10). Bravo!
es: Acabas de ganar la insignia Aficionado (100 km en zonas extra-urbanas con una puntuación de conducción ecológica superior a 8,5 sobre 10). Felicitaciones!
fr: Vous venez de remporter le badge Amateur (100 km en zone extra-urbaine avec un score d'écoconduite supérieur à 8,5 sur 10). Bravo !
it: Hai appena vinto il badge Dilettante (100 km in un'area extraurbana con un punteggio di guida ecologica superiore a 8,5 su 10). Bravo!

# badge_efficiency_extra_urban_notif_2
source: You've just won the Experienced badge (300 km in a suburban area with an ecodriving score above 8.5 out of 10). Bravo!
es: Acaba de ganar la insignia Confirmado (300 km en zonas extra-urbanas con una puntuación de conducción ecológica superior a 8,5 sobre 10). Felicitaciones!
fr: Vous venez de remporter le badge Confirmé (300 km en zone extra-urbaine avec un score d'écoconduite supérieur à 8,5 sur 10). Bravo !
it: Hai appena vinto il badge Confermato (300 km in un'area extraurbana con un punteggio di guida ecologica superiore a 8,5 su 10). Bravo!

# badge_efficiency_extra_urban_notif_3
source: You've just won the Expert badge (1000 km in a suburban area with an ecodriving score above 8.5 out of 10). Bravo!
es: Acaba de ganar la insignia Experto (1000 km en zonas extra-urbanas con una puntuación de conducción ecológica de más de 8,5 sobre 10). Felicitaciones!
fr: Vous venez de remporter le badge Expert (1000 km en zone extra-urbaine avec un score d'écoconduite supérieur à 8,5 sur 10). Bravo !
it: Hai appena vinto il badge Esperto (1000 km in un'area extraurbana con un punteggio di guida ecologica superiore a 8,5 su 10). Bravo!

# badge_efficiency_extra_urban_progress_1
source: You have %@ kilometers to go to win this badge.
da: Kør %@ kilometer for at vinde denne badge.
es: Todavía te quedan %@ km para ganar esta placa
fr: Il vous reste %@ kilomètres à parcourir pour remporter ce badge.
it: Hai ancora %@ chilometri da percorrere per vincere questo badge.
nl: Je hebt nog %@ kilometers te gaan om deze badge te winnen.
pt: Você tem %@ quilômetros para ganhar esse crachá.

# badge_efficiency_extra_urban_progress_2
source: You have %@ kilometers to go to win this badge.
da: Kør %@ kilometer for at vinde denne badge.
es: Todavía te quedan %@ km para ganar esta placa
fr: Il vous reste %@ kilomètres à parcourir pour remporter ce badge.
it: Hai ancora %@ chilometri da percorrere per vincere questo badge.
nl: Je hebt nog %@ kilometers te gaan om deze badge te winnen.
pt: Você tem %@ quilômetros para ganhar esse crachá.

# badge_efficiency_extra_urban_progress_3
source: You have %@ kilometers to go to win this badge.
da: Kør %@ kilometer for at vinde denne badge.
es: Todavía te quedan %@ km para ganar esta placa
fr: Il vous reste %@ kilomètres à parcourir pour remporter ce badge.
it: Hai ancora %@ chilometri da percorrere per vincere questo badge.
nl: Je hebt nog %@ kilometers te gaan om deze badge te winnen.
pt: Você tem %@ quilômetros para ganhar esse crachá.

# badge_efficiency_extra_urban_theme
source: Ecodriving in a suburban area
da: Ecodriving uden for byen
es: Conducción ecológica en zonas extra-urbanas
fr: Ecoconduite en zone extra-urbaine
it: Eco-guida in aree extraurbane
nl: Ecodriving buiten de bebouwde kom
pt: Ecodriving em uma área suburbana

# badge_efficiency_urban_congrats_1
source: Congratulations, you have achieved the objective!
da: Tillykke, du har nået målet!
es: Enhorabuena, has alcanzado tu objetivo!
fr: Félicitations, vous avez atteint l'objectif !
it: Congratulazioni, hai raggiunto l'obiettivo!
nl: Gefeliciteerd, je hebt je doel bereikt!
pt: Parabéns, você alcançou o objetivo!

# badge_efficiency_urban_congrats_2
source: Congratulations, you have achieved the objective!
da: Tillykke, du har nået målet!
es: Enhorabuena, has alcanzado tu objetivo!
fr: Félicitations, vous avez atteint l'objectif !
it: Congratulazioni, hai raggiunto l'obiettivo!
nl: Gefeliciteerd, je hebt je doel bereikt!
pt: Parabéns, você alcançou o objetivo!

# badge_efficiency_urban_congrats_3
source: Congratulations, you have achieved the objective!
da: Tillykke, du har nået målet!
es: Enhorabuena, has alcanzado tu objetivo!
fr: Félicitations, vous avez atteint l'objectif !
it: Congratulazioni, hai raggiunto l'obiettivo!
nl: Gefeliciteerd, je hebt je doel bereikt!
pt: Parabéns, você alcançou o objetivo!

# badge_efficiency_urban_description_1
source: To win this badge, you must complete at least 50 km in the city with an ecodriving score above 8 out of 10. Ecodriving does not mean driving slower or not accelerating. On the contrary, it is better to have a straight acceleration (but not abrupt) to quickly reach a stable speed.
da: For at vinde denne badge skal du have kørt 50 km i byen med en ecodriving-score over 8 ud af 10. Ecodriving betyder ikke at køre langsomt eller ikke at accelerere. Tværtimod er det bedre at accelerere jævnt op til den rette hastighed.
es: Para ganar esta insignia debes conducir 50 kilómetros en la ciudad con un puntaje de eco-conducción por encima de 8 de 10. La conducción ecológica no significa que tenga que conducir más despacio o que no tenga que acelerar. Por el contrario, es preferible tener una aceleración franca (pero no repentina) para alcanzar rápidamente una velocidad estabilizada.
fr: Pour gagner ce badge vous devez parcourir 50 kilomètres en ville avec un score d'écoconduite supérieur à 8 sur 10. Eco-conduire ne signifie pas qu'il faut rouler moins vite ou ne pas accélérer. Au contraire, il est préférable d’avoir une accélération franche (mais pas brutale) pour atteindre rapidement une vitesse stabilisée.
it: Per ottenere questo badge, devi percorrere 50 chilometri in città con un punteggio di guida ecologica maggiore di 8 su 10. La guida ecologica non significa guidare più lentamente o non accelerare. Al contrario, è preferibile avere un'accelerazione decisa (ma non brutale) per raggiungere rapidamente una velocità stabilizzata.
nl: Om deze badge te winnen, moet je minstens 50 km in de stad afleggen met een ecodriving-score van meer dan 8 op 10. Ecodriving betekent niet langzamer rijden of niet versnellen. Integendeel, het is beter om een rechte acceleratie te hebben (maar niet abrupt) om snel een stabiele snelheid te bereiken.
pt: Para ganhar esse crachá, você deve completar pelo menos 50 km na cidade com uma pontuação de ecodias acima de 8 em 10. O ecodriving não significa dirigir mais devagar ou não acelerar. Pelo contrário, é melhor ter uma aceleração direta (mas não abrupta) atingir rapidamente uma velocidade estável.

# badge_efficiency_urban_description_2
source: To win this badge, you must cover 100 kilometers in the city with an ecodriving score above 8 out of 10. In the city, acceleration are frequent. During the acceleration phase, you must be careful to change gears at the right moment to not reach engine speeds that are too high.
da: For at vinde denne badge skal du have kørt 100 kilometer i byen med en ecodriving-score over 8 ud af 10. I byen er acceleration hyppig. I accelerationsfasen skal du være forsigtig med at skifte gear på det rigtige tidspunkt, så du ikke når op på for høje hastigheder.
es: Para ganar esta insignia debes conducir 100 kilómetros en la ciudad con una puntuación de conducción ecológica superior a 8 de 10. En la ciudad, las aceleraciones son muy frecuentes. Durante la fase de aceleración, se debe tener cuidado de cambiar de marcha en el momento adecuado para evitar alcanzar velocidades demasiado altas.
fr: Pour gagner ce badge vous devez parcourir 100 kilomètres en ville avec un score d'écoconduite supérieur à 8 sur 10. En ville, les accélérations sont très fréquentes. Pendant la phase d’accélération, il faut veiller à changer de rapport au bon moment pour ne pas atteindre des régimes moteur trop élevés.
it: Per ottenere questo badge, devi percorrere 100 chilometri in città con un punteggio di guida ecologica maggiore di 8 su 10. In città, le accelerazioni sono molto frequenti. Durante la fase di accelerazione, è necessario prestare attenzione a cambiare marcia al momento giusto in modo da non raggiungere velocità del motore eccessivamente elevate.
nl: Om deze badge te winnen, moet je 100 kilometer afleggen in de stad met een ecodriving-score van meer dan 8 op 10. In de stad wordt vaak versneld. Tijdens de acceleratiefase moet je op het juiste moment schakelen om geen te hoge toerentallen te bereiken.
pt: Para ganhar esse crachá, você deve cobrir 100 quilômetros na cidade, com uma pontuação de ecodrodução acima de 8 de 10. Na cidade, a aceleração é frequente. Durante a fase de aceleração, você deve ter cuidado para trocar de marcha no momento certo para não atingir as velocidades do motor muito altas.

# badge_efficiency_urban_description_3
source: To win this badge, you must cover 400 kilometers in the city with an ecodriving score above 8 out of 10. In the city, braking is frequent. Be careful to anticipate your braking by using the engine brake to the maximum (while downshifting). The engine brake is essential for a complete stop of the vehicle or an urgent situation.
da: For at vinde denne badge skal du have kørt 400 kilometer i byen med en ecodriving-score over 8 ud af 10. I byen bremser du meget. Brems med motoren ved fx at trille hen til et rødt lyskryds og koble ud så sent som muligt.
es: Para ganar esta insignia debes conducir 400 kilómetros en la ciudad con una puntuación de más de 8 de 10 en ecoconducción. En la ciudad, las frenadas son muy frecuentes. Recuerde anticipar el frenado utilizando el freno motor tanto como sea posible (mientras baja la marcha). El freno mecánico es esencial para una parada completa del vehículo o en una situación de emergencia.
fr: Pour gagner ce badge, vous devez parcourir 400 kilomètres en ville avec un score d'écoconduite supérieur à 8 sur 10. En ville, les freinages sont très fréquents. Pensez à anticiper vos freinages en utilisant au maximum le frein moteur (tout en rétrogradant). Le frein mécanique est quant à lui indispensable pour un arrêt complet du véhicule ou en situation d’urgence.
it: Per ottenere questo badge, devi percorrere 400 chilometri in città con un punteggio di guida ecologica maggiore di 8 su 10. In città, la frenata è molto frequente. Ricorda di anticipare la tua frenata usando il freno del motore il più possibile (mentre scali la marcia). Il freno meccanico è essenziale per un arresto completo del veicolo o in una situazione di emergenza.
nl: Om deze badge te winnen, moet je 400 kilometer afleggen in de stad met een ecodriving-score van meer dan 8 op 10. In de stad wordt vaak geremd. Anticipeer op het remmen door de motorrem maximaal te gebruiken (tijdens het terugschakelen). De motorrem is essentieel om het voertuig volledig tot stilstand te brengen of in een noodsituatie.
pt: Para ganhar esse crachá, você deve cobrir 400 quilômetros na cidade com uma pontuação ecodrodiando acima de 8 de 10. Na cidade, a frenagem é frequente. Cuidado em antecipar sua frenagem usando o freio do motor ao máximo (enquanto diminui a redução). O freio do motor é essencial para uma parada completa do veículo ou uma situação urgente.

# badge_efficiency_urban_name_1
source: Amateur
da: Begynder
es: Aficionado
it: Dilettante
pt: Amador

# badge_efficiency_urban_name_2
source: Experienced
da: Let-øvet
es: Confirmado
fr: Confirmé
it: Confermato
nl: Ervaren
pt: Com experiência

# badge_efficiency_urban_name_3
source: Expert
da: Øvet
es: Experto
it: Esperto
pt: Especialista

# badge_efficiency_urban_notif_1
source: You've just won the Amateur badge (100 km in the city with an ecodriving score above 8 out of 10). Bravo!
es: Acabas de ganar la insignia Aficionado (100 km en la ciudad con una puntuación de conducción ecológica superior a 8 sobre 10). Felicitaciones!
fr: Vous venez de remporter le badge Amateur (100 km en ville avec un score d'écoconduite supérieur à 8 sur 10). Bravo !
it: Hai appena vinto il badge Dilettante (100 km in città con un punteggio di guida ecologica maggiore di 8 su 10). Bravo!

# badge_efficiency_urban_notif_2
source: You've just won the Experienced badge (100 km in the city with an ecodriving score above 8 out of 10). Bravo!
es: Acabas de ganar la insignia Confirmada (100 km en la ciudad con una puntuación de conducción ecológica superior a 8 de 10). Felicitaciones!
fr: Vous venez de remporter le badge Confirmé (100 km en ville avec un score d'écoconduite supérieur à 8 sur 10). Bravo !
it: Hai appena vinto il badge Confermato (100 km in città con un punteggio di guida ecologica maggiore di 8 su 10). Bravo!

# badge_efficiency_urban_notif_3
source: You've just won the Expert badge (400 km in the city with an ecodriving score above 8 out of 10). Bravo!
es: Acaba de ganar la insignia Experto (400 km en la ciudad con una puntuación de conducción ecológica de más de 8 sobre 10). Felicitaciones!
fr: Vous venez de remporter le badge Expert (400 km en ville avec un score d'écoconduite supérieur à 8 sur 10). Bravo !
it: Hai appena vinto il badge Esperto (400 km in città con un punteggio di guida ecologica maggiore di 8 su 10). Bravo!

# badge_efficiency_urban_progress_1
source: You have %@ kilometers to go to win this badge.
da: Kør %@ kilometer for at vinde denne badge.
es: Tienes que hacer %@ viajes más para ganar esta placa.
fr: Il vous reste %@ kilomètres à parcourir pour remporter ce badge.
it: Hai ancora dei %@ viaggi da percorrere per vincere questo badge.
nl: Je hebt nog %@ kilometers te gaan om deze badge te winnen.
pt: Você tem %@ quilômetros para ganhar esse crachá.

# badge_efficiency_urban_progress_2
source: You have %@ kilometers to go to win this badge.
da: Kør %@ kilometer for at vinde denne badge.
es: Todavía te quedan %@ km para ganar esta placa
fr: Il vous reste %@ kilomètres à parcourir pour remporter ce badge.
it: Hai ancora %@ chilometri da percorrere per vincere questo badge.
nl: Je hebt nog %@ kilometers te gaan om deze badge te winnen.
pt: Você tem %@ quilômetros para ganhar esse crachá.

# badge_efficiency_urban_progress_3
source: You have %@ kilometers to go to win this badge.
da: Kør %@ kilometer for at vinde denne badge.
es: Todavía te quedan %@ km para ganar esta placa
fr: Il vous reste %@ kilomètres à parcourir pour remporter ce badge.
it: Hai ancora %@ chilometri da percorrere per vincere questo badge.
nl: Je hebt nog %@ kilometers te gaan om deze badge te winnen.
pt: Você tem %@ quilômetros para ganhar esse crachá.

# badge_efficiency_urban_theme
source: Ecodriving in an urban environment
da: Ecodriving i et bymiljø
es: Conducción ecológica en zonas urbanas
fr: Ecoconduite en milieu urbain
it: Eco-guida in un ambiente urbano
nl: Ecodriving in een stedelijke omgeving
pt: Ecodriving em um ambiente urbano

# badge_expressway_distance_congrats_1
source: Congratulations, you have achieved the objective!
da: Tillykke, du har nået målet!
es: Enhorabuena, has alcanzado tu objetivo!
fr: Félicitations, vous avez atteint l'objectif !
it: Congratulazioni, hai raggiunto l'obiettivo!
nl: Gefeliciteerd, je hebt je doel bereikt!
pt: Parabéns, você alcançou o objetivo!

# badge_expressway_distance_congrats_2
source: Congratulations, you have achieved the objective!
da: Tillykke, du har nået målet!
es: Enhorabuena, has alcanzado tu objetivo!
fr: Félicitations, vous avez atteint l'objectif !
it: Congratulazioni, hai raggiunto l'obiettivo!
nl: Gefeliciteerd, je hebt je doel bereikt!
pt: Parabéns, você alcançou o objetivo!

# badge_expressway_distance_congrats_3
source: Congratulations, you have achieved the objective!
da: Tillykke, du har nået målet!
es: Enhorabuena, has alcanzado tu objetivo!
fr: Félicitations, vous avez atteint l'objectif !
it: Congratulazioni, hai raggiunto l'obiettivo!
nl: Gefeliciteerd, je hebt je doel bereikt!
pt: Parabéns, você alcançou o objetivo!
