Repository: DriveQuantPublic/drivekit-ui-ios
Catalog: DriveKitDriverAchievementUI/Localizable/*.lproj/DriverAchievementLocalizables.strings
Languages: da, es, fr, it, nl, pt

# badge_safety_description_1
source: Obtain the highest safety score (10 out of 10) to win this badge. On the road, think to change your speed depending on the conditions of the trip: places crossed, road conditions, traffic and weather conditions.
da: Få det højeste sikkerhedsresultat (10 ud af 10) for at vinde denne badge. Hold afstand, orientér dig godt, og forhold dig roligt, når du kører.
es: Obtenga la más alta calificación de seguridad (10 de 10) en diez viajes para ganar esta insignia. En carretera, recuerde adaptar su velocidad a las condiciones del viaje: lugares recorridos, condiciones de la carretera, tráfico y condiciones meteorológicas.
fr: Obtenez la note de sécurité maximale (10 sur 10) sur dix trajets pour remporter ce badge. Sur la route, pensez à adapter votre vitesse en fonction des conditions du trajet : lieux traversés, état de la chaussée, trafic et conditions météo.
it: Ottieni il punteggio di sicurezza massimo (10 su 10) in dieci viaggi per vincere questo badge. Sulla strada, ricorda di adattare la tua velocità in base alle condizioni del viaggio: luoghi attraversati, condizioni della carreggiata, traffico e condizioni meteorologiche.
nl: Haal de hoogste veiligheidsscore (10 uit 10) om deze badge te winnen. Denk eraan om onderweg je snelheid aan te passen aan de omstandigheden van de rit: plaatsen die je passeert, toestand van de weg, verkeer en weersomstandigheden.
pt: Obtenha a maior pontuação de segurança (10 em 10) para ganhar esse distintivo. Na estrada, pense em mudar sua velocidade, dependendo das condições da viagem: lugares cruzados, condições da estrada, tráfego e condições climáticas.

# badge_safety_description_2
source: To unlock this badge, try to complete 20 trips with a maximum safety score (10 out of 10). If you are relaxed and attentive, you will be more responsive to your environment and in the event of an unexpected situation.
da: Kør 20 ture med en maksimal sikkerhedsscore (10 ud af 10). Hvis du er afslappet og opmærksom, vil du kunne reagere hurtigere, hvis en uventet situation skulle opstå.
es: Para desbloquear esta insignia, intente hacer 20 viajes con una calificación de seguridad máxima (10 de 10). Si estás relajado y atento serás más sensible al entorno y en caso de situaciones imprevistas.
fr: Pour débloquer ce badge, essayez de réaliser 20 trajets avec une note de sécurité maximale (10 sur 10). Si vous êtes détendu et attentif, vous serez plus réactif vis-à-vis de l'environnement et en cas de situation imprévue.
it: Per sbloccare questo badge, prova a fare 20 viaggi con un punteggio di sicurezza massimo (10 su 10). Se sei rilassato e attento, sarai più reattivo nei confronti dell'ambiente e in caso di una situazione imprevista.
nl: Om deze badge vrij te spelen, moet je proberen 20 ritten te voltooien met een maximale veiligheidsscore (10 uit 10). Als je ontspannen en oplettend bent, zul je beter reageren op je omgeving en in het geval van een onverwachte situatie.
pt: Para desbloquear esse crachá, tente completar 20 viagens com uma pontuação máxima de segurança (10 em 10). Se você estiver relaxado e atencioso, responderá mais ao seu meio ambiente e a uma situação inesperada.

# badge_safety_description_3
source: Become a safe driver and win this badge by completing 50 trips with a safety score of 10.
da: Vind denne badge ved at afslutte 50 ture med en sikkerhedsscore på 10.
es: Conviértete en un conductor seguro y gana esta insignia haciendo 50 viajes con un puntaje de seguridad de 10.
fr: Devenez un conducteur sûr et gagnez ce badge en réalisant 50 trajets avec un score de sécurité à 10.
it: Diventa un pilota sicuro e guadagna questo badge facendo 50 viaggi con un punteggio di sicurezza di 10.
nl: Word een veilige chauffeur en win deze badge door 50 ritten met een veiligheidsscore van 10 af te ronden.
pt: Torne -se um motorista seguro e ganhe este crachá, completando 50 viagens com uma pontuação de segurança de 10.

# badge_safety_name_1
source: Shepherd
da: Fårehyrde
es: Pastor
fr: Berger
it: Pastore
nl: Gids
pt: pastor

# badge_safety_name_3
source: Guardian Angel
da: Skytsengel
es: Ángel de la guarda
fr: Ange gardien
it: Angelo custode
nl: Beschermengel
pt: anjo da guarda

# badge_safety_notif_1
source: You've just won the Shepherd badge (10 trips with a safety score of 10). Bravo!
es: ¡Acabas de ganar la placa Pastor! (10 viajes con una puntuación de seguridad de 10). Felicitaciones!
fr: Vous venez de remporter le badge Berger (10 trajets avec un score de sécurité à 10). Bravo !
it: Hai appena vinto il badge Pastore (10 viaggi con un punteggio di sicurezza di 10). Bravo!

# badge_safety_notif_2
source: You've just won the Shepherd badge (20 trips with a safety score of 10). Bravo!
es: ¡Acabas de ganar la placa de Sherpa! (20 viajes con una puntuación de seguridad de 10). Felicitaciones!
fr: Vous venez de remporter le badge Sherpa (20 trajets avec un score de sésurité à 10). Bravo !
it: Hai appena vinto il badge Sherpa (20 viaggi con un punteggio di sicurezza di 10). Bravo!

# badge_safety_notif_3
source: You've just won the Guardian Angel badge (50 trips with a safety score of 10). Bravo!
es: ¡Acabas de ganar la placa del Ángel de la Guarda! (50 viajes con una puntuación de seguridad de 10). Felicitaciones!
fr: Vous venez de remporter le badge Ange gardien (50 trajets avec un score de sécurité à 10). Bravo !
it: Hai appena vinto il badge Angelo custode (50 viaggi con un punteggio di sicurezza di 10). Bravo!

# badge_safety_progress_1
source: Still % trips before winning this badge.
da: Stadig %@ -ture, før du vinder denne badge.
es: Tienes que hacer %@ viajes más para ganar esta placa.
fr: Encore %@ trajets avant de gagner ce badge.
it: Ancora %@ viaggi prima di guadagnare questo badge.
nl: Nog %@ ritten voor het winnen van deze badge.
pt: Still %@ Trips antes de ganhar esse crachá.

# badge_safety_progress_2
source: You still have %@ trips to complete to win this badge.
da: Kør %@ -ture for at vinde denne badge.
es: Tienes que hacer %@ viajes más para ganar esta placa.
fr: Il vous reste %@ trajets à parcourir pour remporter ce badge.
it: Hai ancora dei %@ viaggi da percorrere per vincere questo badge.
nl: Je moet nog %@ ritten voltooien om deze badge te winnen.
pt: Você ainda tem %@ viagens para concluir para ganhar este crachá.

# badge_safety_progress_3
source: You still have %@ trips to complete to win this badge.
da: Kør %@ -ture for at vinde denne badge.
es: Tienes que hacer %@ viajes más para ganar esta placa.
fr: Il vous reste %@ trajets à parcourir pour remporter ce badge.
it: Hai ancora dei %@ viaggi da percorrere per vincere questo badge.
nl: Je moet nog %@ ritten voltooien om deze badge te winnen.
pt: Você ainda tem %@ viagens para concluir para ganhar este crachá.

# badge_safety_theme
source: Careful driving
da: Påpasselig kørsel
es: Conducción prudente
fr: Conduite prudente
it: Guida prudente
nl: Voorzichtig rijden
pt: Direção cuidadosa

# badge_trip_number_congrats_1
source: Congratulations, you have achieved the objective! You are now familiar with the application. On your way to the next level.
da: Tillykke, du har nået målet! Så' det bare at køre videre.
es: Enhorabuena, has alcanzado tu objetivo! Ya está familiarizado con la aplicación. En el camino al siguiente nivel.
fr: Félicitations, vous avez atteint l'objectif ! Vous êtes désormais familier avec l'application. En route pour le prochain niveau.
it: Congratulazioni, hai raggiunto l'obiettivo! Ora hai familiarità con l'applicazione. Sulla strada per il livello successivo.
nl: Gefeliciteerd, je hebt je doel bereikt! Je bent nu vertrouwd met de app. Op weg naar het volgende niveau.
pt: Parabéns, você alcançou o objetivo! Agora você está familiarizado com o aplicativo. No seu caminho para o próximo nível.

# badge_trip_number_congrats_2
source: Bravo for your endurance! 30 trips is a sign that you are getting used to the application.
da: Du har nu kørt 30 ture. Tillykke med din letøvet-badge! Vi er rigtig glade for, at du bruger appen.
es: Felicitaciones por su perseverancia! 30 viajes es una señal de que estás adoptando la aplicación.
fr: Bravo pour votre persévérance ! 30 trajets c'est le signe que vous êtes en train d'adopter l'application.
it: Bravo per la tua perseveranza! 30 viaggi indica che stai per adottare l’applicazione.
nl: Bravo voor je uithoudingsvermogen! 30 ritten is een teken dat je vertrouwd bent met het gebruik van de app.
pt: Bravo por sua resistência! 30 viagens é um sinal de que você está se acostumando com o aplicativo.

# badge_trip_number_congrats_3
source: As of 100 trips, you are a true ambassador. If you like the application, leave a note on the window blind and give us your opinion.
da: Tillykke! Du har nu kørt 100 ture og har fortjent din Øvet-badge!
es: Ya son 100 viajes, eres un verdadero Embajador. Si te gusta la aplicación, deja una nota en el toldo y danos tu opinión.
fr: Déjà 100 trajets, vous êtes un véritable ambassadeur. Si l'application vous plait, laissez une note sur le store et donnez-nous votre avis.
it: Già 100 viaggi, sei un vero ambasciatore. Se ti piace l'app, lascia una nota sullo store e inviaci il tuo feedback.
nl: Vanaf 100 ritten ben je een echte ambassadeur. Als de app je bevalt, laat dan een berichtje achter op de app store en geef ons je mening.
pt: A partir de 100 viagens, você é um verdadeiro embaixador. Se você gosta do aplicativo, deixe uma nota na janela cega e dê -nos sua opinião.

# badge_trip_number_description_1
source: Complete ten trips to discover the application and be familiar with how it functions.
da: Kør 10 ture.
es: Haga 10 viajes para descubrir la aplicación y familiarizarse con su funcionamiento.
fr: Réalisez 10 trajets pour découvrir l'application et vous familiariser avec son fonctionnement.
it: Fai 10 viaggi per scoprire l'applicazione e scoprire come funziona.
nl: Maak tien ritten om de app te ontdekken en vertrouwd te raken met de werking ervan.
pt: Complete dez viagens para descobrir o aplicativo e estar familiarizado com a forma como ele funciona.

# badge_trip_number_description_2
source: Record 30 trips with the application in automatic mode to win this badge.
da: Kør 30 ture for at vinde denne badge.
es: Registre 30 viajes con la aplicación en modo automático para ganar esta insignia.
fr: Enregistrez 30 trajets avec l'application en mode automatique pour gagner ce badge.
it: Registra 30 viaggi con l'app in modalità automatica per ottenere questo badge.
nl: Registreer 30 ritten met de applicatie in automatische modus om deze badge te winnen.
pt: Grave 30 viagens com o aplicativo no modo automático para ganhar este crachá.

# badge_trip_number_description_3
source: Try to complete 100 trips to win this badge. In automatic mode it's child's play.
da: Kør 100 ture for at vinde denne badge.
es: Intenta hacer 100 viajes para ganar esta placa. Con el modo automático es un juego de niños.
fr: Tentez de réaliser 100 trajets pour gagner ce badge. Avec le mode automatique c'est un jeu d'enfant.
it: Prova a fare 100 viaggi per guadagnare questo badge. Con la modalità automatica è un gioco da ragazzi.
nl: Probeer 100 ritten te voltooien om deze badge te winnen. In de automatische modus is het kinderspel.
pt: Tente completar 100 viagens para ganhar este crachá. No modo automático, é a brincadeira de criança.

# badge_trip_number_name_1
source: Amateur
da: Begynder
es: Aficionado
it: Dilettante
pt: Amador

# badge_trip_number_name_2
source: Explorer
da: Letøvet
es: Explorador
fr: Explorateur
it: Esploratore
nl: Verkenner
pt: Explorador

# badge_trip_number_name_3
source: Ambassador
da: Øvet
es: Embajador
fr: Ambassadeur
it: Ambasciatore
nl: Ambassadeur
pt: Embaixador

# badge_trip_number_notif_1
source: You've just won the Amateur badge (10 trips). Bravo!
es: Acabas de ganar la insignia Aficionado (10 viajes). Felicitaciones!
fr: Vous venez de remporter le badge Amateur (10 trajets). Bravo !
it: Hai appena vinto il badge Dilettante (10 viaggi). Bravo!

# badge_trip_number_notif_2
source: You've just won the Explorer badge (30 trips). Bravo!
es: Acaba de ganar la insignia de Explorador (30 viajes). Felicitaciones!
fr: Vous venez de remporter le badge Explorateur (30 trajets). Bravo !
it: Hai appena vinto il badge Esploratore (30 viaggi). Bravo!

# badge_trip_number_notif_3
source: You've just won the Ambassador badge (100 trips). Bravo!
es: Acaba de ganar la insignia de Embajador (100 viajes). Felicitaciones!
fr: Vous venez de remporter le badge Ambassadeur (100 trajets). Bravo !
it: Hai appena vinto il badge Ambasciatore (100 viaggi). Bravo!

# badge_trip_number_progress_1
source: You still have %@ trips to complete to win this badge.
da: Tag %@ -ture for at vinde denne badge.
es: Tienes que hacer %@ viajes más para ganar esta placa.
fr: Il vous reste %@ trajets à parcourir pour remporter ce badge.
it: Hai ancora dei %@ viaggi da percorrere per vincere questo badge.
nl: Je moet nog %@ ritten voltooien om deze badge te winnen.
pt: Você ainda tem %@ viagens para concluir para ganhar este crachá.

# badge_trip_number_progress_2
source: You still have %@ trips to complete to win this badge.
da: Tag %@ -ture for at vinde denne badge.
es: Tienes que hacer %@ viajes más para ganar esta placa.
fr: Il vous reste %@ trajets à parcourir pour remporter ce badge.
it: Hai ancora dei %@ viaggi da percorrere per vincere questo badge.
nl: Je moet nog %@ ritten voltooien om deze badge te winnen.
pt: Você ainda tem %@ viagens para concluir para ganhar este crachá.

# badge_trip_number_progress_3
source: You still have %@ trips to complete to win this badge.
da: Tag %@ -ture for at vinde denne badge.
es: Tienes que hacer %@ viajes más para ganar esta placa.
fr: Il vous reste %@ trajets à parcourir pour remporter ce badge.
it: Hai ancora dei %@ viaggi da percorrere per vincere questo badge.
nl: Je moet nog %@ ritten voltooien om deze badge te winnen.
pt: Você ainda tem %@ viagens para concluir para ganhar este crachá.

# badge_trip_number_theme
source: Number of trips
da: Antal ture
es: Número de viajes
fr: Nombre de trajets
it: Numero di viaggi
nl: Aantal ritten
pt: Número de viagens

# badge_urban_distance_congrats_1
source: Congratulations, you have achieved the objective!
da: Tillykke, du har nået målet!
es: Enhorabuena, has alcanzado tu objetivo!
fr: Félicitations, vous avez atteint l'objectif !
it: Congratulazioni, hai raggiunto l'obiettivo!
nl: Gefeliciteerd, je hebt je doel bereikt!
pt: Parabéns, você alcançou o objetivo!

# badge_urban_distance_congrats_2
source: Congratulations, you have achieved the objective!
da: Tillykke, du har nået målet!
es: Enhorabuena, has alcanzado tu objetivo!
fr: Félicitations, vous avez atteint l'objectif !
it: Congratulazioni, hai raggiunto l'obiettivo!
nl: Gefeliciteerd, je hebt je doel bereikt!
pt: Parabéns, você alcançou o objetivo!

# badge_urban_distance_congrats_3
source: Congratulations, you have achieved the objective!
da: Tillykke, du har nået målet!
es: Enhorabuena, has alcanzado tu objetivo!
fr: Félicitations, vous avez atteint l'objectif !
it: Congratulazioni, hai raggiunto l'obiettivo!
nl: Gefeliciteerd, je hebt je doel bereikt!
pt: Parabéns, você alcançou o objetivo!

# badge_urban_distance_description_1
source: To win this badge, you must cover 100 km in an urban environment. In the city, drive calmly and stay relaxed because you share the road with other vehicles: cars, buses and two-wheelers (motorcycles, scooters and bikes).
da: For at vinde denne badge skal du have kørt 100 km i byen. Kør roligt, og hold håndtegnene for dig selv, for du deler vejen med andre biler, busser, motorcykler, scootere og cyklister, som også skal have lov at være der.
es: Para ganar esta insignia debes recorrer 100 km en un entorno urbano. En la ciudad, conduzca tranquilamente y permanezca relajado porque comparte la carretera con otros usuarios: coches, autobuses y vehículos de dos ruedas (motocicletas, scooters y bicicletas).
fr: Pour gagner ce badge, vous devez parcourir 100 km en milieu urbain. En ville, adoptez une conduite calme et restez détendu car vous partagez la route avec d’autres utilisateurs : voitures, bus et deux-roues (motos, scooters et vélos).
it: Per guadagnare questo badge, devi percorrere 100 km in un ambiente urbano. In città, adotta uno stile di guida tranquillo e rimani rilassato perché condividi la strada con altri utenti: auto, autobus e due ruote (motociclette, scooter e biciclette).
nl: Om deze badge te winnen, moet je 100 km afleggen in een stedelijke omgeving. Rijd in de stad rustig en blijf ontspannen omdat je de weg deelt met andere voertuigen: auto's, bussen en tweewielers (motorfietsen, scooters en fietsen).
pt: Para ganhar esse crachá, você deve cobrir 100 km em um ambiente urbano. Na cidade, dirija com calma e fique relaxado porque você compartilha a estrada com outros veículos: carros, ônibus e veículos de duas rodas (motocicletas, scooters e bicicletas).

# badge_urban_distance_description_2
source: To obtain this badge, you must cover 300 km in the city. In this environment, the most frequent accidents generally involve pedestrians. Be patient and always think of other vehicles on the road and the pedestrians.
da: For at få denne badge skal du have kørt 300 km i byen. Pas på fodgængere og cyklister. Sørg fx altid for at orientere dig godt, når du drejer til højre, og luk af for cyklister, når det er muligt.
es: Para obtener este distintivo debe recorrer 300 km en la ciudad. En este entorno, los accidentes más frecuentes suelen ser los peatones. Sea paciente y piense siempre en los demás usuarios de la vía pública y en los peatones.
fr: Pour obtenir ce badge, vous devez parcourir 300 km en ville. Dans cet environnement, les accidents les plus fréquents impliquent généralement des piétons. Armez-vous de patience et pensez toujours aux autres utilisateurs de la route et aux pietons.
it: Per ottenere questo badge, devi percorrere 300 km in città. In questo ambiente, gli incidenti più frequenti coinvolgono generalmente i pedoni. Armati di pazienza e pensa sempre agli altri utenti della strada e ai pedoni.
nl: Om deze badge te krijgen, moet je 300 km afleggen in de stad. In deze omgeving gebeuren de meeste ongevallen met voetgangers. Wees geduldig en denk altijd aan andere voertuigen op de weg en voetgangers.
pt: Para obter esse crachá, você deve cobrir 300 km na cidade. Nesse ambiente, os acidentes mais frequentes geralmente envolvem pedestres. Seja paciente e sempre pense em outros veículos na estrada e nos pedestres.

# badge_urban_distance_description_3
source: Drive 1000 km in the city to win this badge and never forget to respect the speed limit of 50 km/h (maximum). Also think of getting ready to slow down when approaching schools or busy intersections.
da: Kør 1000 km i byen for at vinde denne badge. Kør aldrig hurtigere end hastighedsgrænsen på maks. 50 km/t. Husk at være klar til at bremse, når du nærmer dig en skole eller et travlt kryds.
es: Conduzca 1000 km en la ciudad para ganar esta insignia y nunca olvide respetar el límite de velocidad de 50 km/h (máximo). También recuerde anticipar su frenado cuando se acerque a escuelas o intersecciones concurridas.
fr: Conduisez 1000 km en ville pour remporter ce badge et n’oubliez jamais de respecter la limitation de vitesse de 50 km/h (maximum). Pensez aussi à anticiper vos freinages à l’approche d’établissements scolaires ou de carrefours fréquentés.
it: Guida 1000 km in città per vincere questo badge e non dimenticare mai di rispettare il limite di velocità di 50 km/h (massimo). Ricorda anche di anticipare la tua frenata quando ti avvicini a scuole o incroci frequentati.
nl: Rijd 1000 km in de stad om deze badge te winnen en vergeet nooit de maximumsnelheid van 50 km/u te respecteren. Denk er ook aan om langzamer te rijden bij het naderen van scholen of drukke kruispunten.
pt: Dirija 1000 km na cidade para ganhar esse crachá e nunca se esqueça de respeitar o limite de velocidade de 50 km/h (máximo). Pense também em se preparar para desacelerar ao se aproximar das escolas ou cruzamentos ocupados.

# badge_urban_distance_name_3
source: Zen Master
es: Maestro Zen

# badge_urban_distance_notif_1
source: You've just won the Relax Max badge (100 trips in an urban environment). Bravo!
es: Acaba de ganar la insignia Relax Max (100 km en zonas urbanas). Felicitaciones!
fr: Vous venez de remporter le badge Relax Max (100 km en milileu urbain). Bravo !
it: Hai appena vinto il badge Relax Max (100 km in un ambiente urbano). Bravo!

# badge_urban_distance_notif_2
source: You've just won the Yoga badge (300 km in an urban environment). Bravo!
es: Acabas de ganar la insignia de Yoga (300 km en zonas urbanas). Felicitaciones!
fr: Vous venez de remporter le badge Yoga (300 km en milileu urbain). Bravo !
it: Hai appena vinto il badge Yoga (300 km in area urbana). Bravo!

# badge_urban_distance_notif_3
source: You've just won the Zen Master badge (1000 km in an urban environment). Bravo!
es: Acabas de ganar la insignia de Maestro Zen (1000 km en zonas urbanas). Felicitaciones!
fr: Vous venez de remporter le badge Zen Master (1000 km en milieu urbain). Bravo !
it: Hai appena vinto il badge Zen Master (1000 km nelle aree urbane). Bravo!

# badge_urban_distance_progress_1
source: You have %@ kilometers to go to win this badge.
da: Kør %@ kilometer for at vinde denne badge.
es: Todavía te quedan %@ km para ganar esta placa
fr: Il vous reste %@ kilomètres à parcourir pour remporter ce badge.
it: Hai ancora %@ chilometri da percorrere per vincere questo badge.
nl: Je hebt nog %@ kilometers te gaan om deze badge te winnen.
pt: Você tem %@ quilômetros para ganhar esse crachá.

# badge_urban_distance_progress_2
source: You have %@ kilometers to go to win this badge.
da: Kør %@ kilometer for at vinde denne badge.
es: Todavía te quedan %@ km para ganar esta placa
fr: Il vous reste %@ kilomètres à parcourir pour remporter ce badge.
it: Hai ancora %@ chilometri da percorrere per vincere questo badge.
nl: Je hebt nog %@ kilometers te gaan om deze badge te winnen.
pt: Você tem %@ quilômetros para ganhar esse crachá.

# badge_urban_distance_progress_3
source: You have %@ kilometers to go to win this badge.
da: Kør %@ kilometer for at vinde denne badge.
es: Todavía te quedan %@ km para ganar esta placa
fr: Il vous reste %@ kilomètres à parcourir pour remporter ce badge.
it: Hai ancora %@ chilometri da percorrere per vincere questo badge.
nl: Je hebt nog %@ kilometers te gaan om deze badge te winnen.
pt: Você tem %@ quilômetros para ganhar esse crachá.

# badge_urban_distance_theme
source: Driving in an urban area
da: Kørsel i et byområde
es: Conducción en zonas urbanas
fr: Conduite en zone urbaine
it: Guidare nelle aree urbane
nl: Rijden in een stedelijk gebied
pt: Dirigindo em uma área urbana

# badge_your_progress_title
source: Your progress
da: Dine fremskridt
es: Su progreso
fr: Votre avancement
it: Il tuo progresso
nl: Je vooruitgang
pt: Seu progresso

# dk_achievements_failed_to_sync_badges
source: Failed to synchronize badges, please retry later.
da: Kunne ikke synkronisere badges, prøv igen senere.
es: Incapaz de sincronizar las placas, por favor, inténtelo de nuevo más tarde.
fr: Impossible de synchroniser les badges, veuillez réessayer plus tard.
it: Impossibile sincronizzare i badge, si prega di riprovare più tardi.
nl: Het synchroniseren van badges is mislukt, probeer het later opnieuw.
pt: Falha ao sincronizar os crachás, tente novamente.
