Repository: DriveQuantPublic/drivekit-ui-ios
Catalog: DriveKitVehicleUI/Localizable/*.lproj/DKVehicleLocalizable.strings
Languages: da, de, es, fr, it, pt

# dk_beacon_battery
source: Battery level (%)
da: Batteriniveau (%)
de: Akkuladestand
es: Nivel de batería (%)
fr: Niveau de la batterie (%)
it: Livello della batteria (%)
pt: Nível de bateria (%)

# dk_beacon_code
source: Beacon identifier
da: Beacon -identifikator
de: Beacon erkennen
es: Identificador del beacon
fr: Identifiant du beacon
it: Numero del beacon
pt: Identificador de Beacon

# dk_beacon_diagnostic_title
source: Checking my beacon
da: Kontrollerer min fyr
de: Diagnose meines Beacon
es: Diagnóstico de mi baliza
fr: Diagnostic de mon beacon
it: Diagnosi del mio beacon
pt: Verificando meu farol

# dk_beacon_distance
source: Distance (m)
da: Afstand (m)
de: Entfernung (m)
es: Distancia (m)
it: Distanza (m)
pt: Distância (M)

# dk_beacon_major
source: Major
pt: Principal

# dk_beacon_minor
source: Minor
da: Mindre
pt: Menor

# dk_beacon_not_seen
source: Your beacon has not been detected
da: Din fyr er ikke blevet opdaget
de: Ihr BEACON wurde nicht erkannt
es: Tu beacon no ha sido detectad
fr: Votre beacon n'a pas été détecté
it: Il tuo beacon non è stato rilevato
pt: Seu farol não foi detectado

# dk_beacon_paired_title
source: Add a beacon
da: Tilføj en fyr
de: Einen BEACON dazufügen
es: Asociar una beacon
fr: Associer un beacon
it: Associate un beacon
pt: Adicione um farol

# dk_beacon_vehicle_unknown
source: Unknown vehicle
da: Ukendt køretøj
de: Unbekanntes Fahrzeug
es: Vehículo desconocido
fr: Véhicule inconnu
it: Veicolo sconosciuto
pt: Veículo desconhecido

# dk_beacon_vehicule_linked
source: Associated vehicle
da: Tilknyttet køretøj
de: Zugehöriges Fahrzeug
es: Vehículo asociado
fr: Véhicule associé
it: Veicolo associato
pt: Veículo associado

# dk_beacon_verify
source: Inspect
da: Inspicer
de: Auschecken
es: Echa un vistazo
fr: Vérifier
it: Controlla
pt: Verificar

# dk_bluetooth_address
source: MAC address of the Bluetooth device
da: MAC-adresse på Bluetooth-enheden
de: MAC-Adresse des Bluetooth-Gerätes
es: MAC del dispositivo Bluetooth
fr: Adresse MAC de l'appareil Bluetooth
it: MAC del dispositivo Bluetooth
pt: Endereço MAC do dispositivo Bluetooth

# dk_bluetooth_name
source: Bluetooth device name
da: Bluetooth-enhedsnavn
de: Bluetooth-Gerätename
es: Nombre del dispositivo Bluetooth
fr: Nom de l'appareil Bluetooth
it: Nome del dispositivo Bluetooth
pt: Nome do dispositivo Bluetooth

# dk_brand
source: Brand
da: Mærke
de: Marke
es: Marca
fr: Marque
it: Marchio
pt: Marca

# dk_category
source: Category
da: Kategori
de: Kategorie
es: Categoría
fr: Catégorie
it: Categoria
pt: Categoria

# dk_change_success
source: The changes have been successfully applied.
da: Ændringerne er gennemført.
de: Die Änderungen wurden berücksichtigt.
es: Los cambios se han tenido en cuenta.
fr: Les modifications ont bien été prises en compte.
it: Le modifiche sono state prese in considerazione.
pt: As mudanças foram aplicadas com sucesso.

# dk_consumption
source: Fuel consumption
da: Brændstofforbrug
de: Kraftstoffverbrauch
es: Consumo de combustible
fr: Consommation
it: Consumo carburante
pt: Consumo de combustível

# dk_detection_mode_beacon_desc_configured
source: The beacon %@ has been linked with this vehicle. The application will automatically record your trip when the beacon is close to your smartphone.
da: Beacon %@ er blevet knyttet til dette køretøj. Applikationen registrerer automatisk din rejse, når Beacon er tæt på din smartphone.
de: Die Beacon %@ wurde diesem Fahrzeug zugeordnet. Die Anwendung zeichnet Ihre Fahrt automatisch auf, wenn sich das Signal in der Nähe Ihres Smartphones befindet.
es: La baliza %@ ha sido asociada con este vehículo. La aplicación registra automáticamente su viaje cuando la baliza está cerca de su smartphone.
fr: Le beacon %@ a été associé à ce véhicule. L'application enregistre automatiquement votre trajet lorsque le beacon est à proximité de votre smartphone.
it: Il beacon %@ è stato associato a questo veicolo. L'applicazione registra automaticamente il viaggio quando il segnalatore luminoso è vicino allo smartphone.
pt: O dispositivo %@ está vinculado a este veículo. O aplicativo gravará automaticamente sua viagem quando o farol estiver próximo do seu smartphone.

# dk_detection_mode_beacon_desc_not_configured
source: You must associate a beacon for this vehicle
da: Du skal forbinde et beacon til dette køretøj.
de: Sie müssen diesem Fahrzeug eine beacon zuordnen.
es: Debe asociar una baliza para este vehículo
fr: Vous devez associer un beacon pour ce véhicule
it: È necessario associare un beacon per questo veicolo
pt: Você deve associar um farol para este veículo

# dk_detection_mode_beacon_title
source: Beacon
pt: Baliza

# dk_detection_mode_bluetooth_desc_configured
source: The Bluetooth %@ device has been linked to this vehicle. The application automatically records your trip when your phone is connected to this device.
da: Bluetooth %@ enhed er blevet knyttet til dette køretøj. Applikationen registrerer automatisk din rejse, når din telefon er tilsluttet denne enhed.
de: Das Bluetooth %@-Gerät wurde mit diesem Fahrzeug verbunden. Die Anwendung zeichnet automatisch Ihre Reise auf, wenn Ihr Telefon mit diesem Gerät verbunden ist.
es: El dispositivo Bluetooth %@ ha sido vinculado a este vehículo. La aplicación registra automáticamente su viaje cuando el teléfono está conectado a este dispositivo.
fr: L'appareil Bluetooth %@ a été associé à ce véhicule. L'application enregistre automatiquement votre trajet lorsque votre téléphone est connecté à cet appareil.
it: Il dispositivo Bluetooth %@ è stato collegato a questo veicolo. L'applicazione registra automaticamente il vostro viaggio quando il vostro telefono è collegato a questo dispositivo.
pt: O dispositivo Bluetooth %@ foi vinculado a este veículo. O aplicativo registra automaticamente sua viagem quando o telefone está conectado a este dispositivo.

# dk_detection_mode_bluetooth_desc_not_configured
source: Select a Bluetooth system for this vehicle
da: Vælg et Bluetooth system til dette køretøj
de: Wählen Sie ein Bluetooth-System für dieses Fahrzeug aus.
es: Seleccione un sistema Bluetooth para este vehículo
fr: Sélectionnez un système Bluetooth pour ce véhicule
it: Selezionare un sistema Bluetooth per questo veicolo
pt: Selecione um sistema Bluetooth para este veículo

# dk_detection_mode_disabled_desc
source: With this setting, automatic start is disabled for this vehicle.
da: Med denne indstilling er automatisk start deaktiveret til dette køretøj.
de: Mit dieser Einstellung wird der automatische Start für dieses Fahrzeug deaktiviert.
es: Con este ajuste, el auto inicio se desactiva para este vehículo.
fr: Avec ce réglage, le démarrage automatique est désactivé pour ce véhicule.
it: Con questa impostazione, l'inizio auto è disabilitato per questo veicolo.
pt: Com essa configuração, o início automático está desativado para este veículo.

# dk_detection_mode_disabled_title
source: Disabled
da: Slået fra
de: Deaktiviert
es: Desactivado
fr: Désactivé
it: Disabile
pt: Desabilitado

# dk_detection_mode_gps_desc
source: The application uses the phone's sensors to automatically detect your trips. This mode has been optimized to limit battery consumption.
da: Løsningen bruger telefonens sensorer til automatisk at registrere dine ture. Denne tilstand er optimeret til at begrænse batteriforbruget.
de: Die Anwendung verwendet die Sensoren des Telefons, um Ihre Routen automatisch zu erkennen. Dieser Modus wurde optimiert, um den Batterieverbrauch zu begrenzen.
es: La aplicación utiliza los sensores del teléfono para detectar automáticamente sus rutas. Este modo ha sido optimizado para limitar el consumo de la batería.
fr: L'application utilise les capteurs du téléphone pour détecter vos trajets automatiquement. Ce mode a été optimisé pour limiter la consommation de la batterie.
it: L'applicazione utilizza i sensori del telefono per rilevare automaticamente i percorsi. Questa modalità è stata ottimizzata per limitare il consumo della batteria.
pt: O aplicativo usa os sensores do telefone para detectar automaticamente suas viagens. Este modo foi otimizado para limitar o consumo de bateria.

# dk_empty_vehicle_name
source: Please give a vehicle's name
da: Navngiv dit køretøj
de: Geben Sie einen Fahrzeugnamen ein
es: Indique un nombre devehículo
fr: Veuillez renseigner un nom pour le véhicule
it: Fornisci il nome di un veicolo
pt: Por favor, dê o nome de um veículo

# dk_fields_not_valid
source: Please check the data you entered
da: Kontroller de data, du har indtastet
de: Bitte überprüfen Sie die eingegebenen Daten.
es: Por favor, compruebe los datos introducidos
fr: Veuillez vérifier les données saisies
it: Si prega di controllare i dati inseriti
pt: Por favor, verifique os dados que você inseriu

# dk_gearbox
source: Gearbox
da: Gearkasse
de: Getriebe
es: Caja de cambios
fr: Boîte de vitesses
it: Cambio
pt: Caixa de velocidade

# dk_gearbox_automatic
source: Automatic
da: Automatisk
de: Automatique
es: Automático
fr: Automatique
it: Automatico
pt: Automático

# dk_gearbox_manual_5
source: Manual 5 gears
da: Manuel 5 gear
de: Manuelle-5
es: Manual 5 marchas
fr: Manuelle-5
it: Manuale 5 marce
pt: Manual 5 engrenagens

# dk_gearbox_manual_6
source: Manual 6 gears
da: Manuel 6 gear
de: Manuelle-6
es: Manual 6 marchas
fr: Manuelle-6
it: Manuale 6 marce
pt: Manual 6 engrenagens

# dk_gearbox_manual_7
source: Manual 7 gears
da: Manuel 7 gear
de: Manuelle-7
es: Manual 7 marchas
fr: Manuelle-7
it: Manuale 7 marce
pt: Manual 7 engrenagens

# dk_gearbox_manual_8
source: Manual 8 gears
da: Manuel 8 gear
de: Manuelle-8
es: Manual 8 marchas
fr: Manuelle-8
it: Manuale 8 marce
pt: Manual 8 engrenagens

# dk_mass
source: Mass
da: Vægt
de: Gewicht
es: Masa
fr: Masse
it: Massa
pt: Massa

# dk_model
source: Model
de: Modell
es: Modelo
fr: Modèle
it: Modello
pt: Modelo

# dk_motor
source: Engine type
da: Motortype
de: Motortyp
es: Tipo de motor
fr: Motorisation
it: Tipo di motore
pt: Tipo de motor

# dk_name
source: Name
da: Navn
es: Nombre
fr: Nom
it: Nome
pt: Nome

# dk_power
source: Power
da: Strøm
de: Leistung
es: Potencia
fr: Puissance
it: Potenza
pt: Poder

# dk_vehicle_add
source: Add a vehicle
da: Tilføj et køretøj
de: Eine Fahrt hinzufügen
es: Añadir un vehículo
fr: Ajouter un véhicule
it: Aggiungi un veicolo
pt: Adicione um veículo

# dk_vehicle_beacon_already_paired
source: The beacon is not available. It's already paired to another vehicle.
da: Beacon er ikke tilgængelig. Det er allerede parret med et andet køretøj.
de: Die Beacon ist nicht verfügbar. Sie ist bereits an ein anderes Fahrzeug gekoppelt.
es: La beacon no está disponible. Ya está acoplada a otro vehículo.
fr: Le beacon n'est pas disponible, il est déjà appairé à un autre véhicule.
it: Il beacon non è disponibile, è già abbinato ad un altro veicolo.
pt: O dispositivo não está disponível. Já está emparelhado com outro veículo.

# dk_vehicle_beacon_already_paired_to_vehicle
source: This beacon is already paired to this vehicle.
da: Denne fyr er allerede parret med dette køretøj.
de: Diese beacon ist bereits an dieses Fahrzeug gekoppelt.
es: Esta beacon ya está emparejada con este vehículo.
fr: Ce beacon est déjà appairé à ce véhicule.
it: Questo beacon è già accoppiato a questo veicolo.
pt: Este dispositivo já está emparelhado com este veículo.

# dk_vehicle_beacon_deactivate_alert
source: The %@ beacon will be dissociated from the %@ vehicle. Would you like to continue?
da: %@ Beacon vil blive dissocieret fra %@ køretøjet. Vil du fortsætte?
de: Das %@ Bake wird vom %@ Fahrzeug getrennt. Bist du sicher, dass du weitermachen willst?
es: La baliza %@ se disociará del vehículo %@. ¿Estás seguro de que quieres continuar?
fr: Le beacon %@ sera dissocié du véhicule %@. Êtes-vous sûr de vouloir continuer ?
it: Il beacon %@ sarà dissociato dal veicolo %@. Sei sicuro di voler continuare?
pt: O %@ Beacon será dissociado do veículo %@. Você gostaria de continuar?

# dk_vehicle_beacon_diagnostic_alert
source: You haven't configured a beacon yet.
da: Du har endnu ikke konfigureret et fyrtårn.
de: Du hast noch kein Bake konfiguriert.
es: Aún no has configurado una baliza.
fr: Vous n'avez pas encore configuré de beacon.
it: Non hai ancora configurato un beacon.
pt: Você ainda não configurou um farol.

# dk_vehicle_beacon_enable_bluetooth_alert_message
source: You have to enable the phone's Bluetooth sensor to check the beacon.
da: Du skal aktivere telefonens Bluetooth -sensor for at kontrollere fyret.
de: Sie müssen den Bluetooth-Sensor auf Ihrem Telefon aktivieren, um das Vorhandensein der Bluetooth-Box zu überprüfen.
es: Debes activar el sensor de Bluetooth del teléfono para verificar la presencia de la caja de Bluetooth.
fr: Vous devez activer le capteur Bluetooth de votre téléphone pour vérifier la présence du boîtier.
it: È necessario attivare il sensore Bluetooth del telefono per verificare la presenza del beacon.
pt: Você deve ativar o sensor Bluetooth do telefone para verificar o farol.

# dk_vehicle_beacon_enable_bluetooth_alert_title
source: Bluetooth sensor
es: Sensor Bluetooth
fr: Capteur Bluetooth
it: Sensore Bluetooth
pt: Sensor Bluetooth

# dk_vehicle_beacon_major
source: Major
pt: Principal

# dk_vehicle_beacon_minor
source: Minor
da: Mindre
pt: Menor

# dk_vehicle_beacon_scan_retry
source: Tap on the screen to try again
da: Tryk på skærmen for at prøve igen
de: Tippen Sie auf den Bildschirm, um es erneut zu versuchen
es: Toca la pantalla para volver a intentarlo
fr: Tapez sur l'écran pour réessayer
it: Tocca sullo schermo per riprovare
pt: Toque na tela para tentar novamente

# dk_vehicle_beacon_setup_code_hint
source: Beacon identifier
da: Beacon -identifikator
de: BEACON erkennen
es: Identificador del beacon
fr: Identifiant du beacon
it: Numero del beacon
pt: Identificador de Beacon

# dk_vehicle_beacon_setup_code_invalid_id
source: The beacon identifier %@ is invalid
da: Beacon Identifier %@ er ugyldig
de: Die %@-Kennung des BEACON ist ungültig
es: El identificador del beacon %@ no es válido
fr: L'identifiant de beacon %@ est invalide
it: L'identificatore del beacon %@ non è valido
pt: O identificador de dispositivo %@ é inválido

# dk_vehicle_beacon_setup_code_not_matched
source: The identifier %@ is valid but the corresponding beacon has not been detected. Make sure that this beacon is turned on and located next to the phone
da: Identifier %@ er gyldig, men det tilsvarende fyr er ikke blevet opdaget. Sørg for, at denne fyr er tændt og placeret ved siden af ​​telefonen
de: Die %@-Kennung ist gültig, aber dee entsprechende BEACON wurde nicht erkannt. Stellen Sie sicher, dass dieser aktiviert und in der Nähe des Telefons platziert ist
es: El identificador %@ es válido pero no se ha detectado el beacon correspondiente. Asegúrate de que esta baliza esté encendida y cerca del teléfono
fr: L'identifiant %@ est valide mais le beacon correspondant n'a pas été détecté. Vérifiez que ce beacon est allumé et qu'il est placé à proximité du téléphone
it: L'identificatore %@ è valido, ma il segnale corrispondente non è stato rilevato. Assicurarsi che questo faro sia acceso e posizionato vicino al telefono.
pt: O identificador %@ é válido, mas o farol correspondente não foi detectado. Verifique se este farol está ligado e localizado ao lado do telefone

# dk_vehicle_beacon_setup_code_retry_title
source: Re-enter the beacon identifier
da: Indtast Beacon-identifikatoren igen
de: Geben Sie die BEACON-ID erneut ein
es: Vuelva a introducir el ID del beacon
fr: Saisir à nouveau l’identifiant du beacon
it: Reinserire nuovamente il codice identificativo del beacon
pt: Digite o identificador do dispositivo novamente

# dk_vehicle_beacon_setup_code_success_message
source: The beacon has been checked and is working correctly
da: Beacon er blevet kontrolleret og fungerer korrekt
de: Der BEACON wurde überprüft und funktioniert normal
es: El beacon ha sido comprobada y funciona normalmente
fr: Le beacon a été vérifié et il fonctionne normalement
it: Il beacon è stato controllato e funziona normalmente
pt: O farol foi verificado e está funcionando corretamente

# dk_vehicle_beacon_setup_code_success_recap
source: Do you confirm the pairing of beacon %@ with vehicle %@ ?
da: Bekræfter du parringen af ​​Beacon %@ med køretøj %@?
de: Bestätigen Sie die Zuordnung des BEACON %@ zu Fahrzeug %@ ?
es: ¿ Confirma la asignación del beacon %@ al vehículo %@ ?
fr: Confirmez-vous l'association du beacon %@ avec le véhicule %@ ?
it: Conferma l'assegnazione del beacon %@ al veicolo %@ ?
pt: Você confirma o emparelhamento de dispositivo %@ com o veículo %@?

# dk_vehicle_beacon_setup_code_title
source: Please enter the ID displayed on the beacon
da: Indtast det ID, der vises på Beacon
de: Bitte geben Sie die auf dem Beacon angezeigte ID ein.
es: Por favor, introduzca la identificación que aparece en la baliza
fr: Veuillez saisir l'identifiant affiché sur le beacon
it: Inserire l'ID visualizzato sul beacon.
pt: Por favor, insira o ID exibido no farol

# dk_vehicle_beacon_setup_code_unavailable_id
source: The beacon identifier %@ is unavailable
da: Beacon -identifikatoren %@ er ikke tilgængelig
de: Die %@ ID des BEACON ist nicht verfügbar
es: El identificador del beacon %@ no está disponible
fr: L'identifiant de beacon %@ est indisponible
it: L'identificatore del beacon %@ non è disponibile
pt: O identificador de dispositivo %@ não está disponível

# dk_vehicle_beacon_setup_guide_desc1
source: Get in your vehicle
da: Kom ind i dit køretøj
de: Steigen Sie in Ihr Fahrzeug ein
es: Súbete a tu vehículo
fr: Installez-vous dans votre véhicule
it: Entra nel tuo veicolo
pt: Entre no seu veículo

# dk_vehicle_beacon_setup_guide_desc2
source: Make sure that the identification number of the beacon is readable
da: Sørg for, at identifikationsnummeret på fyret er læsbart
de: Achten Sie darauf, dass die Identifikationsnummer vom BEACON lesbar ist
es: Asegúrese de que el número de identificación del beacon sea legible
fr: Assurez-vous que le numéro d'identification du beacon soit lisible
it: Assicurarsi che il numero di identificazione del beacon sia leggibile
pt: Verifique se o número de identificação do farol é legível

# dk_vehicle_beacon_setup_guide_desc3
source: Remove the tab that protects the beacon's battery
da: Fjern den fane, der beskytter beacon batteriet
de: Entfernen Sie die Lasche, die die Batterie der BEACON schützt.
es: Retire la lengüeta que protege la batería del beacon
fr: Retirez la languette qui protège la batterie du beacon
it: Rimuovere la linguetta che protegge la batteria dal beacon.
pt: Remova a guia que protege a bateria do Beacon

# dk_vehicle_beacon_setup_guide_title
source: Before you start
da: Før du starter
de: Bevor Sie beginnen
es: Antes de empezar
fr: Avant de commencer
it: Prima di iniziare
pt: Antes que você comece

# dk_vehicle_beacon_setup_replace_description
source: If you confirm your choice, the %@ beacon will be associated with the %@ vehicle. The %@ vehicle will no longer be associated with this beacon.
da: Hvis du bekræfter dit valg, vil %@ Beacon være forbundet med %@ køretøjet. %@ køretøjet vil ikke længere være forbundet med dette fyr.
de: Wenn Sie Ihre Wahl bestätigen, wird der %@-BEACON dem %@-Fahrzeug zugeordnet. Das %@-Fahrzeug wird nicht mehr mit diesem Sender in Verbindung gebracht.
es: Si confirma su elección, el beacon %@ estará asociada al vehículo %@. El %@ de su vehículo ya no estará asociado a este beacon.
fr: Si vous confirmez votre choix, le beacon %@ sera associé au véhicule %@. Le véhicule %@ ne sera plus associé à ce beacon.
it: Se confermate la vostra scelta, il beacon %@ sarà associato al veicolo %@. Il veicolo %@ non sarà più associato a questo beacon.
pt: Se você confirmar sua escolha, o %@ Dispositivo estará associado ao veículo %@. O veículo %@ não estará mais associado a este dispositivo.

# dk_vehicle_beacon_setup_scan_title
source: The application retrieves the information from the beacon and checks that it is running properly
da: Applikationen henter oplysningerne fra fyret og kontrollerer, at de kører ordentligt
de: Die Anwendung ruft die Informationen vom BEACON ab und überprüft, ob er ordnungsgemäß läuft
es: La aplicación recupera la información de la baliza y comprueba que funciona correctamente
fr: L'application récupère les informations du beacon et vérifie qu'il fonctionne normalement
it: L'applicazione recupera le informazioni dal beacon e verifica il corretto funzionamento dell'applicazione
pt: O aplicativo recupera as informações do farol e verifica se está funcionando corretamente

# dk_vehicle_beacon_setup_store_notice
source: We invite you to put the beacon in the glove box of your vehicle
da: Vi inviterer dig til at lægge fyret i handskekassen på dit køretøj
de: Platziere den BEACON auf dem Armaturenbrett
es: Le invitamos a colocar el beacon en la guantera de su vehículo
fr: Nous vous invitons à placer le beacon dans la boite à gants de votre véhicule
it: Vi invitiamo a posizionare el beacon nel vano portaoggetti del vostro veicolo
pt: Convidamos você a colocar o farol na caixa de luvas do seu veículo

# dk_vehicle_beacon_setup_successlink_message
source: Congratulations! The beacon %@ is now associated with the vehicle %@
da: Tillykke! Beacon %@ er nu forbundet med køretøjet %@
de: Herzlichen Glückwunsch! Der BEACON %@ ist jetzt mit dem Fahrzeug %@ verbunden.
es: Felicitaciones! El beacon %@ está ahora asociada con el vehículo %@
fr: Félicitations ! Le beacon %@ est désormais associé au véhicule %@
it: Congratulazioni! Il beacon %@ è ora associato al veicolo %@
pt: Parabéns! O dispositivo %@ agora está associado ao veículo %@

# dk_vehicle_beacon_start_scan
source: Place your beacon near your phone and tap on the screen
da: Placer din fyr i nærheden af ​​din telefon, og tryk på skærmen
de: Platzieren Sie den BEACON in der Nähe des Telefons und tippen Sie auf den Bildschirm
es: Coloque su beacon cerca de su teléfono y toque en la pantalla
fr: Placez votre beacon à proximité de votre téléphone et tapez sur l’écran
it: Posiziona il tuo beacon vicino al telefono e tocca lo schermo
pt: Coloque seu farol perto do telefone e toque na tela

# dk_vehicle_beacon_verify_wrong_vehicle
source: The detected beacon is not associated with this vehicle.
da: Det detekterede fyr er ikke forbundet med dette køretøj.
de: Die erkannte Bake ist nicht mit diesem Fahrzeug verbunden.
es: La baliza detectada no está asociada a este vehículo.
fr: Le beacon détecté n'est pas associé à ce véhicule.
it: Il beacon rilevato non è associato a questo veicolo.
pt: O farol detectado não está associado a este veículo.

# dk_vehicle_beacon_wait_scan
source: Wait about 10 seconds...
da: Vent cirka 10 sekunder ...
de: Warten Sie zirka 10 Sekunden...
es: Espera unos 10 segundos...
fr: Attendez environ 10 secondes…
it: Attendi circa 10 secondi ...
pt: Espere cerca de 10 segundos...

# dk_vehicle_begin
source: Begin
da: Begynde
de: Beginnen
es: Comenzar
fr: Commencer
it: Inizio
pt: Começar
