Repository: DriveQuantPublic/drivekit-ui-ios
Catalog: DriveKitVehicleUI/Localizable/*.lproj/DKVehicleLocalizable.strings
Languages: da, de, es, fr, it, pt

# dk_vehicle_configure_bluetooth_desc
source: The Bluetooth device is already paired to the vehicle.
da: Bluetoothenheden er allerede parret med køretøjet.
de: Das Bluetooth-Gerät ist bereits mit dem Fahrzeug gepaart.
es: El dispositivo Bluetooth ya está emparejado con el vehículo.
fr: L'appareil Bluetooth est déjà associé au véhicule %@
it: Il dispositivo Bluetooth è già accoppiato al veicolo.
pt: O dispositivo Bluetooth já está emparelhado com o veículo.

# dk_vehicle_configure_bluetooth_title
source: Configuring Bluetooth
da: Konfiguration af Bluetooth
de: Konfigurieren von Bluetooth
es: Configuración de Bluetooth
fr: Configurer le Bluetooth
it: Configurazione di Bluetooth
pt: Configurando o Bluetooth

# dk_vehicle_curbweight
source: Curb weight
da: Egenvægt
de: Leergewicht
es: Peso en vacío
fr: Poids à vide
it: Peso a vuoto
pt: Peso do meio -fio

# dk_vehicle_delete
source: Delete
da: Slet
de: Löschen
es: Borrar
fr: Supprimer
it: Cancellare
pt: EXCLUIR

# dk_vehicle_delete_confirm
source: Do you confirm the suppression of the vehicle %@? Mileage monitoring and maintenance data will be definitively deleted.
da: Er du sikker på at du vil slette %@? Overvågning af kilometertal og vedligeholdelsesdata slettes permanent.
de: Bestätigen Sie die Entfernung des Fahrzeugs %@? Laufleistungstracking und Wartungsdaten gehen dauerhaft verloren.
es: ¿Confirma la retirada de los %@ del vehículo? Los datos de seguimiento y mantenimiento del kilometraje se perderán permanentemente.
fr: Confirmez-vous la suppression du véhicule %@ ? Les données de suivi kilométrique et de maintenance seront définitivement perdues.
it: Conferma la rimozione della %@ del veicolo? I dati relativi al chilometraggio e alla manutenzione andranno persi in modo permanente.
pt: Você confirma a supressão do veículo %@? Os dados de monitoramento e manutenção de milhagem serão excluídos definitivamente.

# dk_vehicle_detail_back_edit_alert
source: The vehicle data has been modified. Would you like to save them?
da: Køretøjsdataene er blevet ændret. Vil du gemme dem?
de: Die Fahrzeugdaten wurden geändert. Möchtest du sie speichern?
es: Los datos del vehículo han sido modificados. ¿Te gustaría salvarlos?
fr: Les données du véhicule ont été modifiées. Souhaitez-vous les sauvegarder ?
it: I dati del veicolo sono stati modificati. Volete salvarli?
pt: Os dados do veículo foram modificados. Você gostaria de salvá -los?

# dk_vehicle_detail_category_button_description
source: You know the brand, model and characteristics of your vehicle
da: Du kender dit køretøjs mærke, model og egenskaber
pt: Você conhece a marca, modelo e características do seu veículo

# dk_vehicle_detail_category_button_title
source: Find my vehicle
da: Find min bil
pt: Encontre meu veículo

# dk_vehicle_detection_mode_title
source: Auto start:
de: Automatischer Start:
es: Auto inicio:
fr: Démarrage auto :
it: Inizio auto:
pt: Começo automático:

# dk_vehicle_engine_description
source: Engine type ?
da: Motortype?
de: Motortyp?
es: ¿Tipo de motor?
fr: Motorisation ?
it: Tipo de motore
pt: Tipo de motor ?

# dk_vehicle_engine_diesel_hybrid
source: Diesel-electric hybrid
da: Dieselelektrisk hybrid
de: Dieselhybrid
es: Híbrido diésel-eléctrico
fr: Hybride Diesel Electrique
it: Ibrido diesel-elettrico
pt: Híbrido diesel-elétrico

# dk_vehicle_engine_electric
source: Electric
da: Elektrisk
de: Elektromotor
es: Eléctrico
fr: Electrique
it: Elettrico
pt: Elétrico

# dk_vehicle_engine_gasoline
source: Gasoline
da: Benzin
de: Ottomotor
es: Gasolina
fr: Essence
it: Benzina
pt: Gasolina

# dk_vehicle_engine_gasoline_hybrid
source: Gasoline-electric hybrid
da: Benzin-hybrid genopladelig
de: Benzin-Elektro-Hybrid
es: Híbrido gasolina-eléctrico
fr: Hybride Essence Electrique
it: Ibrido benzina-elettrico
pt: Híbrido a gasolina-elétrico

# dk_vehicle_engine_gasoline_hybrid_plug_in
source: Plug-in gasoline hybrid
da: Genopladelig Benzin-elektrisk hybrid
pt: Gasolina híbrida recarregável

# dk_vehicle_error_message
source: An error occurred during the request, please retry later
da: Der opstod en fejl under anmodningen, prøv igen senere
de: Bei der Anfrage ist ein Fehler aufgetreten. Versuchen Sie es später erneut.
es: Se ha producido un error durante la solicitud, vuelva a intentarlo más tarde.
fr: Une erreur est survenue, veuillez réessayer ultérieurement.
it: Si è verificato un errore durante la richiesta, riprova più tardi
pt: Ocorreu um erro durante a solicitação, tente novamente posteriormente

# dk_vehicle_failed_to_paired_beacon
source: The beacon could not be associated with the vehicle, please try again later.
da: Beacon kunne ikke være forbundet med køretøjet, prøv igen senere.
de: Die Beacon konnte nicht mit dem Fahrzeug in Verbindung gebracht werden, bitte versuchen Sie es später noch einmal.
es: La beacon no pudo ser asociada con el vehículo, por favor inténtelo de nuevo más tarde.
fr: Le beacon n'a pas pu être associé au véhicule, veuillez réessayer ultérieurement.
it: Il beacon non può essere associato al veicolo, si prega di riprovare più tardi.
pt: O dispositivo não pôde estar associado ao veículo, tente novamente mais tarde.

# dk_vehicle_failed_to_paired_bluetooth
source: The Bluetooth connection to the vehicle failed, please try again later.
da: Bluetoothforbindelsen til køretøjet mislykkedes, prøv igen senere.
de: Die Bluetooth-Verbindung zum Fahrzeug ist fehlgeschlagen, bitte versuchen Sie es später noch einmal.
es: La conexión Bluetooth del vehículo falló, por favor inténtalo de nuevo más tarde.
fr: L'association du bluetooth au véhicule a échoué, veuillez réessayer ultérieurement.
it: La connessione Bluetooth al veicolo non è riuscita, si prega di riprovare più tardi.
pt: A conexão Bluetooth com o veículo falhou, tente novamente mais tarde.

# dk_vehicle_failed_to_retrieve_vehicle_data
source: Vehicle characteristics could not be recovered.
da: Køretøjsegenskaber kunne ikke gendannes.
de: Die Fahrzeugmerkmale konnten nicht ermittelt werden.
es: Las características del vehículo no pudieron ser recuperadas.
fr: Les caractéristiques véhicule n'ont pas pu être récupérées.
it: Non è stato possibile recuperare le caratteristiche del veicolo.
pt: As características do veículo não puderam ser recuperadas.

# dk_vehicle_failed_to_sync
source: Failed to retrieve vehicle data, please retry later
da: Kunne ikke hente køretøjsdata, prøv igen senere
de: Die Fahrzeugdaten konnten nicht geladen werden. Versuchen Sie es später erneut.
es: Error al recuperar datos del vehículo, vuelva a intentarlo más tarde.
fr: Impossible de récupérer les données du véhicule, réessayez plus tard
it: Impossibile recuperare i dati del veicolo, riprova più tardi
pt: Falha ao recuperar os dados do veículo, tente novamente

# dk_vehicle_field_name_error
source: The name of your vehicle must not exceed 50 characters.
da: Navnet på dit køretøj må ikke overstige 50 tegn.
de: Der Name Ihres Fahrzeugs darf nicht länger als 50 Zeichen sein.
es: El nombre de su vehículo no debe exceder los 50 caracteres.
fr: Le nom de votre véhicule ne doit pas dépasser 50 caractères
it: Il nome del vostro veicolo non deve superare i 50 caratteri.
pt: O nome do seu veículo não deve exceder 50 caracteres.

# dk_vehicle_gps_already_exists_confirm
source: Do you want to set the detection mode %@ for the vehicle %@? The vehicle detection mode %@ will be switched to %@.
da: Vil du indstille detektionstilstand %@ for køretøjet %@? køretøjets detektionstilstand %@ skiftes til %@.
de: Möchten Sie den Erkennungsmodus %@ für das Fahrzeug %@ einstellen? Der Fahrzeugerkennungsmodus %@ wird auf %@ umgeschaltet.
es: ¿Desea configurar el modo de detección %@ para el vehículo %@? El modo de detección del vehículo %@ será cambiado a %@.
fr: Voulez-vous paramétrer le mode de détection %@ pour le véhicule %@ ? Le mode de détection du véhicule %@ sera basculé à %@.
it: Si desidera impostare la modalità di rilevamento %@ per il veicolo %@? La modalità di rilevamento del veicolo %@ sarà commutata a %@.
pt: Deseja definir o modo de detecção %@ para o veículo %@? O modo de detecção de veículo %@ será alterado para %@.

# dk_vehicle_list_empty
source: Please add at least one vehicle
da: Tilføj mindst et køretøj
de: Bitte fügen Sie mindestens ein Fahrzeug hinzu.
es: Por favor, añada al menos un vehículo
fr: Veuillez ajouter au moins un véhicule
it: Si prega di aggiungere almeno un veicolo
pt: Adicione pelo menos um veículo

# dk_vehicle_model_description
source: Vehicle model?
da: Køretøjsmodel?
de: Fahrzeugmodell
es: ¿Modelo de vehículo?
fr: Modèle du véhicule ?
it: Modello del veicolo?
pt: Modelo do veículo?

# dk_vehicle_my_vehicle
source: My vehicle
da: Mit køretøj
de: Mein Fahrzeug
es: Mi vehículo
fr: Mon véhicule
it: Il mio veicolo
pt: Meu veículo

# dk_vehicle_my_vehicles
source: My vehicles
da: Mine køretøjer
de: Mein Fahrzeug
es: Mis vehículos
fr: Mes véhicules
it: I miei veicoli
pt: Meus veículos

# dk_vehicle_name
source: Vehicle name
da: Køretøjsnavn
de: Fahrzeugname
es: Nombre del vehículo
fr: Nom du véhicule
it: Nome del veicolo
pt: Nome do veículo

# dk_vehicle_name_chooser_description
source: You can customize the name of your vehicle. If you do not choose a name, the application will assign a default name.
da: Du kan tilpasse navnet på dit køretøj. Hvis du ikke vælger et navn, tildeler vi et standardnavn.
de: Sie können den Namen Ihres Fahrzeugs anpassen. Wenn Sie keinen Namen auswählen, vergibt die Anwendung einen Standardnamen.
es: Puede personalizar el nombre de su vehículo. Si no elige un nombre, la aplicación le asignará un nombre predeterminado.
fr: Vous pouvez personnaliser le nom de votre véhicule. Si vous ne choississez pas de nom, l'application attribuera un nom par défaut.
it: È possibile personalizzare il nome del veicolo. Se non si sceglie un nome, l'applicazione assegnerà un nome predefinito.
pt: Você pode personalizar o nome do seu veículo. Se você não escolher um nome, o aplicativo atribuirá um nome padrão.

# dk_vehicle_no_data
source: No model found for this type of engine
da: Ingen model fundet for denne type motor
de: Für diesen Motortyp wurde kein Modell gefunden
es: No se ha encontrado modelo para este tipo de motor
fr: Aucun modèle trouvé pour ce type de moteur.
it: Impossibile trovare il modello per questo tipo di motore
pt: Nenhum modelo encontrado para este tipo de motor

# dk_vehicle_not_found
source: The vehicle was not found
da: Køretøjet blev ikke fundet
de: Das Fahrzeug wurde nicht gefunden.
es: El vehículo no fue encontrado
pt: O veículo não foi encontrado

# dk_vehicle_odometer
source: Mileage tracking
da: Kilometertal sporing
de: Kilometerverfolgung
es: Seguimiento del kilometraje
pt: Rastreamento de milhagem

# dk_vehicle_odometer_add_history
source: Add new reading
da: Tilføj ny læsning
de: Einen Messwert hinzufügen
es: Añadir una lectura
pt: Adicione nova leitura

# dk_vehicle_odometer_bad_distance
source: The value entered is not plausible.
da: Den indtastede værdi er ikke mulig.
de: Der eingegebene Wert ist nicht plausibel.
es: El valor introducido no es plausible.
pt: O valor inserido não é plausível.

# dk_vehicle_odometer_car
source: Odometer reading
da: Kilometertæller læsning
de: Kilometerstand des Fahrzeugs
es: Kilometraje del vehículo
fr: Kilométrage du véhicule
it: Chilometraggio del veicolo
pt: Leitura de odômetro

# dk_vehicle_odometer_car_desc
source: To benefit from all services, please enter the value read on your vehicle's odometer
da: For at bruge alle tjenester skal du indtaste den værdi, der læses på dit køretøjs kilometertæller
de: Um von allen Dienstleistungen zu profitieren, füllen Sie bitte die auf dem Zähler Ihres Fahrzeugs angezeigten Kilometer aus
es: Para beneficiarse de todos los servicios, rellene el kilometraje que aparece en el contador de su vehículo
fr: Pour bénéficier de tous les services, veuillez renseigner le kilométrage affiché sur le compteur de votre véhicule
it: Per usufruire di tutti i servizi, si prega di compilare il chilometraggio indicato sul contatore del veicolo
pt: Para se beneficiar de todos os serviços, insira o valor lido no odômetro do seu veículo

# dk_vehicle_odometer_distance_analyzed
source: Distance analyzed by the application
da: Afstand analyseret af applikationen
de: Von der Anwendung analysierte Entfernung
es: Distancia analizada por la aplicación
fr: Distance analysée par l'application
it: Distanza analizzata dall'applicazione
pt: Distância analisada pelo aplicativo

# dk_vehicle_odometer_distance_analyzed_subtitle
source: including %@ this year
da: inklusiv %@ i år
de: davon %@ in diesem Jahr
es: incluyendo %@ este año
fr: dont %@ cette année
it: di cui %@ quest'anno
pt: incluindo %@ este ano

# dk_vehicle_odometer_enter_mileage
source: Enter the odometer reading
da: Indtast kilometertæller læsningen
de: Eingabe der Fahrzeugkilometerzahl
es: Introduzca el kilometraje del vehículo
fr: Saisir le kilométrage du véhicule
it: Inserire il chilometraggio del veicolo
pt: Digite a leitura do odômetro

# dk_vehicle_odometer_error_numeric
source: The entry must be numeric
da: Værdien skal være numerisk
de: Die Eingabe muss numerisch sein.
es: La entrada debe ser numérica
pt: A entrada deve ser numérica

# dk_vehicle_odometer_estimated_distance
source: Estimated annual distance
da: Estimeret årlig afstand
de: Geschätzte jährliche Entfernung
es: Distancia anual estimada
fr: Estimation de la distance annuelle
it: Distanza annua stimata
pt: Distância anual estimada

# dk_vehicle_odometer_estimated_distance_subtitle
source: for the year %@
da: For året %@
de: für das Jahr %@
es: para el año %@
fr: pour l'année %@
it: per l'anno %@
pt: Para o ano %@

# dk_vehicle_odometer_failed_to_sync
source: Failed to synchronize vehicle odometer, please retry later.
da: Kunne ikke synkronisere køretøjets kilometertæller, prøv igen senere.
de: Der Kilometerzähler konnte nicht synchronisiert werden, bitte versuchen Sie es später erneut.
es: No se ha podido sincronizar el cuentakilómetros del vehículo, vuelva a intentarlo más tarde.
pt: Falha ao sincronizar o odômetro do veículo, tente novamente.

# dk_vehicle_odometer_histories_link
source: See odometer readings
da: Se kilometertæller læsninger
de: Siehe Kilometerzählerstände
es: Ver referencias de kilometraje
pt: Veja leituras do odômetro

# dk_vehicle_odometer_histories_title
source: Odometer readings
da: Kilometertæller læsninger
de: Kilometerstände
es: Lecturas del cuentakilómetros
pt: Leituras de odômetro

# dk_vehicle_odometer_history_add
source: Add mileage tracking
da: Tilføj kilometertal sporing
de: Hinzufügen einer Kilometerzahl-Referenz
es: Añadir una referencia de kilometraje
pt: Adicione rastreamento de milhagem

# dk_vehicle_odometer_history_add_success
source: The mileage record has been added
da: Kilometertal er tilføjet
de: Die Kilometerreferenz wurde hinzugefügt
es: Se ha añadido la referencia kilométrica
pt: O registro de milhagem foi adicionado

# dk_vehicle_odometer_history_date
source: Date
da: Dato
de: Datum
es: Fecha
pt: Data

# dk_vehicle_odometer_history_delete_success
source: The mileage record has been deleted
da: Kilometertal er blevet slettet
de: Der Kilometerverweis wurde gelöscht
es: Se ha suprimido la referencia kilométrica
pt: O registro de milhagem foi excluído

# dk_vehicle_odometer_history_error
source: The value must be in the range of 0 to 1,000,000 km
da: Værdien skal være i intervallet fra 0 til 1.000.000 km
de: Der Wert muss zwischen 0 und 1.000.000 km liegen.
es: El valor debe estar entre 0 y 1.000.000 km
pt: O valor deve estar na faixa de 0 a 1.000.000 km

# dk_vehicle_odometer_history_error_value
source: The value entered cannot be lower than those previously entered.
da: Den indtastede værdi kan ikke være lavere end de tidligere indtastede.
de: Der eingegebene Wert darf nicht niedriger sein als der zuvor eingegebene.
es: El valor introducido no puede ser inferior a los introducidos anteriormente.
pt: O valor inserido não pode ser menor do que os inseridos anteriormente.

# dk_vehicle_odometer_history_not_found
source: No mileage record matches the identifier provided.
da: Ingen kilometer måling matcher den angivne identifikator.
de: Keine Kilometerreferenz entspricht dem eingegebenen Identifikator.
es: Ninguna referencia kilométrica corresponde al identificador introducido.
pt: Nenhum registro de milhagem corresponde ao identificador fornecido.

# dk_vehicle_odometer_history_update
source: Update odometer reading
da: Opdater kilometertæller læsning
de: Aktualisierung der Kilometerzahl
es: Actualizar kilometraje
pt: Atualize a leitura do odômetro

# dk_vehicle_odometer_history_update_success
source: The mileage record has been updated
da: Kilometertal er blevet opdateret
de: Die Kilometerreferenz wurde aktualisiert
es: La referencia kilométrica ha sido actualizada
pt: O registro de milhagem foi atualizado

# dk_vehicle_odometer_info_analysed_distance_text
source: The analyzed distance, displayed in bold, is the sum of the distances of all the trips recorded since you have been using the application. The value at the bottom of this card corresponds to the analyzed distance for the current year.
da: Den analyserede afstand, der vises med fed skrift, er summen af ​​afstandene for alle de optagede ture. værdien i bunden af ​​dette kort svarer til den analyserede afstand for det indeværende år.
de: Die analysierte und fettgedruckte Entfernung ist die Summe der Entfernungen aller seit der Nutzung der Anwendung aufgezeichneten Fahrten. Der Wert am unteren Rand dieser Karte entspricht der analysierten Entfernung für das aktuelle Jahr.
es: La distancia analizada, mostrada en negrita, es la suma de las distancias de todos los viajes registrados desde que se ha estado utilizando la aplicación. El valor en la parte inferior de este mapa corresponde a la distancia analizada para el año en curso.
fr: La distance analysée, affichée en gras, correspond à la somme des distances de tous les trajets enregistrés depuis que vous utilisez l’application. La valeur qui s’affiche en bas de cette carte correspond à la distance analysée pour l'année en cours.
it: La distanza analizzata, visualizzata in grassetto, è la somma delle distanze di tutti i viaggi registrati da quando si utilizza l'applicazione. Il valore in fondo alla mappa corrisponde alla distanza analizzata per l'anno in corso.
pt: A distância analisada, exibida em negrito, é a soma das distâncias de todas as viagens registradas desde que você usa o aplicativo. O valor na parte inferior deste cartão corresponde à distância analisada para o ano atual.

# dk_vehicle_odometer_info_analysed_distance_title
source: Analyzed distance
da: Analyseret afstand
de: Analysierte Entfernung
es: Distancia analizada
fr: Distance analysée
it: Distanza analizzata
pt: Distância analisada

# dk_vehicle_odometer_info_estimated_distance_text
source: By analyzing your vehicle usage, the application estimates the distance you are likely to travel between January 1 and December 31 of the current year. The first estimate will be displayed after 3 weeks of use of the application.
da: Ved at analysere dit køretøjsbrug estimerer løsningen den afstand, du sandsynligvis rejser mellem 1. januar og 31. december i det indeværende år. Det første estimat vises efter 3 ugers brug af applikationen.
de: Durch die Analyse Ihrer Fahrzeugnutzung schätzt die Anwendung die Entfernung, die Sie voraussichtlich zwischen dem 1. Januar und dem 31. Dezember des laufenden Jahres zurücklegen werden. Die erste Schätzung wird nach 3 Wochen Nutzung der Anwendung angezeigt.
es: Al analizar el uso de su vehículo, la aplicación calcula la distancia que es probable que usted viaje entre el 1 de enero y el 31 de diciembre del año en curso. La primera estimación se mostrará después de 3 semanas de uso de la aplicación.
fr: En analysant votre usage du véhicule, l'application estime la distance que vous allez probablement parcourir entre le 1er janvier et le 31 décembre de l'année en cours. La première estimation s'affichera après 3 semaines d'utilisation de l'application.
it: Analizzando l'utilizzo del veicolo, l'applicazione stima la distanza che si può percorrere tra il 1o gennaio e il 31 dicembre dell'anno in corso. Il primo preventivo verrà visualizzato dopo 3 settimane di utilizzo dell'applicazione.
pt: Ao analisar o uso do seu veículo, o aplicativo estima a distância que você provavelmente percorrerá entre 1º de janeiro e 31 de dezembro do ano atual. A primeira estimativa será exibida após 3 semanas de uso do aplicativo.

# dk_vehicle_odometer_info_estimated_distance_title
source: Estimated annual distance
da: Estimeret årlig afstand
de: Jährliche Schätzung
es: Estimación anual
fr: Estimation annuelle
it: Stima annuale
pt: Distância anual estimada

# dk_vehicle_odometer_info_vehicle_distance_text
source: The vehicle mileage takes into account the references you have entered and the distance analyzed by the application. We recommend that you make regular updates. If you forget, the application will send you a reminder.
da: Køretøjets kilometertal tager højde for de referencer, du har indtastet, og den afstand, der analyseres af løsningen. Vi anbefaler, at du foretager regelmæssige opdateringer. Hvis du glemmer, sender vi dig en påmindelse.
de: Die Fahrzeugkilometerzahl berücksichtigt die von Ihnen eingegebenen Referenzen und die von der Anwendung analysierte Entfernung. Wir empfehlen Ihnen, regelmäßige Updates durchzuführen. Wenn Sie es vergessen haben, wird Ihnen die Bewerbung eine Erinnerung schicken.
es: El kilometraje del vehículo tiene en cuenta las referencias introducidas y la distancia analizada por la aplicación. Le recomendamos que realice actualizaciones periódicas. Si lo olvida, la solicitud le enviará un recordatorio.
fr: Le kilométrage véhicule prend en compte les références que vous avez saisies et la distance analysée par l'application. Nous vous conseillons de faire des mises à jour régulièrement. En cas d'oubli, l'application vous enverra un rappel.
it: Il chilometraggio del veicolo tiene conto dei riferimenti inseriti e della distanza analizzata dall'applicazione. Si consiglia di effettuare aggiornamenti regolari. Se ti dimentichi, l'applicazione ti invierà un promemoria.
pt: A milhagem do veículo leva em consideração as referências que você entrou e a distância analisada pelo aplicativo. Recomendamos que você faça atualizações regulares. Se você esquecer, o aplicativo enviará um lembrete.

# dk_vehicle_odometer_info_vehicle_distance_title
source: Vehicle mileage
da: Køretøjets kilometertal
de: Kilometerstand des Fahrzeugs
es: Kilometraje del vehículo
fr: Kilométrage véhicule
it: Chilometraggio del veicolo
pt: Quilometragem do veículo

# dk_vehicle_odometer_last_history_error
source: The last odometer reading cannot be deleted.
da: Den sidste kilometertæller læsning kan ikke slettes.
de: Der letzte Kilometerstand kann nicht gelöscht werden.
es: La última referencia kilométrica no se puede borrar
pt: A última leitura do odômetro não pode ser excluída.

# dk_vehicle_odometer_last_update
source: Last updated %@
da: Sidst opdateret %@
de: Letzte Aktualisierung %@
es: Última actualización %@
fr: Dernière mise à jour le %@
it: Ultimo aggiornamento %@
pt: Último atualizado %@

# dk_vehicle_odometer_mileage_kilometer
source: Mileage (km)
da: Kilometertal (km)
de: Kilometerstand (km)
es: Kilometraje (km)
pt: Milhagem (km)

# dk_vehicle_odometer_odometer_history_detail_title
source: Mileage record
da: Kilometerantal
de: Kilometerreferenz
es: Referencia kilométrica
fr: Référence kilométrique
it: Riferimento chilometrico
pt: Registro de milhagem
