Repository: DriveQuantPublic/drivekit-ui-ios
Catalog: DriveKitVehicleUI/Localizable/*.lproj/DKVehicleLocalizable.strings
Languages: da, de, es, fr, it, pt

# dk_vehicle_odometer_vehicle_title
source: Vehicle mileage
da: Køretøjets kilometertal
de: Kilometerstand des Fahrzeugs
es: Kilometraje del vehículo
fr: Kilométrage véhicule
it: Chilometraggio del veicolo
pt: Quilometragem do veículo

# dk_vehicle_open_bluetooth_settings
source: Open Bluetooth settings
da: Åbn Bluetooth indstillinger
de: Bluetooth-Einstellungen öffnen
es: Abrir la configuración de Bluetooth
fr: Ouvrir les réglages Bluetooth
it: Aprire le impostazioni Bluetooth
pt: Abra as configurações do Bluetooth

# dk_vehicle_other_brands
source: Other brands
da: Andre mærker
de: Andere Marken
es: Otras marcas
fr: Autres marques
it: Altre marche
pt: Outras marcas

# dk_vehicle_ptac
source: Gross vehicle weight rating
da: Totalvægt
de: Zulässiges Gesamtgewicht des Fahrzeug
es: Peso bruto permisible del vehículo
fr: Poids total autorisé en charge du camion
it: Peso lordo ammesso del veicolo
pt: Classificação de peso bruto do veículo

# dk_vehicle_ptac_truck_and_trailer
source: Gross weight rating for the truck and trailer combination
da: Totalvægt af ​​lastbil og trailer
de: Bruttogewichtsbewertung für die Kombination aus Lastwagen und Anhänger
es: Peso bruto para la combinación de camión y remolque
fr: Poids total autorisé en charge de l'ensemble routier
it: Valutazione del peso lordo per la combinazione autocarro e rimorchio
pt: Classificação bruta de peso para a combinação de caminhão e reboque

# dk_vehicle_ptac_truck_and_trailer_alert_max
source: This value may not exceed 44 tonnes
da: Denne værdi må ikke overstige 44 ton
de: Dieser Wert darf 44 Tonnen nicht überschreiten
es: Este valor no puede ser superior a 44 toneladas
fr: Cette valeur ne peut pas dépasser 44 tonnes
it: Questo valore non può superare 44 tonnellate
pt: Este valor pode não exceder 44 toneladas

# dk_vehicle_ptac_truck_and_trailer_alert_min
source: This value must be greater than the curb weight
da: Denne værdi skal være større end kantstenen
de: Dieser Wert muss größer als das Leergewicht sein
es: Este valor debe ser mayor que el peso en vacío
fr: Cette valeur doit être supérieure au poids à vide
it: Questo valore deve essere maggiore del peso a vuoto
pt: Este valor deve ser maior que o peso do meio -fio

# dk_vehicle_ptac_truck_and_trailer_info
source: Depending on the type of trailer or the configuration of your vehicle, you can adjust the gross vehicle weight rating of the truck and trailer combination.
da: Afhængig af typen af ​​trailer eller konfigurationen af ​​dit køretøj, kan du justere bruttovægtens vægtvurdering af lastbil- og trailerkombinationen.
de: Abhängig von der Art des Anhängers oder der Konfiguration Ihres Fahrzeugs können Sie das zulässige Gesamtgewicht der Kombination aus Lkw und Anhänger anpassen.
es: Dependiendo del tipo de remolque o de la configuración de su vehículo, puede ajustar el peso bruto del vehículo de la combinación de camión y remolque.
fr: Selon le type de remorque ou la configuration de votre véhicule, vous pouvez ajuster le poids total autorisé en charge de l'ensemble routier.
it: A seconda del tipo di rimorchio o della configurazione del vostro veicolo, è possibile regolare il peso lordo della combinazione di autocarro e rimorchio.
pt: Dependendo do tipo de reboque ou da configuração do seu veículo, você pode ajustar a classificação bruta de peso do veículo da combinação de caminhões e reboques.

# dk_vehicle_quick_category_button_description
source: If you don't know the characteristics of your vehicle, it will be setup automatically.
da: Hvis du ikke kender dit køretøjs egenskaber, konfigureres det automatisk.
pt: Se você não conhece as características do seu veículo, ele será configurado automaticamente.

# dk_vehicle_quick_category_button_title
source: I don't have time
da: Jeg har ikke tid til det
pt: eu não tenho tempo

# dk_vehicle_rename
source: Rename
da: Omdøb
de: Umbenennen
es: Renombrar
fr: Renommer
it: Rinomina
pt: Renomear

# dk_vehicle_rename_description
source: Choose a name to identify your vehicle
da: Vælg et navn for at identificere dit køretøj
de: Wählen Sie einen Namen, um Ihr Fahrzeug zu identifizieren.
es: Elija un nombre para identificar su vehículo
fr: Choisissez un nom pour identifier votre véhicule
it: Scegli un nome per identificare il tuo veicolo
pt: Escolha um nome para identificar seu veículo

# dk_vehicle_rename_title
source: Rename this vehicle
da: Omdøb dette køretøj
de: Benennen Sie dieses Fahrzeug um
es: Renombrar este vehículo
fr: Renommer ce véhicule
it: Rinomina questo veicolo
pt: Renomeie este veículo

# dk_vehicle_replace
source: Replace
da: Erstat
de: Ersetzen
es: Reemplazar
fr: Remplacer
it: Sostituire
pt: Substituir

# dk_vehicle_replace_button
source: Replace the vehicle
da: Udskift køretøjet
de: Das Fahrzeug ersetzen
es: Sustituir el vehículo
pt: Substitua o veículo

# dk_vehicle_select_bluetooth_description
source: Select a Bluetooth device to start the trip recording. As soon as the phone connects to this device, the application starts analyzing your trip. You can only select one device for this vehicle.
da: Vælg en Bluetooth-enhed for at starte turoptagelsen. Så snart telefonen opretter forbindelse til denne enhed, begynder applikationen at analysere din rejse. Du kan kun vælge én enhed til dette køretøj.
de: Wählen Sie ein Bluetooth-Gerät aus, um die Tourenaufzeichnung zu starten. Sobald sich das Telefon mit diesem Gerät verbindet, beginnt die Anwendung mit der Analyse Ihrer Reise. Sie können für dieses Fahrzeug nur ein Gerät auswählen.
es: Seleccione un dispositivo Bluetooth para iniciar la grabación del viaje. En cuanto el teléfono se conecte a este dispositivo, la aplicación comenzará a analizar su viaje. Sólo puede seleccionar un dispositivo para este vehículo.
fr: Sélectionner un appareil Bluetooth pour déclencher l’enregistrement de vos trajets. Dès que le téléphone se connecte à cet appareil, l'application démarre l'analyse de votre trajet. Vous ne pouvez sélectionner qu'un seul appareil pour ce véhicule.
it: Selezionare un dispositivo Bluetooth per avviare la registrazione del viaggio. Non appena il telefono si collega a questo dispositivo, l'applicazione inizia ad analizzare il viaggio. È possibile selezionare un solo dispositivo per questo veicolo.
pt: Selecione um dispositivo Bluetooth para iniciar a gravação da viagem. Assim que o telefone se conectar a este dispositivo, o aplicativo começa a analisar sua viagem. Você pode selecionar apenas um dispositivo para este veículo.

# dk_vehicle_show
source: Show
da: Vis
de: Anzeigen
es: Mostrar
fr: Afficher
it: Mostra
pt: Mostrar

# dk_vehicle_type_car_title
source: Light and commercial vehicles of less than 3.5 t
da: Lette og erhvervskøretøjer på mindre end 3,5 t
de: Leicht- und Nutzfahrzeuge von weniger als 3,5 t
es: Vehículos ligeros y comerciales de menos de 3,5 t
fr: Véhicules légers et utilitaires de moins de 3,5 t
it: Veicoli leggeri e commerciali inferiore a 3,5 t
pt: Veículos leves e comerciais de menos de 3,5 t

# dk_vehicle_type_motorbike_title
source: Motorized two-wheelers
da: Motoriserede tohjulede
de: Motorcycles
es: Motos
fr: Deux-roues motorisés
it: Motos
pt: Vendedores de duas rodas motorizadas

# dk_vehicle_type_selection_title
source: Choose the category of your vehicle
da: Vælg dit køretøjs kategori
de: Wählen Sie die Kategorie, zu der Ihr Fahrzeug gehört
es: Elija la categoría a la que pertenece su vehículo
fr: Choisissez la catégorie à laquelle appartient votre véhicule
it: Scegliete la categoria a cui appartiene il vostro veicolo
pt: Escolha a categoria do seu veículo

# dk_vehicle_type_truck_road_train
source: Road train
da: Vejtog
es: Tren de carretera
fr: Train routier
pt: Trem de estrada

# dk_vehicle_type_truck_title
source: Trucks
da: Lastbiler
de: Lastkraftwagen
es: Camiones
fr: Poids lourds
it: Camion
pt: Caminhões

# dk_vehicle_type_truck_tractor_semi_trailer
source: Semi trailer truck
da: Semi trailer lastbil
de: Zugmaschine und Sattelanhänger
es: Camión semirremolque
fr: Tracteur et semi-remorque
it: Semirimorchio
pt: Caminhão semi -trailer

# dk_vehicle_unknown
source: The vehicle is unknown, please select another vehicle.
da: Køretøjet er ukendt, vælg et andet køretøj.
de: Das Fahrzeug ist unbekannt, bitte wählen Sie ein anderes Fahrzeug aus.
es: El vehículo es desconocido, por favor seleccione otro vehículo.
fr: Le véhicule est inconnu, veuillez sélectionner un autre véhicule.
it: Il veicolo è sconosciuto, si prega di selezionare un altro veicolo.
pt: O veículo é desconhecido, selecione outro veículo.

# dk_vehicle_version_description
source: Version of the vehicle?
da: Version af køretøjet?
de: Version des Fahrzeugs?
es: ¿Versión del vehículo?
fr: Version du véhicule ?
it: Versione del veicolo
pt: Versão do veículo?

# dk_vehicle_year_description
source: Year of release?
da: Årgang
de: Bauhjahr?
es: ¿Año de lanzamiento?
fr: Année de mise en circulation ?
it: Anno di uscita
pt: Ano de lançamento?

# dk_version
source: Version
es: Versión
it: Versione
pt: Versão

# dk_vehicle_category_car_minivan_title
source: Minivan
es: Monovolumen
fr: Monospace

# dk_vehicle_category_car_sedan_title
source: Sedan
de: Limousine
es: Berlina
fr: Berline

# dk_vehicle_engine_diesel
source: Diesel
es: Diésel
