Repository: DriveQuantPublic/drivekit-ui-ios
Catalog: DriveKitVehicleUI/Localizable/*.lproj/DKVehicleLocalizable.strings
Languages: da, de, es, fr, it, pt

# dk_vehicle_bluetooth_already_paired
source: The Bluetooth %@ device is already connected to another vehicle. You must first detach the device before pairing it with %@.
da: Bluetooth %@ enhed er allerede forbundet til et andet køretøj. Du skal først fjerne enheden, før du parrer den med %@.
de: Das Bluetooth %@-Gerät ist bereits mit einem anderen Fahrzeug verbunden. Sie müssen dieses Gerät zuerst freigeben, bevor Sie es mit %@ koppeln können.
es: El dispositivo Bluetooth %@ ya está conectado a otro vehículo. Primero debe liberar este dispositivo antes de emparejarlo con %@.
fr: L'appareil Bluetooth %@ est déjà connecté à un autre véhicule. Vous devez d'abord libérer cet appareil avant de l'associer à %@.
it: Il dispositivo Bluetooth %@ è già collegato ad un altro veicolo. È necessario rilasciare questo apparecchio prima di accoppiarlo con %@.
pt: O dispositivo Bluetooth %@ já está conectado a outro veículo. Você deve primeiro destacar o dispositivo antes de combiná -lo com %@.

# dk_vehicle_bluetooth_combination_view_title
source: Link a Bluetooth device
da: Link en Bluetooth-enhed
de: Zuordnen eines Bluetooth-Geräts
es: Enlazar un dispositivo Bluetooth
fr: Associer un appareil Bluetooth
it: Collegare un dispositivo Bluetooth
pt: Vincular um dispositivo Bluetooth

# dk_vehicle_bluetooth_congrats_desc
source: The Bluetooth device %@ is now linked to the vehicle %@
da: Bluetooth-enheden %@ er nu knyttet til køretøjet %@
de: Das Bluetooth-Gerät %@ ist nun mit dem Fahrzeug %@ verknüpft
es: El dispositivo Bluetooth %@ está ahora conectado al vehículo %@
fr: L'appareil Bluetooth %@ est désormais associé au véhicule %@
it: Il dispositivo Bluetooth %@ è ora collegato al veicolo %@
pt: O dispositivo Bluetooth %@ agora está vinculado ao veículo %@

# dk_vehicle_bluetooth_congrats_notice
source: From now on, recording your trips will start automatically as soon as your phone connects to the Bluetooth device %@
da: Fra nu af starter optagelsen af ​​dine ture automatisk, så snart din telefon opretter forbindelse til Bluetoothenheden %@
de: Von nun an startet die Aufzeichnung Ihrer Fahrten automatisch, sobald sich Ihr Handy mit dem Bluetooth-Gerät verbindet %@
es: A partir de ahora, la grabación de sus viajes se iniciará automáticamente tan pronto como su teléfono se conecte al dispositivo Bluetooth %@
fr: Désormais l'enregistrement de vos trajets démarrera automatiquement dès que votre téléphone se connecte à l'appareil Bluetooth %@
it: D'ora in poi, la registrazione dei tuoi viaggi inizierà automaticamente non appena il telefono si connette al dispositivo Bluetooth %@
pt: A partir de agora, a gravação de suas viagens começará automaticamente assim que seu telefone se conectar ao dispositivo Bluetooth %@

# dk_vehicle_bluetooth_congrats_title
source: Congratulations!
da: Tillykke!
de: Herzlichen Glückwunsch!
es: Felicitaciones!
fr: Félicitations !
it: Congratulazioni!
pt: Parabéns!

# dk_vehicle_bluetooth_deactivate_alert
source: The %@ device will be disassociated from the %@ vehicle. Are you sure you want to proceed?
da: %@ Enheden frakobles fra %@ køretøjet. Er du sikker på, at du vil fortsætte?
de: Das %@-Gerät wird vom %@-Fahrzeug abgekoppelt. Bist du sicher, dass du das durchziehen willst?
es: El dispositivo %@ se disociará del vehículo %@. ¿Estás seguro de que quieres seguir con esto?
fr: L'appareil %@ sera dissocié du véhicule %@. Êtes-vous sûr de vouloir continuer ?
it: Il dispositivo %@ sarà dissociato dal veicolo %@. Sei sicuro di voler andare fino in fondo?
pt: O dispositivo %@ será desassociado do veículo %@. Tem certeza de que deseja prosseguir?

# dk_vehicle_bluetooth_devices_list_title
source: Bluetooth devices:
da: Bluetooth-enheder:
de: Bluetooth-Geräte :
es: Dispositivos Bluetooth :
fr: Appareils Bluetooth :
it: Dispositivi Bluetooth :
pt: Dispositivos Bluetooth:

# dk_vehicle_bluetooth_guide_desc1_android
source: Make sure that your vehicle's Bluetooth system is already paired with your phone before you start.
da: Sørg for, at dit køretøjs Bluetooth-system allerede er parret med din telefon, inden du starter.
de: Vergewissern Sie sich vor dem Start, dass das Bluetooth-System Ihres Fahrzeugs bereits mit Ihrem Handy gekoppelt ist.
es: Asegúrese de que el sistema Bluetooth de su vehículo ya esté emparejado con su teléfono antes de comenzar.
fr: Assurez-vous que le système Bluetooth de votre véhicule est déjà jumelé avec votre téléphone avant de commencer.
it: Accertarsi che il sistema Bluetooth del veicolo sia già accoppiato al telefono prima di iniziare.
pt: Verifique se o sistema Bluetooth do seu veículo já está emparelhado com o telefone antes de começar.

# dk_vehicle_bluetooth_guide_desc1_ios
source: Check that the Bluetooth device has already been paired with your iPhone. This information is available in the Bluetooth menu of the phone's settings.
da: Kontroller, at Bluetooth-enheden allerede er parret med din iPhone. Denne information er tilgængelig i Bluetooth menuen i telefonens indstillinger.
de: Überprüfen Sie, ob das Bluetooth-Gerät bereits mit Ihrem iPhone verbunden ist. Diese Informationen sind im Bluetooth-Menü der Telefoneinstellungen verfügbar.
es: Compruebe que el dispositivo Bluetooth ya ha sido emparejado con su iPhone. Esta información está disponible en el menú Bluetooth de la configuración del teléfono.
fr: Vérifier que l’appareil Bluetooth a déjà été jumelé avec votre iPhone. Cette information est disponible dans le menu Bluetooth des paramètres du téléphone.
it: Verificare che il dispositivo Bluetooth sia già stato accoppiato con l'iPhone. Queste informazioni sono disponibili nel menu Bluetooth delle impostazioni del telefono.
pt: Verifique se o dispositivo Bluetooth já foi emparelhado com o seu iPhone. Esta informação está disponível no menu Bluetooth das configurações do telefone.

# dk_vehicle_bluetooth_guide_desc2_android
source: The application will search for all devices that have already been connected to your phone.
da: Applikationen vil søge efter alle enheder, der allerede er tilsluttet din telefon.
de: Die Anwendung sucht nach allen Geräten, die bereits mit Ihrem Telefon verbunden sind.
es: La aplicación buscará todos los dispositivos que ya han sido conectados a su teléfono.
fr: L'application va rechercher tous les appareils qui ont déjà été connectés à votre téléphone.
it: L'applicazione cercherà tutti i dispositivi che sono già stati collegati al telefono.
pt: O aplicativo procurará todos os dispositivos que já foram conectados ao seu telefone.

# dk_vehicle_bluetooth_guide_desc2_ios
source: Take a seat in your vehicle.
da: Tag plads i dit køretøj.
de: Nehmen Sie Platz in Ihrem Fahrzeug.
es: Tome asiento en su vehículo.
fr: Installez-vous dans votre véhicule.
it: Siediti nel tuo veicolo.
pt: Sente -se no seu veículo.

# dk_vehicle_bluetooth_guide_desc3_android
source: You will need to select the one that matches your vehicle's Bluetooth system.
da: Du bliver nødt til at vælge det, der matcher dit køretøjs Bluetooth-system.
de: Sie müssen diejenige auswählen, die dem Bluetooth-System Ihres Fahrzeugs entspricht.
es: Tendrá que seleccionar el que coincida con el sistema Bluetooth de su vehículo.
fr: Vous devrez sélectionner celui qui correspond au système Bluetooth de votre véhicule.
it: Sarà necessario selezionare quello che corrisponde al sistema Bluetooth del veicolo.
pt: Você precisará selecionar aquele que corresponda ao sistema Bluetooth do seu veículo.

# dk_vehicle_bluetooth_guide_desc3_ios
source: Switch on the ignition. The phone must be connected to the vehicle to make the association.
da: Tænd for bilen. Telefonen skal tilsluttes køretøjet for at kunne skabe forbindelse
de: Schalten Sie die Zündung ein. Das Telefon muss mit dem Fahrzeug verbunden sein, um die Zuordnung herzustellen.
es: Conecte el encendido. El teléfono debe estar conectado al vehículo para hacer la asociación.
fr: Allumer le contact. Le téléphone doit être connecté au véhicule pour réaliser l'association.
it: Inserire l'accensione. Il telefono deve essere collegato al veicolo per fare l'associazione.
pt: Ligue a ignição. O telefone deve estar conectado ao veículo para fazer a associação.

# dk_vehicle_bluetooth_guide_header
source: Before you start
da: Før du starter
de: Bevor Sie beginnen
es: Antes de empezar
fr: Avant de commencer
it: Prima di iniziare
pt: Antes que você comece

# dk_vehicle_bluetooth_not_found
source: No Bluetooth devices were detected. To enable auto start, make sure your phone is connected to the Bluetooth system. Can you verify in the phone settings that the Bluetooth system is connected to your phone?
da: Ingen Bluetooth-enheder blev detekteret. For at aktivere automatisk start, skal du sørge for, at din telefon er tilsluttet Bluetoothsystemet. Kontroler i telefonindstillingerne, at Bluetoothsystemet er tilsluttet din telefon?
de: Es wurden keine Bluetooth-Geräte erkannt. Um den automatischen Start zu aktivieren, stellen Sie sicher, dass Ihr Telefon mit dem Bluetooth-System verbunden ist. Können Sie in den Telefoneinstellungen überprüfen, ob das Bluetooth-System mit Ihrem Telefon verbunden ist?
es: No se detectaron dispositivos Bluetooth. Para activar el arranque automático, asegúrese de que su teléfono esté conectado al sistema Bluetooth. ¿Puede verificar en la configuración del teléfono que el sistema Bluetooth está conectado a su teléfono?
fr: Aucun appareil Bluetooth n'a été détecté. Pour activer le démarrage automatique, assurez-vous que votre téléphone soit connecté au système Bluetooth. Pouvez-vous vérifier dans les paramètres du téléphone que le système Bluetooth est bien connecté à votre téléphone ?
it: Non sono stati rilevati dispositivi Bluetooth. Per attivare l'avvio automatico, assicurarsi che il telefono sia collegato al sistema Bluetooth. Può verificare nelle impostazioni del telefono che il sistema Bluetooth sia collegato al suo telefono?
pt: Não foram detectados dispositivos Bluetooth. To ativar o início automático, verifique se o telefone está conectado ao sistema Bluetooth. Can Você verifica nas configurações do telefone que o sistema Bluetooth está conectado ao seu telefone?

# dk_vehicle_brand_description
source: Vehicle brand?
da: Køretøjsmærke?
de: Fahrzeugmarke?
es: ¿Marca del vehículo?
fr: Marque du véhicule ?
it: Marchio del veicolo
pt: Marca de veículo?

# dk_vehicle_category_car_commercial_description
source: This category corresponds to vehicles for professional use generally intended for the transport of goods. These vehicles have a large storage capacity and the total permissible laden weight is between 1.5 tonnes and 3.5 tonnes.
da: Denne kategori svarer til køretøjer til professionel brug, der generelt er beregnet til transport af varer. Disse køretøjer har en stor opbevaringskapacitet, og den samlede tilladte belastede vægt er mellem 1,5 ton og 3,5 ton.
de: Diese Kategorie entspricht den Fahrzeugen für den gewerblichen Gebrauch, die im Allgemeinen für den Gütertransport bestimmt sind. Diese Fahrzeuge verfügen über eine große Lagerkapazität und das zulässige Gesamtgewicht liegt zwischen 1,5 Tonnen und 3,5 Tonnen.
es: Esta categoría corresponde a los vehículos de uso profesional destinados generalmente al transporte de mercancías. Estos vehículos tienen una gran capacidad de almacenamiento y el peso total de carga autorizado se sitúa entre 1,5 y 3,5 toneladas.
fr: Cette catégorie correspond aux véhicules à usage professionnel généralement destinés au transport de marchandises. Ces véhicules ont une grande capacité de stockage et le poids total autorisé en charge est compris entre 1,5 tonne et 3,5 tonnes.
it: Questa categoria corrisponde ai veicoli ad uso professionale generalmente destinati al trasporto di merci. Questi veicoli hanno una grande capacità di stoccaggio e il peso totale ammissibile a pieno carico è compreso tra 1,5 e 3,5 tonnellate.
pt: Esta categoria corresponde aos veículos para uso profissional geralmente destinado ao transporte de mercadorias. Esses veículos têm uma grande capacidade de armazenamento e o peso total de carga permitido está entre 1,5 toneladas e 3,5 toneladas.

# dk_vehicle_category_car_commercial_title
source: Commercial vehicle
da: Varevogn
de: Nutzfahrzeug
es: Vehículo comercial
fr: Utilitaires
it: Veicolo commerciale
pt: Veículo comercial

# dk_vehicle_category_car_compact_description
source: This category corresponds to vehicles belonging to segment B2. These are compact vehicles that are suitable for both urban and road use and are between 3.70 and 4.10 m long.
da: Denne kategori svarer til køretøjer, der hører til segment B2. Dette er kompakte køretøjer, der er egnede til både by- og vejbrug og er mellem 3,70 og 4,10 m lange.
de: Diese Kategorie entspricht den Fahrzeugen des Segments B2. Es handelt sich um kompakte Fahrzeuge, die sowohl für den Stadt- als auch für den Straßenverkehr geeignet sind und eine Länge zwischen 3,70 und 4,10 m aufweisen.
es: Esta categoría corresponde a los vehículos pertenecientes al segmento B2. Se trata de vehículos compactos, aptos tanto para uso urbano como vial, con una longitud de entre 3,70 y 4,10 m.
fr: Cette catégorie correspond aux véhicules appartenant au segment B2. Il s'agit de véhicules compacts qui sont adaptés en milieu urbain tout autant que sur route et dont la longueur varie entre 3,70 et 4,10 m.
it: Questa categoria corrisponde ai veicoli appartenenti al segmento B2. Si tratta di veicoli compatti, adatti all'uso urbano e stradale e di lunghezza compresa tra i 3,70 e i 4,10 metri.
pt: Esta categoria corresponde a veículos pertencentes ao segmento B2. Estes são veículos compactos adequados para uso urbano e rodoviário e estão entre 3,70 e 4,10 m de comprimento.

# dk_vehicle_category_car_compact_title
source: Compact
da: Kompakt
de: Kleinwagen
es: Compacto
fr: Citadine
it: Compatta
pt: Compacto

# dk_vehicle_category_car_luxury_description
source: This category corresponds to sedans with luxurious styling and powerful engines.
da: Denne kategori svarer til sedans med luksuriøs styling og kraftfulde motorer.
de: Diese Kategorie entspricht Limousinen mit luxuriösem Finish und leistungsstarken Motoren.
es: Esta categoría corresponde a los sedanes con acabados de lujo y motores potentes.
fr: Cette catégorie correspond aux berlines avec des finitions luxueuses et équipées de motorisations puissantes.
it: Questa categoria corrisponde alle berline con finiture di lusso e motori potenti.
pt: Esta categoria corresponde a sedãs com estilo luxuoso e motores poderosos.

# dk_vehicle_category_car_luxury_title
source: Luxury car
da: Luksusbil
de: Luxuswagen
es: Vehículo de lujo
fr: Grande Berline
it: Veicolo di lusso
pt: Carro de luxo

# dk_vehicle_category_car_micro_description
source: This category corresponds to vehicles belonging to segments B0 and B1. These are very compact vehicles for urban use with a length of less than 3.70 m.
da: Denne kategori svarer til køretøjer, der hører til segmenter B0 og B1. Disse er meget kompakte køretøjer til bybrug med en længde på mindre end 3,70 m.
de: Diese Kategorie entspricht den Fahrzeugen der Segmente B0 und B1. Es handelt sich um sehr kompakte Fahrzeuge für den städtischen Einsatz mit einer Länge von weniger als 3,70 m.
es: Esta categoría corresponde a los vehículos pertenecientes a los segmentos B0 y B1. Se trata de vehículos muy compactos para uso urbano con una longitud inferior a 3,70 m.
fr: Cette catégorie correspond aux véhicules appartenant aux segments B0 et B1. Il s'agit de véhicules très compacts à usage urbain dont la longueur est inférieure à 3,70 m.
it: Questa categoria corrisponde ai veicoli appartenenti ai segmenti B0 e B1. Si tratta di veicoli molto compatti per uso urbano con una lunghezza inferiore a 3,70 m.
pt: Esta categoria corresponde a veículos pertencentes aos segmentos B0 e B1. Estes são veículos muito compactos para uso urbano com um comprimento inferior a 3,70 m.

# dk_vehicle_category_car_micro_title
source: Micro city car
da: Mikrobiler
de: Kleinststadtauto
es: Microcoche de ciudad
fr: Micro citadine
it: Città Microcar
pt: Carro urbano micro

# dk_vehicle_category_car_minivan_description
source: This category corresponds to vehicles whose interior volume is optimized for families with several children. They generally offer five to seven places. Their size varies on average from 4.80 to 5.00 m.
da: Denne kategori svarer til køretøjer, hvis indvendige volumen er optimeret til familier med flere børn. De tilbyder generelt fem til syv steder. Deres størrelse varierer i gennemsnit fra 4,80 til 5,00 m.
de: Diese Kategorie entspricht Fahrzeugen, deren Innenvolumen für Familien mit mehreren Kindern optimiert ist. Sie bieten in der Regel fünf bis sieben Plätze an. Ihre Größe variiert im Durchschnitt zwischen 4,80 und 5,00 m.
es: Esta categoría corresponde a vehículos cuyo volumen interior está optimizado para familias con varios niños. Generalmente ofrecen de cinco a siete plazas. Su tamaño varía en promedio de 4,80 a 5,00 m.
fr: Cette catégorie correspond aux véhicules dont le volume intérieur est optimisé pour les familles avec plusieurs enfants. Elles offrent en général cinq à sept places. Leur taille varie en moyenne de 4,80 à 5,00 m.
it: Questa categoria corrisponde a veicoli il cui volume interno è ottimizzato per famiglie con più bambini. Generalmente offrono da cinque a sette posti. Le loro dimensioni variano in media da 4,80 a 5,00 m.
pt: Esta categoria corresponde a veículos cujo volume interior é otimizado para famílias com várias crianças. Eles geralmente oferecem de cinco a sete lugares. Seu tamanho varia em média de 4,80 a 5,00 m.

# dk_vehicle_category_car_sedan_description
source: This category corresponds to vehicles belonging to segment D. They are larger than compact vehicles, equipped with powerful engines and whose length varies between 4.50 and 4.90 m.
da: Denne kategori svarer til køretøjer, der hører til segment D. De er større end kompakte køretøjer, udstyret med kraftfulde motorer, og hvis længde varierer mellem 4,50 og 4,90 m.
de: Diese Kategorie entspricht den Fahrzeugen des Segments D. Sie sind größer als Kompaktfahrzeuge, verfügen über leistungsstarke Motoren und variieren in der Länge zwischen 4,50 und 4,90 Metern.
es: Esta categoría corresponde a los vehículos del segmento D. Son más grandes que los vehículos compactos, equipados con motores potentes y cuya longitud varía entre 4,50 y 4,90 m.
fr: Cette catégorie correspond aux véhicules appartenant au segment D. Il s'agit de véhicules plus volumineux que les compactes, équipés de motorisations puissantes et dont la longueur varie entre 4,50 et 4,90 m.
it: Questa categoria corrisponde a veicoli appartenenti al segmento D. Sono più grandi dei veicoli compatti, dotati di motori potenti e la cui lunghezza varia tra i 4,50 e i 4,90 metri.
pt: Esta categoria corresponde a veículos pertencentes ao segmento D. Eles são maiores que os veículos compactos, equipados com motores poderosos e cujo comprimento varia entre 4,50 e 4,90 m.

# dk_vehicle_category_car_sport_description
source: This category includes vehicles with performance-oriented engines, chassis and braking systems.
da: Denne kategori inkluderer køretøjer med sportvogne med kraftige motorer, chassis og bremsesystemer.
de: Diese Kategorie umfasst Fahrzeuge mit leistungsorientierten Motoren, Fahrwerken und Bremssystemen.
es: Esta categoría incluye vehículos con motores, chasis y sistemas de frenado orientados al rendimiento.
fr: Cette catégorie correspond à des véhicules dotés de motorisation, de châssis et de système de freinage axés sur la performance.
it: Questa categoria comprende i veicoli con motori, telai e sistemi frenanti orientati alle prestazioni.
pt: Esta categoria inclui veículos com motores orientados para o desempenho, chassi e sistemas de frenagem.

# dk_vehicle_category_car_sport_title
source: Sport car
da: Sportsvogn
de: Sportwagen
es: Coche deportivo
fr: Coupé
it: Auto sportiva
pt: Carro esportivo

# dk_vehicle_category_car_suv_description
source: This category corresponds to crossover vehicles or off-road vehicles with all-wheel drive (4x4) and whose length varies on average from 4.10 to 5.20 m.
da: Denne kategori svarer til crossover-køretøjer eller off-road køretøjer med firehjulstræk (4x4), og hvis længde varierer i gennemsnit fra 4,10 til 5,20 m.
de: Diese Kategorie entspricht Crossover-Fahrzeugen oder Geländefahrzeugen mit Allradantrieb (4x4), deren Länge im Durchschnitt von 4,10 bis 5,20 m variiert.
es: Esta categoría corresponde a los vehículos crossover o todoterreno con tracción integral (4x4) y cuya longitud varía en promedio de 4,10 a 5,20 m.
fr: Cette catégorie correspond aux véhicules de type Crossover (ou "multisegment") ou aux véhicules tout-terrains à transmission intégrale (4x4) et dont la longueur varie en moyenne de 4,10 à 5,20 m.
it: Questa categoria corrisponde a veicoli incrociati (o "crossover") o fuoristrada a trazione integrale (4x4) e la cui lunghezza media varia da 4,10 a 5,20 m.
pt: Esta categoria corresponde a veículos cruzados ou veículos off-road com tração nas quatro rodas (4x4) e cujo comprimento varia em média de 4,10 a 5,20 m.

# dk_vehicle_category_truck_selection_title
source: What kind of truck do you drive?
da: Hvilken slags lastbil kører du?
de: Was für einen Lkw fahren Sie?
es: ¿Qué tipo de camión conduces?
fr: Quel type de camion conduisez-vous ?
it: Che tipo di camion guidi?
pt: Que tipo de caminhão você dirige?

# dk_vehicle_category_truck_straight
source: Straight truck
da: Lige lastbil
de: Lkw-Fahrer
es: Camión rígido
fr: Porteur
it: Autocarro classico
pt: Caminhão em linha reta

# dk_vehicle_category_truck_straight_2_axles
source: Two-axle straight truck
da: To-akslet lige lastbil
de: Zweiachsiger gerader Lkw
es: Camión rígido de dos ejes
fr: Porteur à deux essieux
it: Autocarro a due assi dritti
pt: Caminhão reto de dois eixos

# dk_vehicle_category_truck_straight_3_axles
source: Three-axle straight truck
da: Tre-akslet lige lastbil
de: Dreiachsiger gerader Lkw
es: Camión rígido de tres ejes
fr: Porteur à trois essieux
it: Autocarro a tre assi dritti
pt: Caminhão reto de três eixos

# dk_vehicle_category_truck_straight_4_axles
source: Four-axle straight truck
da: Fire-akslet lige lastbil
de: Vierachsiger gerader Lkw
es: Camión rígido de cuatro ejes
fr: Porteur à quatre essieux
it: Autocarro a quattro assi dritti
pt: Caminhão reto de quatro eixos

# dk_vehicle_category_truck_trailer_2_axles
source: Two-axle tractor
da: To-akslet traktor
de: Zweiachsige Zugmaschine
es: Camión tractor con dos ejes
fr: Tracteur à deux essieux
it: Trattore a due assi
pt: Trator de dois eixos

# dk_vehicle_category_truck_trailer_3_axles
source: Three-axle tractor
da: Tre-akslen traktor
de: Dreiachsige Zugmaschine
es: Camión tractor con tres ejes
fr: Tracteur à trois essieux
it: Trattore a tre assi
pt: Trator de três eixos

# dk_vehicle_category_truck_trailer_4_axles
source: Four-axle tractor
da: Fire-akslet traktor
de: Vierachsige Zugmaschine
es: Camión tractor con cuatro ejes
fr: Tracteur à quatre essieux
it: Trattore a quattro assi
pt: Trator de quatro eixos

# dk_vehicle_configure_beacon_desc
source: A beacon is already associated with the vehicle %@
da: Et beacon er allerede forbundet med køretøjet %@
de: Ein BEACON ist bereits mit dem Fahrzeug verbunden %@
es: Un beacon ya está asociada a los %@ del vehículo
fr: Un beacon est déjà associé au véhicule %@
it: Un beacon è già associato al veicolo %@
pt: Um farol já está associado ao veículo %@

# dk_vehicle_configure_beacon_title
source: Configuring the beacon
da: Indstilling af beacon
de: Konfiguration des Beacon
es: Configuración de la baliza
fr: Configurer le beacon
it: Configurazione del beacon
pt: Configurando o dispositivo
