Repository: DriveQuantPublic/drivekit-ui-ios
Catalog: DriveKitDriverDataTimelineUI/Localizable/*.lproj/DriverDataTimelineLocalizable.strings
Languages: da, de, es, fr, it, pt

# dk_timeline_acceleration_score
source: Acceleration score: %@
da: Accelerationsscore: %@
de: Punktzahl für die Beschleunigung: %@
es: Puntuación de aceleración: %@
fr: Score d'accélération : %@
it: Punteggio di accelerazione: %@
pt: Pontuação de aceleração: %@

# dk_timeline_accelerations
source: Accelerations / 100 km: %@
da: Acceleration / 100 km: %@
de: Beschleunigungen / 100 km: %@
es: Aceleración / 100 km: %@
fr: Accélérations / 100 km : %@
it: Accelerazione / 100 km: %@
pt: Acelerações / 100 km: %@

# dk_timeline_adherence
source: Adherence limits / 100 km: %@
da: Hårde sving / 100 km: %@
de: Adhäsionsgrenze / 100 km: %@
es: Límites de adherencia / 100 km: %@
fr: Limites d'adhérence / 100 km : %@
it: Limiti di aderenza / 100 km: %@
pt: Limites de aderência / 100 km: %@

# dk_timeline_brakings
source: Brakings / 100 km: %@
da: Bremsning / 100 km: %@
de: Bremsen / 100 km: %@
es: Frenada / 100 km: %@
fr: Freinages / 100 km : %@
it: Frenata / 100 km: %@
pt: Freios / 100 km: %@

# dk_timeline_button_timeline_detail
source: See more details on my score
da: Se flere oplysninger om min score
de: Weitere Details zu meiner Punktzahl anzeigen
es: Ver más detalles en mi puntuación
fr: Voir plus de détails sur mon score
it: Vedi maggiori dettagli sul mio punteggio
pt: Veja mais detalhes sobre minha pontuação

# dk_timeline_calls_duration
source: Duration of forbidden calls / 100 km: %@
da: Varighed af forbudte opkald / 100 km: %@
de: Dauer verbotener Anrufe / 100 km: %@
es: Duración de las llamadas prohibidas / 100 km: %@
fr: Durée d'appels interdits / 100 km : %@
it: Durata delle chiamate vietate / 100 km: %@
pt: Duração das chamadas proibidas / 100 km: %@

# dk_timeline_co2_mass
source: CO2 mass: %@
da: Masse af CO2: %@
de: CO2-Masse : %@
es: Masa de CO2: %@
fr: Masse de CO2 : %@
it: Massa di CO2: %@
pt: Missa de CO2: %@

# dk_timeline_consumption
source: Consumption : %@
da: Forbrug: %@
de: Verbrauch: %@
es: Consumo: %@
fr: Consommation : %@
it: Consumo: %@
pt: Consumos: %@

# dk_timeline_deceleration_score
source: Deceleration score: %@
da: Score for forsinkelse: %@
de: Punktzahl für Verlangsamung: %@
es: Puntuación de desaceleración: %@
fr: Score de décélération : %@
it: Punteggio di decelerazione: %@
pt: Pontuação de desaceleração: %@

# dk_timeline_distraction_score
source: Distraction score: %@
da: Distraktionsscore: %@
de: Ablenkungsmanöver: %@
es: Puntuación de distracción: %@
fr: Score de distraction : %@
it: Punteggio di distrazione: %@
pt: Pontuação de distração: %@

# dk_timeline_eco_score
source: Eco-driving score: %@
da: Øko-kørselsscore: %@
de: Bewertung für umweltfreundliches Fahren: %@
es: Puntuación de la ecoconducción: %@
fr: Score d'éco-conduite : %@
it: Punteggio di guida ecologica: %@
pt: Pontuação de direção ecológica: %@

# dk_timeline_fuel_savings
source: Achievable fuel savings: %@
da: Opnåelige brændstofbesparelser: %@
de: Erreichbarer Kraftstoffverbrauch: %@
es: Ahorro de combustible alcanzable: %@
fr: Économies de carburant réalisables : %@
it: Risparmio di carburante ottenibile: %@
pt: Economia de combustível alcançável: %@

# dk_timeline_info_accel_score
source: The acceleration score ranges from -5 to 5. For the value -5, the acceleration is too slow. A score of 5 indicates that the acceleration is too fast. A score of 0 indicates that the acceleration perfectly matches with an eco-driving style.
da: Accelerationsscoren varierer mellem -5 og 5. Hvis resultatet er -5, er accelerationen for lav. Hvis scoren er 5, er accelerationen for høj. En score på 0 angiver, at accelerationen er ideel til miljøvenlig kørsel.
de: Der Wert für die Beschleunigung reicht von -5 bis 5. Bei einem Wert von -5 ist die Beschleunigung zu langsam. Ein Wert von 5 zeigt an, dass die Beschleunigung zu schnell ist. Ein Wert von 0 zeigt an, dass die Beschleunigung perfekt zu einer umweltfreundlichen Fahrweise passt.
es: La puntuación de aceleración va de -5 a 5. Para el valor -5, la aceleración es demasiado lenta. Una puntuación de 5 indica que la aceleración es demasiado rápida. Una puntuación de 0 indica que la aceleración se ajusta perfectamente a un estilo de conducción ecológico.
fr: Le score d'accélération varie entre -5 et 5. Si le score vaut -5, cela indique que l'accélération est trop faible. Si le score vaut 5, l'accélération est trop forte. Un score nul indique que l'accélération est idéale dans le cadre de l'éco-conduite.
it: Il punteggio di accelerazione va da -5 a 5. Per il valore -5, l'accelerazione è troppo lenta. Un punteggio di 5 indica che l'accelerazione è troppo veloce. Un punteggio di 0 indica che l'accelerazione corrisponde perfettamente a uno stile di guida ecologico.
pt: A pontuação da aceleração varia de -5 a 5. Para o valor -5, a aceleração é muito lenta. Uma pontuação de 5 indica que a aceleração é muito rápida. Uma pontuação de 0 indica que a aceleração combina perfeitamente com um estilo de direção ecológica.

# dk_timeline_info_decel_score
source: The deceleration score ranges from -5 to 5. For the value -5, the deceleration is too slow. A score of 5 indicates that the deceleration is too fast. A score of 0 indicates that the deceleration perfectly matches with an eco-driving style.
da: Opbremsningsscoren varierer mellem -5 og 5. Hvis resultatet er -5, er decelerationen for langsom. Hvis scoren er 5, er den for brat. En score på nul angiver, at decelerationen er ideel til miljøvenlig kørsel.
de: Die Punktzahl für die Verzögerung variiert von -5 bis 5. Bei einem Wert von -5 ist die Verzögerung zu langsam. Bei einem Wert von 5 ist sie zu schnell. Eine Punktzahl von 0 bedeutet, dass die Verzögerung im Rahmen des umweltbewussten Fahrens perfekt ist.
es: La puntuación de desaceleración varía de -5 a 5. Para el valor -5, la deceleración es demasiado lenta. Una puntuación de 5 significa que la desaceleración es demasiado rápida. Una puntuación de 0 indica que la deceleración es perfecta para la conducción ecológica.
fr: Le score de décélération varie entre -5 et 5. Si le score vaut -5, la décélération est trop lente. Si le score vaut 5, elle est trop brusque. Un score nul indique que la décélération est idéale dans le cadre de l'éco-conduite.
it: Il punteggio di decelerazione varia da -5 a 5. Per il valore -5, la decelerazione è troppo lenta. Un punteggio di 5 significa che la decelerazione è troppo veloce. Un punteggio di 0 indica che la decelerazione è perfetta per la guida ecologica.
pt: A pontuação de desaceleração varia de -5 a 5. Para o valor -5, a desaceleração é muito lenta. Uma pontuação de 5 indica que a desaceleração é muito rápida. Uma pontuação de 0 indica que a desaceleração combina perfeitamente com um estilo de direção ecológica.

# dk_timeline_info_maintain_score
source: The speed maintain score ranges from 0 to 5. A value of 0 indicates that the driver has an appropriate behavior and drives at a constant speed. Otherwise, when oscillations in speed are detected, the score increases and the driver can progress.
da: Vedligeholdelsesscore varierer mellem 0 og 5. Hvis scoren er lig med 0, er hastigheden stabil, og energiforbruget er minimalt. Hvis hastigheden ellers svinger, stiger vedligeholdelsesscoren, hvilket indikerer, at der er tale om overforbrug.
de: Die Punktzahl für die Beibehaltung der Geschwindigkeit variiert von 0 bis 5. Ein Wert von 0 bedeutet, dass der Fahrer ein gutes Fahrverhalten hat und mit konstanter Geschwindigkeit fährt. Im umgekehrten Fall, wenn Schwankungen in der Geschwindigkeit festgestellt werden, steigt die Punktzahl, der Fahrer kann dann Fortschritte machen.
es: La puntuación de mantenimiento de la velocidad va de 0 a 5. Un valor de 0 indica que el conductor se comporta bien y conduce a una velocidad constante. De lo contrario, cuando se detectan oscilaciones en la velocidad, la puntuación aumenta y el conductor puede progresar.
fr: Le score de maintien varie entre 0 à 5. Si le score est égal à 0, la vitesse est stable et l'énergie dépensée est minimale. Dans le cas contraire, si la vitesse oscille, le score de maintien augmente ce qui indique qu'il y a une surconsommation.
it: Il punteggio di mantenimento della velocità va da 0 a 5. Un valore di 0 indica che il conducente si comporta bene e guida a velocità costante. Altrimenti, quando vengono rilevate delle oscillazioni nella velocità, il punteggio aumenta e il pilota può progredire.
pt: A velocidade de manutenção varia de 0 a 5. Um valor 0 indica que o driver tem um comportamento apropriado e aciona a uma velocidade constante. Caso contrário, quando as oscilações em velocidade são detectadas, a pontuação aumenta e o motorista pode progredir.

# dk_timeline_maintain_score
source: Speed maintain score: %@
da: Holdt score: %@
de: Score für die Aufrechterhaltung: %@
es: Puntuación de mantenimiento: %@
fr: Score de maintien : %@
it: Punteggio di manutenzione: %@
pt: Velocidade Manter a pontuação: %@

# dk_timeline_nb_unlocks
source: Number of phone unlocks / 100 km: %@
da: Antal udslip / 100 km: %@
de: Entsperrungsnummer / 100 km: %@
es: Número de desbloqueos / 100 km: %@
fr: Nombre de déverrouillages / 100 km : %@
it: Numero di sblocco / 100 km: %@
pt: Número de desbloqueios por telefone / 100 km: %@

# dk_timeline_overspeeding_distance
source: Overspeeding relative distance: %@
da: Fartoverskridelse ift. afstand: %@
de: Überdrehzahl relativer Abstand: %@
es: Distancia relativa al exceso de velocidad: %@
fr: Distance relative en dépassement : %@
it: Superamento della distanza relativa: %@
pt: Distância relativa de velocidade excessiva: %@

# dk_timeline_overspeeding_duration
source: Overspeeding relative duration: %@
da: Fartoverskridelse ift. varighed: %@
de: Überdrehzahl relative Dauer: %@
es: Duración relativa de la sobrecarga: %@
fr: Durée relative en dépassement : %@
it: Durata relativa dell'eccesso di velocità: %@
pt: Duração relativa de velocidade excessiva: %@

# dk_timeline_per_month
source: Month
da: pr. måned
de: Pro Monat
es: Por mes
it: Per mese

# dk_timeline_per_week
source: Week
da: pr. uge
de: Pro Woche
es: Por semana
it: A settimana

# dk_timeline_road_context_city
source: City
da: By
de: Städtisch
es: Urbano
fr: Urbain fluide
it: Urbano
pt: Cidade

# dk_timeline_road_context_description_empty_data
source: Make a first trip to see your first graphs displayed.
da: Foretag en første tur for at se dine første grafer blive vist.
de: Machen Sie eine erste Fahrt, um zu sehen, wie Ihre ersten Grafiken angezeigt werden.
es: Haz un primer viaje para ver aparecer tus primeros gráficos.
fr: Faites un premier trajet pour voir vos premiers graphiques s'afficher.
it: Fate un primo viaggio per vedere apparire i primi grafici.
pt: Faça uma primeira viagem para ver seus primeiros gráficos exibidos.

# dk_timeline_road_context_description_no_data_ecodriving
source: The trips for the selected dates are too short to have an eco-driving score
da: Rejserne på de valgte datoer er for korte til at få en score for miljøvenlig kørsel
de: Die Fahrten für die ausgewählten Daten sind zu kurz, um einen Eco-Drive-Score zu erhalten.
es: Los viajes para las fechas seleccionadas son demasiado cortos para tener una puntuación de ecoconducción
it: I viaggi per le date selezionate sono troppo brevi per ottenere un punteggio di guida ecologica.
pt: As viagens para as datas selecionadas são muito curtas para ter uma pontuação ecológica

# dk_timeline_road_context_description_no_data_safety
source: The trips for the selected dates are too short to have a safety score
da: Ruterne for de valgte datoer er for korte til at få en sikkerhedsscore
de: Die Fahrten für die ausgewählten Daten sind zu kurz, um eine Sicherheitsbewertung zu erhalten.
es: Los viajes para las fechas seleccionadas son demasiado cortas para tener una puntuación de seguridad
it: I viaggi per le date selezionate sono troppo brevi per ottenere un punteggio di guida sicurezza.
pt: As viagens para as datas selecionadas são muito curtas para ter uma pontuação de segurança

# dk_timeline_road_context_expressways
source: Expressways
da: motorvej
de: Autobahnen
es: Autopistas
fr: Voies rapides
it: Strade a scorrimento veloce
pt: Via expressa

# dk_timeline_road_context_heavy_urban_traffic
source: Heavy urban traffic
da: Tæt bymiljø
de: dichtem Stadtverkehr
es: Entorno urbano denso
fr: Urbain dense
it: Ambiente urbano ad alta densità di traffico
pt: Tráfego urbano pesado

# dk_timeline_road_context_no_context_description
source: There is not enough data in this period to calculate the distribution of road contexts.
de: In diesem Zeitraum gibt es nicht genügend Daten, um die Verteilung der Straßenkontexte zu berechnen.
fr: Il n'y a pas suffisamment de données dans cette période pour calculer la répartition des contextes routiers.
it: I viaggi per le date selezionate non sono contestualizzati.
pt: Não há dados suficientes neste período para calcular a distribuição dos contextos rodoviários.

# dk_timeline_road_context_suburban
source: Suburban
da: tæt bytrafik
de: Außerstädtisch
es: Extraurbano
fr: Extra urbain
it: Extraurbano
pt: Extra ubarno

# dk_timeline_road_context_title
source: Driving context (%@)
da: Vejforhold (%@)
de: Straßenkontext (%@)
es: Contexto de carretera (%@)
fr: Contexte routier (%@)
it: Contesto stradale (%@)
pt: Contexto de direção (%@)

# dk_timeline_road_context_title_empty_data
source: You don't have any data yet
da: Du har endnu ikke nogen data
de: Sie haben noch keine Daten
es: Todavía no tiene datos
it: Non si dispone ancora di dati

# dk_timeline_road_context_title_no_data
source: No data to display
da: Ingen data til visning
de: Keine Daten anzeigen
es: No hay datos para visualizar
it: Nessun dato da visualizzare
pt: Sem dados para exibir

# dk_timeline_safety_score
source: Safety score: %@
da: Sikkerhedsscore: %@
de: Sicherheitspunkte: %@
es: Puntuación de seguridad: %@
fr: Score de sécurité : %@
it: Punteggio di sicurezza: %@
pt: Pontuação de segurança: %@

# dk_timeline_speeding_score
source: Speeding score: %@
da: Fartgrænsescore: %@
de: Geschwindigkeitswert: %@
es: Puntaje de velocidad: %@
fr: Score de vitesse : %@
it: Punteggio di velocità: %@
pt: Pontuação de velocidade: %@

# dk_timeline_title
source: Timeline
da: Tidslinje
de: Zeitleiste
es: Cronología
pt: Linha do tempo

# dk_timeline_trips_forbidden_calls
source: Trips with forbidden calls: %@
da: Rejser uden opkald: %@
de: Fahrten mit verbotenen Anrufen: %@
es: Viajes sin llamada: %@
fr: Trajets avec appels interdits : %@
it: Viaggi senza chiamata: %@
pt: Viagens com chamadas proibidas: %@
